{
    "attributes": {
        "action": "More police at night to protect women",
        "additional_details": "To protect the women and the The vulnerable late-night workers",
        "background": "Put more police on the streets during the night and early hours of the morning especially in badly lit areas such as parks alleyways and outside of public transport spots",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T15:51:30.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T16:32:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T10:18:31.857Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local policing, including the number of officers on duty at night, is a matter for individual police forces, not the Government or House of Commons.\r\n\r\nThe Government has said it will work with police forces and Police and Crime Commissioners to ensure these target areas of potential concern for women and girls and are now more focussed on preventing sexual violence. The Government has also said it will roll-out pilots of ‘Project Vigilant’ across the country, which is an internationally award winning-approach taken by Thames Valley Police where both uniformed and plain clothes officers identify predatory and suspicious offenders in the night time economy. This can involve officers attending areas around clubs and bars undercover to better ensure women are safe in these locations, and increased patrols as people leave at closing time: https://www.gov.uk/government/news/government-moves-to-provide-reassurance-to-women-and-girls-15-march-2021\r\n\r\nIf you want the Government to provide funding for local police forces to increase policing at night we could accept a petition requesting this, but you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T10:18:31.854Z"
    },
    "id": 580040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580040.json"
    },
    "type": "petition"
}