{
    "attributes": {
        "action": "Introduce the subject of sexual assault and all forms it takes in PSHE lessons.",
        "additional_details": "Parliament should introduce this into the PSHE syllabus as early as primary school. It’s left to parents to teach children these morals however not everyone has parental figures. This can reduce sexual assault on a great scale if every child is taught the different forms of sexual assault.",
        "background": "Younger children need to learn how wrong and traumatic any form of sexual assault/harassment is. The subject of sexual assault is introduced to younger people far too late in life; it should be taught much earlier. Sexual assault is not just rape, every form it takes should be taught and considered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T08:05:05.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T08:14:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T15:11:05.053Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/579211\r\n\r\nThe Government's new Relationships and Sex Education curriculum, which is mandatory in all state secondary schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T15:11:12.244Z"
    },
    "id": 580125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580125.json"
    },
    "type": "petition"
}