{
    "attributes": {
        "action": "Intensify repercussions regarding sexual offences, assault and harassment.",
        "additional_details": "For too long society have silenced the voices of the vunerable. Rapist, perverts and molesters leave courtrooms without a scratch. Actual change will restore the UK's faith in the government's responsibility to protect their people. It will prevent crimes of a sexual nature if the consequences are severe. It will show the part of society that support rape culture that there is no place in civilisation for that kind of behaviour.",
        "background": "Change the treatment of criminals regardless of the perpetrator's age, gender, social status or class. Regardless of the victims gender, worse consequences if the victims is a child. No community service. No suspension. Increased minimum years and psychological assessment before returning to society",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T11:41:14.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T12:12:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T09:28:53.710Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMinimum 8-year custodial sentence for all violent crime and sexual offences: https://petition.parliament.uk/petitions/579352\r\n\r\nMake sexual harassment a specific criminal offence: https://petition.parliament.uk/petitions/578940"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T09:28:53.706Z"
    },
    "id": 580152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580152.json"
    },
    "type": "petition"
}