{
    "attributes": {
        "action": "LET MOBILE / HOME BASED HAIR OPEN THE SAME TIME AS SALONS",
        "additional_details": "By allowing salons to open before mobile/home salons, it will destroy many self employed businesses that people have worked hard to build as clients will go to a salon if unable to have their mobile or home salon visit. Self employed hairdressers have been without money for a long time & are unable to claim SEISS until the end of April. We work on a 1 to 1 basis in a covid safe way, in full medical grade PPE with everything sanitised between clients and track and trace information recorded.",
        "background": "We would like self employed hairdressers to be allowed back to work at the same time as salons, many would argue that having a mobile hairdresser or going to a home salon where the stylist in full medical grade PPE & working 1 to 1 is safer than a salon with multiple staff and clients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T22:35:21.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T22:42:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T08:12:10.423Z",
        "rejection": {
            "code": "already-happening",
            "details": "We're sorry for the delay in opening your petition, but since you started your petition all close contact services, including those offered in people's homes, has been allowed to resume.\r\n\r\nYou an read the Government's guidance for close contact services on working safely during coronavirus (COVID-19) here: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nAnd you can read the Government's guidance for people working in, visiting or delivering to other people's homes here: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/homes"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T08:12:11.370Z"
    },
    "id": 580101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580101.json"
    },
    "type": "petition"
}