{
    "attributes": {
        "action": "Teach sexual harassment, sexual assault and consent in schools",
        "additional_details": "Sexual harassment, sexual assault and consent is a huge topic at the moment and it is very important. Everyone should be taught about it. Making it a mandatory subject, whether it is taught throughout a term, week or day in schools would help give more people knowledge of the topic. Teaching about consent, what is and isnt sexual assault and harassment, the laws behind them and when committing crimes should be everyones knowledge.",
        "background": "To make the topic of sexual harassment, sexual assault and consent in schools mandatory. Like sex education takes place for students to learn about sex, they should also be taught heavily about sexual harassment, sexual assault and consent in schools as they are huge factors that play into it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T08:50:45.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T09:32:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T09:05:24.242Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T09:05:24.240Z"
    },
    "id": 580291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580291.json"
    },
    "type": "petition"
}