{
    "attributes": {
        "action": "Mandatory Monthly Mental Health Class For 14-16 Year Olds In UK Education.",
        "additional_details": "This is a necessity to make change for our younger generation in helping manage their mental health and have a greater dialogue being held around speaking around their mental health. Mental Health related suicide is a pandemic in its own right in the age group of 25-40 in UK Men. Its is imperative a greater step is taken to protect the mental health of our own younger generation.",
        "background": "We need to look to create a programme for all schools to deliver a mandatory Mental Health Class for young adults in our UK schools. This would be delivered at a monthly rate or at worst a Term based class. The importance of monthly is to keep a regular dialogue in place to assist this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T10:35:16.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T10:48:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T08:31:04.751Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the national curriculum for schools, but how this is delivered and how schools meet the health, including mental health, needs of their students is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund preventative mental health sessions in schools and workplaces: https://petition.parliament.uk/petitions/562785\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016\r\n\r\nFund a national awareness campaign for mental health in schools: https://petition.parliament.uk/petitions/553711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T08:31:04.748Z"
    },
    "id": 580300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580300.json"
    },
    "type": "petition"
}