{
    "attributes": {
        "action": "To begin a inquiry into the harms of tax evasion on the global poor.",
        "additional_details": "Today 258 million children could not go to school due to wealth inequality and today 100,000 people will die due to unaffordable health care. Tax evasion by the super-rich significantly takes away funds from poor nations that can be used to build their communities to a decent living standard. We have a moral duty to act to end the suffering of millions of people across the globe by legislating against tax evasion.",
        "background": "We would like the UK Parliament to consider any UK citizen or UK-owned business involved with legal tax evasion practices to be performing an illegal act. This includes UK businesses who funnel their money through off-shore accounts in tax havens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-19T22:11:55.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T17:18:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T09:15:31.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about tax evasion, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you would need to be clear what currently legal practices you want to be made illegal. We could accept a petition calling for a review of tax evasion law, to identify ways in which people legally avoid tax, with a view to prohibiting this in future, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T09:15:31.547Z"
    },
    "id": 580497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580497.json"
    },
    "type": "petition"
}