{
    "attributes": {
        "action": "Halton wants to leave the Liverpool City Region",
        "additional_details": "We think it’s disgusting that we are forced to pay for ANOTHER mayor in our Borough and we want to leave.\r\n\r\nThe people of Halton never had a mass vote on it, but yet we are forced to pay for the Liverpool City Region through our Halton Borough Council tax bill, if we don’t pay it then we can be legally jailed! We are in CHESHIRE not Merseyside! We are nothing to do with Liverpool and share nothing else with them, we have CHESHIRE Police, CHESHIRE Fire and Rescue, Halton hospitals in Warrington and Runcorn in CHESHIRE and CHESHIRE postcodes. We now have less powers and are paying for it... WE WANT OUT!",
        "background": "Take Halton out of the Liverpool City Region",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T17:23:34.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T18:08:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T09:16:30.758Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Halton Borough Council, Cheshire West and Chester Council, and the Liverpool City Region, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also contact your local council directly. Find out how to contact your council here: https://www3.halton.gov.uk/Pages/councildemocracy/Contact-Us.aspx."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T09:16:30.756Z"
    },
    "id": 580565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580565.json"
    },
    "type": "petition"
}