{
    "attributes": {
        "action": "Officially stop the categorisation of peoples based on the colour of their skin",
        "additional_details": "There is more to a person than the colour of their skin. Today, our society cannot continue to perpetuate actions that further divide and enrage a part of itself. The compartmentalisation of peoples by the colour of their skin only entrenches a form of discrimination we must move away from; the British peoples are only the better for it.\r\nThis change is required for all government and corporate (application) documents and e-documents as could be seen in the recent UK Census 2021 web portal.",
        "background": "In all official and corporate documents, the categorisation of peoples should be done using continental ethnicity or similar (e.g. Asian, African,etc). For the posterity of our multicultural society, Parliament should ensure all relevant documents (and e-documents) are updated to reflect the change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T17:20:59.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T21:10:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T11:39:51.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  The Government's catagories on ethnicity are available to view here:\r\n\r\nhttps://www.ethnicity-facts-figures.service.gov.uk/style-guide/ethnic-groups\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T11:39:51.601Z"
    },
    "id": 580564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580564.json"
    },
    "type": "petition"
}