{
    "attributes": {
        "action": "Restrict rental increases for all tenants who have received covid support.",
        "additional_details": "Covid relief has been paid for by the tax payer. Why should landlords not only see revenues protected but also have them increased when many tenants (public and private) have seen income and revenues shattered by the pandemic? Where tenants have been unaffected then of course rent reviews should occur as normal. The measure of that should be what support the tenant has received as a result of the pandemic. Tax payers money should not be used to prop up landlords revenue growth.",
        "background": "Landlord's revenues should not increase where tenants have had drops in income and have had to receive financial covid-support. \r\n\r\nCreate a moratorium where outstanding rent reviews for those affected must only rise in line with inflation from the last relevant rent review, until the end of 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T12:52:59.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T13:25:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T09:06:41.386Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for rent increases by private landlords. These are a matter for indiviudal tenants and landlords, in line with whatever provisions are in tenancy agreements."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-21T09:34:14.823Z"
    },
    "id": 580535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580535.json"
    },
    "type": "petition"
}