{
    "attributes": {
        "action": "Fine and hold people accountable for Trolling and Bullying online",
        "additional_details": "Fines followed by prison sentence for people who are responsible for the mentally abusive social media posts towards someone else. Hold people accountable for slander and bullying over social media against other people. People should be held responsible for comments and posts that are posted aimed at someone else causing bullying or mental abuse.",
        "background": "Fine people who use social media to Troll And Bully other people. Put a law in place where anyone who is causing mental harm to someone else to be held accountable for their actions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T13:28:44.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T09:27:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T15:49:53.262Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about people being abused online, however it is already illegal to abuse someone online or on social media. It is therefore not clear what more you want the Government to do. \r\n\r\nYou could start a petition calling for online abuse to be a specific criminal offence, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/564882"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T15:49:53.259Z"
    },
    "id": 580537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580537.json"
    },
    "type": "petition"
}