{
    "attributes": {
        "action": "The Government must set a date to abolish all Coronavirus laws and regulations.",
        "additional_details": "The coronavirus pandemic has led to parliament making unprecedented seizures of power over the individual and have denied basic civil liberties to citizens. The government has laid out no plans to relinquish this seizure of power, and with talk of Covid Passports seems to be planning to seize even more. The government must be held to account with a reasonable deadline for the abolision of all laws, regulation, and guidelines relating to the Covid-19 outbreak.",
        "background": "The government must set a date by which they will abolish all laws and regulation relating to the coronavirus pandemic. This date may be changed as we get closer to it, but it is important that the government is held to a deadline to reliquish all the powers it has seized in the past year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T21:17:26.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T15:28:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T16:01:47.289Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government have announced a date for an ending of restrictions, and the Coronavirus Act is subject to renewal every 6 months, up to a maximum of 2 years, so we're not sure what else you'd like the Govenrment to do. \r\n\r\nYou could sign this petition if you'd like to see restrictions end sooner\r\n\r\nhttps://petition.parliament.uk/petitions/561995"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T10:58:30.185Z"
    },
    "id": 580695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580695.json"
    },
    "type": "petition"
}