{
    "attributes": {
        "action": "Limit gift cards to 2 per customer and balance on each card to £100",
        "additional_details": "I was scammed out  of £750 through I tune cards and nobody challenged me why. I have reported this to the police. Who informed me there is no way of tracing the gift card balance and how its spent. \r\nI spoke to 2 well known supermarkets. It was interesting that they are aware of scams happening using I tunes. 1 has stopped several people being scammed. But they both have different limits on how many cards and amount put on cards. 1 supermarket the till locks the amount. The other a manager is meant to be called to the till for authorisation which did not happen with me.",
        "background": "To prevent scammers taking all of a person's money through gift cards.\r\nTo encourage sellers of gift cards to challenge customers as to why they want more than 2 cards.\r\nTo limit the amount held on gift cards from £200 to £100.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T09:46:46.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-03T13:42:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T17:04:42.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual retailers, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to commission a review of consumer protections against fraud using gift cards, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T17:04:55.979Z"
    },
    "id": 580625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580625.json"
    },
    "type": "petition"
}