{
    "attributes": {
        "action": "Change Employment Rights of Employees under 2 years in Health and Social care.",
        "additional_details": "I have worked and been involved in Health and Social care sector over the last 15 years. It is concerning that a high number of Employees/people who support others in Health and Social care are being unfairly targeted when it comes to job security. \r\nIt is apparent over the last 3 years, there is a high number of staff turnover due to Employers unfairly abusing the use of the 2 year full employment rights. This is particularly high for those who may raise concerns or classed as a whistleblower.",
        "background": "To change Employment Rights of Employees who have not been employed for 2 years with an employer especially in the private sector. \r\nTo give employees job security, confidence to speak up about concerns and raising issues. \r\nMinimise punitive measures used by Employers to target Whistleblowers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T10:14:08.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T10:43:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:45:47.048Z",
        "rejection": {
            "code": "duplicate",
            "details": "Employment rights aren't based on the area of work people do.  You might like to sign this petition calling for rights to be granted to all workers after 6 months\r\n\r\nhttps://petition.parliament.uk/petitions/570553\r\n\r\nOr you could start a new petition asking for all workers to have full rights from their first day of employment, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-27T10:46:46.868Z"
    },
    "id": 580630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580630.json"
    },
    "type": "petition"
}