{
    "attributes": {
        "action": "Give British citizens and residents the right to choose their Covid-19 vaccine",
        "additional_details": "Many people have pulled out of the vaccination procedure because we're not given a choice on which vaccine we will receive. It is a personal right to have a final say of what can be injected in our bodies. Vaccination rates would increase if people have this choice, thus protecting us and the whole British population better. It is government duty to take every possible action to protect every citizen and resident in the UK. Giving the right of choice is certainly one of these actions",
        "background": "Allow British citizens and residents to choose which Covid-19 vaccine they would have administered",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T18:16:17.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T21:59:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T13:28:11.367Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about provision of vaccines are a matter for the NHS and public health agencies such as the Medicines and Healthcare products Regulatory Agency and Joint Committee on Vaccination and Immunisation, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-14T17:21:55.877Z"
    },
    "id": 580673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580673.json"
    },
    "type": "petition"
}