{
    "attributes": {
        "action": "Give all staff in the care sector, private and council a one of payment of £500",
        "additional_details": "All care staff in the care industry need to be recognised for all the extra hard work we put in over the last year. Working extra hours changing shifts to work round children and work to ensure enough staff were in to cover the shits. Risking our own lives and our families by going in and supporting and looking after the venerable.  Seems we have been forgotten this last year.",
        "background": "Show the appropriations to all care workers not just NHS for all the hard work we went through in the pandemic, Scotland, whales and Island have all had a bonus, what about us that work in care In England. Working extra shifts risk our own lives to help support and look after our elder.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T18:11:52.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T18:35:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T08:59:34.452Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/562495\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-05-07T08:59:39.683Z"
    },
    "id": 580671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580671.json"
    },
    "type": "petition"
}