{
    "attributes": {
        "action": "Nursery vouchers for parents with young infants allowing time for the gym.",
        "additional_details": "For more than a decade obesity is a on going problem, with the Scientists agreeing the UK Covid rate is a result of our obese country. \r\nExpanding on the Maternal obesity in the UK 2010 article. New moms find it hard to fit exercise into their day. Due to the responsibilities of a child, one wants to go to the gym they need to now look for child care which comes at a cost. Giving vouchers for nursery will remove this burden allowing to give access to time for fitness.",
        "background": "To allow new parents, time to gain a fit and active lifestyle, to give 2 hours a day, 20 hours a week free nursery vouchers to allow parents to have time to get to the gym or go for a run with their child being in OFSTED approved nurseries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T09:59:33.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T16:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T08:53:08.389Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to provide free childcare for new infants, but it's not clear if you want the Government to fund 2 hours of childcare a day, or 20 hours a week. It's also not clear if you only want this to be available for parents who make plans to use that time to exercise, and if so how that would work, or for all parents.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-06T08:53:09.650Z"
    },
    "id": 580627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580627.json"
    },
    "type": "petition"
}