{
    "attributes": {
        "action": "Improve the representation of LGBT within the school system",
        "additional_details": "Currently reported 45% of LGBT are bullied in education,18% LGBT will experience homelessness in their lives!These statistics need to change.Improving the representation of LGBT in education will educate against prejudice as well as getting LGBT students vital support-LGBT is severely under represented in education and the Government owe it to young people to represent us within our school and college environments.",
        "background": "We urge the Government to improve the representation of LGBT+ students and the services available to them within our current schooling system-We urge the government to create or set aside funding for each school and college to improve LGBT+ representation And support for students and staff",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T22:55:46.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T22:59:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T09:05:11.317Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like increased funding for schools to improve LGBT+ representation, but it's not clear if you want this funding to be used to help improve the number of LGBT+ teachers or school leaders, or for some other purpose.\r\n\r\nIf you want the Government to provide increased funding to schools to allow them to take a specific action or actions relating to support for LGBT+ students, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for a related action: \r\nhttps://petition.parliament.uk/petitions/561059"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T09:05:26.276Z"
    },
    "id": 580703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580703.json"
    },
    "type": "petition"
}