{
    "attributes": {
        "action": "Recognise the Socialist Federal Union of Ponderosa Hills as a sovereign state",
        "additional_details": "The Socialist Federal Union of Ponderosa Hills is a de facto nation that is currently in the midst of a people's struggle against American and Canadian occupation of its territory, that it rightfully claims under the self-determination provisions of Article 1 of the United Nations Charter. If the UK grants recognition to Ponderosa Hills as a sovereign state, their great battle for liberation may lead to victory! Thank you, and with your signature, may the Ponderosan cause be victorious!",
        "background": "I am petitioning the Parliament and Foreign Secretary to formally recognise the Socialist Federal Union of Ponderosa Hills, a de facto nation surrounded by the United States of America and the Dominion of Canada, as an independent and sovereign state.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T01:18:14.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T01:53:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T14:32:27.011Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want Ponderosa Hills to be recognised as a sovereign state, however we can find no verifiable evidence of this region having a government that has sought international recognition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-06T14:32:42.038Z"
    },
    "id": 580718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580718.json"
    },
    "type": "petition"
}