{
    "attributes": {
        "action": "Enforce regulations to make affordable housing that is ACTUALLY AFFORDABLE",
        "additional_details": "Many ‘affordable housing’ options still require an income of at least £60,000 to rent. The cost of living is more than the average person’s income. Teachers for example earn an average of £30,000. hard working families, young people and professionals are stuck in house shares or inadequate housing. The waiting list for social housing can be up to 10 years which is not good enough. There are many empty high rise apartment blocks for people who have £650,000 to rent a studio. This has to change.",
        "background": "Many “luxury apartment” blocks are being built. These are by profit seeking property developers mainly. Many average income to low income households are missing out on a place to live. The government should regulate and motivate property developers to prioritise social needs over profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T17:05:25.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T10:06:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T07:45:59.215Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the affordability of some affordable housing, but we're not sure exactly what you'd like the Government or Parliament to do to change this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnsure that there is suitable affordable housing available for all young people: https://petition.parliament.uk/petitions/556857"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T08:40:01.500Z"
    },
    "id": 580782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580782.json"
    },
    "type": "petition"
}