{
    "attributes": {
        "action": "Ban any kind of manditory vaccination public or private",
        "additional_details": "I would like the goverment to state legally that no private or pulic entity E.G. employers, shops, leisure industry, NHS (or and subsiduary or contractor) can enforce this and that anyone who does can be liable themselves of any negative out come from their actions to the individual and anyone affected by the individuals issues arising from this for their whole life.",
        "background": "Having any vaccine should be the individuals choice and not down to an employer or goverment, i dont see any informed consent just pressure to take it with no one accepting liability.\r\nThis is to prevent any private or public entity from mandating any vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-23T09:18:41.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T20:21:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T07:59:53.064Z",
        "rejection": {
            "code": "duplicate",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442\r\n\r\nDo not implement Covid-19 Freedom Passes: https://petition.parliament.uk/petitions/561818\r\n\r\nDo not require health and social care workers to take covid-19 vaccination: https://petition.parliament.uk/petitions/577842\r\n\r\nProhibit employers from requiring employees to have a Covid-19 vaccine: https://petition.parliament.uk/petitions/575607"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T07:59:53.061Z"
    },
    "id": 580850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580850.json"
    },
    "type": "petition"
}