{
    "attributes": {
        "action": "Allow CBILs loans and BB loans to be tax deductible.",
        "additional_details": "Paying large amounts of tax as well as interest on loans that wouldn't have been needed otherwise without forced closures will have a dreadful impact on the future of businesses. \r\n\r\nBusinesses will have little or no working capital, may have to reduce staff numbers and will not be able to reinvest or grow. As well as other things that may not only stifle the businesses but the wider economy, at a time where growth is very much needed.\r\n\r\nSME's need help.",
        "background": "Allow both CBILs loans and BB loans to qualify as tax deductible. Many businesses forced to close for nearly a year without profitable trade are now forced to not only pay interest on loans they wouldn't have otherwise needed but also pay huge tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-23T21:35:17.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T22:29:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T11:04:11.309Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on businesses, but we're not sure exactly what you'd like the Government or Parliament to do. Businesses do not have to pay tax on loans, which inludes Coronavirus Business Interruption Loan Scheme (CBILS) or Bounce Back loans.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive all businesses a grant matching any loans under the Bounce Back Scheme: https://petition.parliament.uk/petitions/560349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T11:04:11.308Z"
    },
    "id": 580940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580940.json"
    },
    "type": "petition"
}