{
    "attributes": {
        "action": "Abolish premiums for shared ownership first time buyers",
        "additional_details": "I believe the government/local councils need to abolish premiums so young people who want to get on the housing market actually can, this is stopping so many people from being able to buy the affordable way. Premiums are simply for houses in high demand and so the estate agents get more commission and are not in favour or the buyer/seller like fixtures and fittings are. This is very unfair treatment on FTB simply trying to get onto the market as you can’t even add it to your mortgage.",
        "background": "The premiums put on these shared ownership houses are in excess of up to £30,000 making it totally unaffordable for a first time buyer using the shared ownership scheme. You may as well buy outright when the premiums are this high but the whole point of shared ownership is people can’t.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-23T17:53:39.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T18:14:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:57:40.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of share ownership properties, but we're not sure what you mean by \"premiums\". Buyers of shared ownership properties purchase a share of their property - and this is sometimes called a premium - and pay rent on the rest.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:57:40.766Z"
    },
    "id": 580904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580904.json"
    },
    "type": "petition"
}