{
    "attributes": {
        "action": "Make Medical Coercion a specific criminal offence.",
        "additional_details": "The current Covid19 vaccination program seems to be heading in a direction that will see people being coerced in to undergoing a medical procedure that they are extremely concerned about having. This goes against various international laws that specifically forbid medical coercion. This new law would make clear to UK government, organisations, businesses & individuals where the line is drawn regarding medical coercion. No person shall be socially penalized for their personal medical decisions.",
        "background": "Medical coercion to be made a specific criminal offence that carries a maximum sentence of life imprisonment. Any person, organisation or business will be liable to prosecution for committing, or attempting to commit the offence of medical coercion against any individual or group of people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T20:44:01.392Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T17:46:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T15:18:09.108Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not exactly sure what actions you would consider to be coercive. It is already illegal to require someone to undertake medical treatment in the UK.\r\n\r\nYou may wish to sign one of these petitions calling for related actions:\r\n\r\n'Do not rollout Covid-19 vaccine passports': https://petition.parliament.uk/petitions/569957 \r\n\r\n'Outlaw discrimination against those who do not get a Covid-19 vaccination': https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-04-01T15:18:14.280Z"
    },
    "id": 581061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581061.json"
    },
    "type": "petition"
}