{
    "attributes": {
        "action": "Prevent Covid vaccine rollout to children",
        "additional_details": "The Health Secretary recently stated there is a \"value\" in giving COVID jabs to children, and a leading scientist said the UK's vaccine rollout should turn to younger age groups \"as fast as we can\". Yet large-scale studies show younger children are lower drivers of Covid transmission than adults, and the majority of children with Covid display no or minor symptoms. The risks to children need to be weighed given that Covid is not a serious child illness. It is unethical to rush this for children.",
        "background": "Evidence suggests children rarely develop serious illness from Covid and most adults will soon be vaccinated, reducing overall transmission. Long term safety data of the vaccines are unknown and emerging data shows younger people are more likely to get side effects from Covid vaccine.Rushing unwise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T19:01:29.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T20:06:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T14:58:25.521Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about vaccinating children against Covid-19, however there are currently no plans to offer the vaccine to children, so we're not sure what you mean by \"rushing\". \r\n\r\nThe Joint Committee on Vaccines and Immunisation (JCVI) has confirmed it has begun studying evidence on the safety of Covid-19 vaccines on children, stating:\r\n\r\n\"JCVI has started to consider evidence on the risk of serious disease in children, the role children may play in transmission, and the safety and efficacy of COVID-19 vaccines in children. Following infection, almost all children will have asymptomatic infection or mild disease. There are limited data on vaccination in adolescents, with no data on vaccination in younger children at this time. As evidence becomes available it will be reviewed and advice offered as appropriate.\"\r\n\r\nYou can read the full statement here: https://www.gov.uk/government/publications/priority-groups-for-phase-2-of-the-coronavirus-covid-19-vaccination-programme-advice-from-the-jcvi/jcvi-interim-statement-on-phase-2-of-the-covid-19-vaccination-programme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-04-27T09:41:40.568Z"
    },
    "id": 581194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581194.json"
    },
    "type": "petition"
}