{
    "attributes": {
        "action": "Mandate the education of child abuse and neglect the school curriculum.",
        "additional_details": "I believe that educating children from a young age how to recognise the signs of abuse and neglect would greatly reduce the horrifying statistics the UK has experienced about child abuse in the last 20 years.",
        "background": "Every child should have the opportunity to learn about the signs of abuse and neglect. The Government should introduce this topic into the curriculums of school all over the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T14:43:03.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T16:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T15:53:15.833Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about children being educated about abuse and neglect, however statutory guidance for Relationships and Sex Education (RSE) states that schools are required to support pupils to recognise \"when relationships (including family relationships) are unhealthy or abusive (including the unacceptability of neglect, emotional, sexual and physical abuse and violence, including honour-based violence and forced marriage) and strategies to manage this or access support for oneself or others at risk\". \r\n\r\nThe guidance further states that \"Schools should also be mindful that for pupils who are or have experienced unhealthy or unsafe relationships at home or socially, the school may have a particularly important role in being a place of consistency and safety where they can easily speak to trusted adults, report problems and find support.\"\r\n\r\nYou can read the full guidance here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nIt is therefore not clear what it is about the curriculum that you would like to be changed. If there are specific changes you would like to be made to the curriculum, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T10:32:51.828Z"
    },
    "id": 581160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581160.json"
    },
    "type": "petition"
}