{
    "attributes": {
        "action": "Extend the Tier 5 Youth Mobility Scheme Visa to EU countries",
        "additional_details": "By extending the Tier 5 Visas to include countries in the EU, the government is enabling UK families to continue to find affordable childcare with nearby countries. The current limited list of countries that are currently allowed the Tier 5 Youth Mobility Visa are also very far away geographically from the UK. The government ultimately needs to support people getting back to work after the catastrophic year ravaged by the pandemic. We don't need more obstacles in accessing affordable childcare.",
        "background": "Following Brexit - Au-pairs from the EU cannot come to work and live in the UK. This is having an enormous impact on families that rely on affordable childcare. The UK is one of the most expensive countries in the world for childcare & the government needs to support families not penalise them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T17:15:03.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T18:32:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T07:45:52.666Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/565149\r\n\r\nThe Youth Mobility Visa scheme is a reciprocal scheme, but if you want the Government to unilaterally make similar visas available to young EU citizens, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T07:45:52.662Z"
    },
    "id": 581175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581175.json"
    },
    "type": "petition"
}