{
    "attributes": {
        "action": "Allow travel abroad for the summer",
        "additional_details": "It is absolutely ridiculous to continue the unnecessary ban on travel once the population is vaccinated. Once all Covid restrictions are released in June, it is time to allow the public to travel. The industry will have taken 16 months of no income, by June. It cannot continue. Once you are vaccinated allow travel to at least other countries that are vaccinated too. Travel is not the problem and never has been. Millions in the industry are without pay or have lost their jobs. Please end this.",
        "background": "Allow travel abroad so the travel industry can finally recover after what will be 16 months of no income, restrictions and destruction. Or at least allow travel to vaccinated countries similar to the travel corridor system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T05:14:11.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T06:56:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T08:26:47.600Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to allow travel abroad for the summer, but it's not clear whether you want all restrictions on international travel to be lifted, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe Government as said that a taskforce will develop a framework that can facilitate greater inbound and outbound travel as soon as the time is right, and will report on 12 April, with recommendations aimed at facilitating a return to international travel as soon as is possible, while still managing risk from imported cases and Variants of. Following that, the Government will determine when international travel should resume, which will be no earlier than Step 3. You can read more about these plans in the Government's Spring 2021 Covid-19 roadmap: https://www.gov.uk/government/publications/covid-19-response-spring-2021/covid-19-response-spring-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T08:26:47.598Z"
    },
    "id": 581100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581100.json"
    },
    "type": "petition"
}