{
    "attributes": {
        "action": "We call for an independant inquiry & Clarification on offending religion",
        "additional_details": "Freedom of speech is important but so is respecting one another. No politician condones offence of a royal and we ask for the same standards so that Muslims are not offended. \r\n We expect that politician should be looking to unite society and not divide. They should be critical of tabloids who look to divide and make islamaphobic comments. Policitians can engage the local Muslim communities and work with them to understand this issue further.\r\n\r\nPublic Order Act 1986:\r\n(b) displays any writing, sign or other visible representation which is threatening, abusive or insulting, within the hearing or sight of a person likely to be caused harassment, alarm or distress thereby.\"",
        "background": "Muslims cherish and love the Prohet of Islam, Muhammad (peace be upon him). This love has no bounds and we are taught to integrate the actions and sayings of the prophet in every facet of life. There is not one muslim of the 2 Billion population that would allow and condone any ill reference to him",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-26T13:25:56.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-26T16:13:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T12:05:53.404Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about offences relating to religious beliefs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAs you note in your petition, it is already illegal to incite religious hatred, which can include insults. The Crown Prosecution Service definition of inciting religious hatred includes:\r\n\r\n“Stirring up racial hatred, defined by reference to colour, race, nationality (including citizenship) or ethnic or national origins is committed when someone says or does something which is threatening, abusive or insulting, and the person either intends to stir up racial hatred, or make it likely that racial hatred will be stirred up.”\r\n\r\nYou can read more here:\r\nhttps://www.cps.gov.uk/sites/default/files/documents/publications/racist-religious-hate-crime-statement-2017.pdf\r\n\r\nThe Petitions Committee can’t publish petitions that are extreme, which include requests for actions that conflict with the Equality Act 2010 or the Human Rights Act 1998, including preventing lawful freedom of expression.\r\n\r\nWe could accept petitions calling for tougher penalties for inciting religious hatred, if that’s something you’d like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T12:05:54.670Z"
    },
    "id": 581291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581291.json"
    },
    "type": "petition"
}