{
    "attributes": {
        "action": "Do not enforce Covid Status Certifications/Freedom Pass",
        "additional_details": "The use of Covid Status Certification/Freedom Pass is discriminatory, divisive, creates segregation, is unethical and immoral. It infringes on our basic human rights to be denied/refused entry into venues such as hospitality, places of worship, entertainment, sporting grounds, shops, education, medical treatment, places of work and other events etc, for those who choose not to have the vaccine for medical, religious or personal reasons. The general public should not be coerced or forced into having a vaccine against their will, just so they are allowed entry into places such as the above or denied employment.",
        "background": "We the people should have freedom of choice, control and ownership over our own bodies, without facing discrimination and segregation for refusing the Covid vaccine, whatever our reasons may be. We do not wish to live in a two tiered society, where the non vaccinated are second class citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-26T09:47:44.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-26T12:03:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:03:57.897Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:03:57.894Z"
    },
    "id": 581262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581262.json"
    },
    "type": "petition"
}