{
    "attributes": {
        "action": "Hold ministers accountable for the veracity of their statements to the house.",
        "additional_details": "Ministers/PMs, in their official appearances in the HOC should, in good faith, accurately answer the questions they are asked on behalf of the electorate.  And, if their answer was wrong or inaccurate, they should want the British people to get the best, most accurate information and be required to correct the official record on their next return to the House.\r\nEg. If a PM was to lie (layman's term) in an answer at PMQ it would be officially corrected at the start of the next PMQ.",
        "background": "Amend parliamentary procedure. The speaker to instruct any minister or PM who has demonstrably, inadvertently or deliberately, made a misleading statement in the house to correct the official record at the START of their next official statement or appearance in the HOC before moving to new business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-26T15:23:45.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-26T17:36:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T13:16:42.016Z",
        "rejection": {
            "code": "already-happening",
            "details": "t is already the case that Members who mislead the House are required to correct the record, and if done knowingly may be subject to being found in contempt. You can find out more here:\r\n\r\nhttps://erskinemay.parliament.uk/section/5022/members-deliberately-misleading-the-house/\r\nhttps://www.instituteforgovernment.org.uk/explainers/contempt-parliament"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T13:16:48.297Z"
    },
    "id": 581305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581305.json"
    },
    "type": "petition"
}