{
    "attributes": {
        "action": "Ban UK Police from Carrying Pepper Spray and Other Offensive Weapons",
        "additional_details": "I quote: \"Items such as pepper sprays can be dangerous and cause serious injury. That is why their possession is prohibited under firearms law.\r\n\r\nIt has been the view of successive governments for many years that the private possession of firearms, including sprays, or other weapons for personal protection is likely to lead to an increase in levels of violence. We strongly discourage this as the item could itself be used against that person with serious consequences.\" Ban cops from using sprays.",
        "background": "Due to the government's opinion on pepper sprays being \"dangerous\" they should not be allowed to be carried by police officers. All politicians should also give up their armed guards for this reason, as by the government's own logic, this makes us less safe as there are more guns around.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-27T10:34:20.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-27T11:23:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T15:22:12.960Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any MP's decision to employ private security is a personal matter for them, not the UK Government or Parliament. \r\n\r\nFor clarity, the Government quote you have seen was made in reference to the use of pepper spray by members of the general public, not police officers, in response to this petition: https://petition.parliament.uk/petitions/577568\r\n\r\nYou could start a petition calling solely for the use of pepper spray by the police to be banned, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T15:22:29.429Z"
    },
    "id": 581384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581384.json"
    },
    "type": "petition"
}