{
    "attributes": {
        "action": "The Government to revisit the Child Employment legislation",
        "additional_details": "The NNCEE want every child to have the opportunity to work in a safe environment.  Given the impact of covid on the employment market we are very aware that young people are negatively impacted. Currently legislation does not offer flexibility nor is it fit for purpose, often making it difficult for employers to employ the young people. For example young people can only work on a Sunday for two hours, if a young person takes part in sport on a Saturday then they could not work at the weekends.",
        "background": "Child employment legislation was last reviewed in 2000 and still the primary legislation that governs this area dates back to 1920 and 1933.  Since this time there have been many changes in the employment market; the introduction of Sunday trading being just one of them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-26T14:06:54.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T08:11:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T11:57:52.957Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to see changes to child employment rules, but we're not sure what you'd like to be different. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T11:57:55.834Z"
    },
    "id": 581300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581300.json"
    },
    "type": "petition"
}