{
    "attributes": {
        "action": "Stop removing babies 0-2 yrs from birth parents in the united kingdoms",
        "additional_details": "There are cases of children neglect  in the local authority care and recently babies neglect in foster care leading to serious injuries.\r\nAlso the priority must be centre around birth parents instead of adoption businesses, where babies looses their identities. It must be demonstrate that parents gave a written and suigned consent before such a case is allow in our beautiful  United kingdom",
        "background": "To create a law stopping babies 0-2 to be removed from birth parents\r\nbaby are vulnerable, they cannot experess themself, some need breast feeding,bonding with parents, approprioete care must vbe given to birth parents to keep their babies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-28T00:06:35.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T14:46:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T06:48:50.012Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about children being removed from their parents, but we're not sure exactly what you'd like the Government or Parliament to do. A council can apply for a care order if it believes a child is suffering or at risk of suffering significant harm, and it is up to the courts whether to grant such an order.\r\n\r\nIf you want the Government to remove all powers for courts to order that children aged 0-2 be taken into care, irrespective of any evidence of suffering significant harm or risk of suffering significant harm, you could start a new petition requesting this. If you want to see other changes to existing arrangements for taking children into care, you could start a new petition explaining more clearly what changes you want the Government to make.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nStop courts being able to grant care orders based on risk of future suffering: https://petition.parliament.uk/petitions/556185\r\n\r\nEnd forced adoption: https://petition.parliament.uk/petitions/585387"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T06:48:50.833Z"
    },
    "id": 581453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581453.json"
    },
    "type": "petition"
}