{
    "attributes": {
        "action": "Hold a debate on the insidious new trend known as Cancel Culture.",
        "additional_details": "Our system is predicated on the right to have free speech & this is a value that should be held sacred in a modern, free society. We are a strong culture in the U.K. & we should be able to debate ANYTHING without fear of people losing their jobs, being threatened with harm or publicly vilified. It isn't just the United Kingdom - this is happening all over the world and we should set an example by starting an open, honest debate about the ramifications of this proclivity to silence the majority.",
        "background": "Find a solution to this issue before it's too late. If this problem isn't addressed, it will only fester & grow and we may then be doomed to repeat certain parts of history such as the shutting down of free speech and book burning by the likes of the Nazis and Communists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-28T15:04:24.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-28T15:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T11:27:48.828Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to change, or how you'd like them to do it. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T11:27:50.534Z"
    },
    "id": 581508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581508.json"
    },
    "type": "petition"
}