{
    "attributes": {
        "action": "For workers to  recieve the track and trace self isolation benefit who lost out",
        "additional_details": "It should be for workers who have worked and are working during the pandemic they shouldn't have to meet benefit or kids criteria. Carer workers especially  have only recieved statutory sick pay and not the track and trace funding. These people are putting their lives and their family lives at risk and are not being given the money when they get sick.  This is unacceptable. Local councils have discretion  payments but we found out the hard way they won't give the payments unless your on receipt of certain benefits and have children.",
        "background": "For those who have worked through the pandemic and especial those in the private health care sector who are not getting company sick pay only statutory sick pay. Should be entitled to the track and trace payment scheme  but unfortunately alot do not qualify. This is outrageous",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T10:47:54.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T11:49:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T13:38:41.657Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want people who have previously been required to isolate to receive a payment, or to extend the payment to anyone who needs to isolate in future. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T13:38:47.192Z"
    },
    "id": 581590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581590.json"
    },
    "type": "petition"
}