{
    "attributes": {
        "action": "Make it an offence for a cyclist not to use a cycle path when one is available.",
        "additional_details": "Many cyclists put themselves in danger on a daily basis by not using a cycle path when one has ben provided. Especially as many have been constructed because the road alternative is very dangerous.",
        "background": "I would like it to be made illegal for cyclists not to use a cycle path when one is provided",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-28T17:03:08.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T19:46:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T09:03:12.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Highway Act 1895, it is already an offence to ride a 'carriage' (such as a bicycle) on \"any footpath or causeway by the side of any road made or set apart for the use or accommodation of foot passengers\". This means it is illegal for someone to ride a bike on a pavement or footpath by the side of a road. Government guidance issued in 1999 makes clear that a cyclist doing so for fear of traffic, or in consideration of other pavement users, should not be penalised under this law. You can read the Act here: https://www.legislation.gov.uk/cy/ukpga/Will4/5-6/50/section/72 and find out more here: https://www.cyclinguk.org/article/whats-legal-and-whats-not-your-bike\r\n\r\nIt is therefore not clear how precisely you would like the law to be changed, nor the circumstances under which such an offence would apply.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/582186  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T09:03:22.463Z"
    },
    "id": 581520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581520.json"
    },
    "type": "petition"
}