{
    "attributes": {
        "action": "End the measurement of vehicle emissions as 'tailpipe only' to allow clean fuels",
        "additional_details": "Clean fuels use normal petrol or diesel pumps, no need for environmentally damaging charger installs everywhere.\r\nBattery manufacture creates high co2 emissions, adds cost & Lithium is not renewable!\r\nCharging cars is not practical for lots of people.\r\nCobalt mining is still using Child Labour.\r\nBiomethane can be CO2 negative full lifecycle.\r\nBiomethane is biodiverse & can be made from waste reducing pollution.\r\nCombustion cars, vans, trucks etc. are more affordable for people or business on a budget.",
        "background": "Government must end 'tailpipe only' measure as it doesn't consider other environmental costs such as battery manufacture. Allow sale of electrofuels / efuels & biomethane new cars after 2030 to reduce & reverse CO2 levels. We must reduce Lithium extraction as it is very damaging to the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T11:51:01.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-30T20:54:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T15:36:10.905Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure for what purposes you'd like other emissions to be measured, for example to calculate vehicle tax. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  You might also like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/563118"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T09:38:02.044Z"
    },
    "id": 581597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581597.json"
    },
    "type": "petition"
}