{
    "attributes": {
        "action": "Give more protection and help to victims of neighbourly harassment and abuse.",
        "additional_details": "To reinforce the human rights act and to remind the councils and police of their duties to residents. \r\nPeople are suffering intolerable noise nuisance, air pollution, threats to their property and personal safety, harassment, victimisation, mental torture and some are in fear for their lives. \r\nMany people have been forced to work from home and are finding it difficult because of thoughtless neighbours. \r\nWe need to feel that we have somewhere to turn to and confident we will be listened to.",
        "background": "With reference to the Human Rights Act which states that people are entitled to the peaceful enjoyment of their property. \r\nDuring lockdown, neighbourly disputes have had an even greater impact on mental health. We feel that the local authorities do not do enough to protect or assist victims.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-30T10:06:58.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-30T17:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T12:56:08.781Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. However, we can only accept petitions on issues the Government or Parliament are responsible for. Enforcement of existing legal protections relating to nuisance, threats and harassment is a matter for the police, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here:\r\nhttps://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T12:56:08.779Z"
    },
    "id": 581697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581697.json"
    },
    "type": "petition"
}