{
    "attributes": {
        "action": "Give pupils the option to take their PPG's as their final GCSE/A level grades.",
        "additional_details": "Pupils have been given 2 weeks of revision in the Easter holidays to recap 2 years worth of syllabus, while being in lockdown for half of that education. This in turn has given them an extraordinary amount of stress and anxiety, along with the stress from the lockdown and pandemic as a whole, this has decayed with pupils mental health. This puts the students at a huge disadvantage compared previous years and will most likely have a negative affect on their exams results.",
        "background": "Currently, pupils have been told that they have to take up to 30 assessments even though pupils were promised their PPG's as their final grades in the prior lockdown months.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T21:42:19.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T21:44:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T09:47:58.503Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how GCSE and A-level students are to be assessed in 2021, however it's not clear what you mean by \"PPGs\" nor how these would be calculated or set. Students are to be awarded grades set by their teachers, however it is for individual teachers and schools to decide how best to set these grades.\r\n\r\nYou may like to sign this petition which calls for a related action:\r\n\r\n'Don’t allow the use of externally-set exams for 2021 grades': https://petition.parliament.uk/petitions/569280\r\n\r\nExam arrangements and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:  \r\n\r\nYoung Minds: https://youngminds.org.uk \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people   \r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-04-20T09:48:18.676Z"
    },
    "id": 581658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581658.json"
    },
    "type": "petition"
}