{
    "attributes": {
        "action": "Scrap the terms BME and BAME and replace them with BEAM for racial inclusivity.",
        "additional_details": "People are rejecting the term BAME. So we recoined BAME to BEAM. BEAM is inclusive of all races, allowing them their uniqueness and diversity. BEAM is neither offensive nor divisive.\r\nThe Mixed Population is the third fastest growing and this needs to be acknowledged. Thus, we have changed the word MINORITY to MIXED. BEAM stands for: \r\nB=Black/Brown i.e., African–Caribbean - Indian\r\nE=European- Ethnicity including Western\r\nA=Asian - South East Asian/Indian/Chinese/Bangladeshi/Pakistani \r\nM=Mixed",
        "background": "To support Communities Against Racism Enterprise - CARE and their campaign, to give people the right to decide how they would like to be racially defined. For example, Priti Patel the Home Secretary has been quoted to have said \"Not to \"label me as BME\", as it is\"patronising\" and \"insulting\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T13:21:54.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-30T00:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T15:19:29.351Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for deciding which terms people choose to use to describe themselves.  \r\n\r\nThe Government's Racial Disparity Unit has published guidance about why it doesn't use the terms BAME or BME, which you can read here: \r\n\r\nhttps://www.ethnicity-facts-figures.service.gov.uk/style-guide/writing-about-ethnicity\r\n\r\nIn March 2021, the Commission on Race and Ethnic Disparities recommended that the government stop using the term BAME.  We could accept a petition calling for the Government to use the term BEAM if there are specific cases (such as on online forms or documents) where you'd like to see it used.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T14:20:52.967Z"
    },
    "id": 581604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581604.json"
    },
    "type": "petition"
}