{
    "attributes": {
        "action": "Make sexual harassment and assault education in schools compulsory",
        "additional_details": "Currently there is too much flexibility between schools concerning the sex education curriculum leading to inconsistencies in many students understanding of sexual harassment and consent. Students have been let down by this, with many of them experiencing sexual harassment in schools; an environment they are supposed to feel safe in. We need to implement compulsory education in sexual harassment and assault so students can feel more confident in recognising and addressing situations they feel uncomfortable in.",
        "background": "Sexual harassment in schools between students is too much of a common occurrence. There is little education for students on how they can recognise this, leading to many students sexual harassment and assault in schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-31T12:48:52.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-31T13:37:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T12:54:45.242Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nSex education and consent to be mandatory in primary schools\r\nhttps://petition.parliament.uk/petitions/553641\r\n\r\nThe Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:40:24.118Z"
    },
    "id": 581777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581777.json"
    },
    "type": "petition"
}