{
    "attributes": {
        "action": "Define the hate speech laws to which we have to follow but we don't understand",
        "additional_details": "You never teach a child at a young age to call the police if they have their feelings hurt. It's dangerous and will destroy the child's mental health at some point. \r\nSo. Why are we encouraging this in adults?\r\nWhy are we treating adults like this. \r\nIt's important to strengthen people.\r\nNot weaken them.\r\nAnd thats what these laws are doing.\r\nThey are causing depression \r\nAlong with many other problem's. The laws are doing the opposite of their intentions.\r\nThe opposite.\r\nThey're now CAUSING racism.",
        "background": "Firstly, strict definition on what is a hate law, define it absolute. \r\nsecondly put a time limit on them for when we will no longer need the laws. \r\nStrengthen children and adults by instead helping them overcome their hurt feelings and ways to manage them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-30T14:46:35.560Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-30T15:20:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T15:33:58.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Hate speech laws are already set out in statute.  We're not sure what else you'd like to see happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  We could accept a petition calling for hate speech laws to be repealed, this could be immediately, or after conditions are met, but you'd need to be clear what they were or how long it would be. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T17:02:11.298Z"
    },
    "id": 581716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581716.json"
    },
    "type": "petition"
}