{
    "attributes": {
        "action": "Re-instate the Order of St Patrick",
        "additional_details": "The Order of St Patrick fell into disuse after part of Ireland left the UK.\r\n\r\nHowever, another part did not, and that part has contributed enormously to our country over the past 100 years. From defence, to science, shipbuilding, and sports, its people deserve their own path to recognition. \r\n\r\nRestoring the Order of St Patrick would be an inclusive and generous way to recognise the people of Northern Ireland, and signal the UK's ongoing commitment to its smallest home nation in its centenary year.",
        "background": "The UK awards honours to people who make great contributions to society. The Knights of the Garter, and of the Thistle, are associated most strongly with England and Scotland.\r\n\r\nRestoring the Knights of St Patrick would signal the UK's renewed commitment to Northern Ireland in its centenary year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T16:34:40.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-01T17:58:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T09:03:12.484Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe creation of new British orders of chivalry or orders of merit is a matter for the Royal Family, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T09:03:12.480Z"
    },
    "id": 581890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581890.json"
    },
    "type": "petition"
}