{
    "attributes": {
        "action": "Change the way schools handle Mental Wellness Days",
        "additional_details": "Change the content of mental wellness days and add funding for mental wellness days and they are important but do not provide effective techniques on how to deal with mental health problems",
        "background": "Schools dont teach effective or real techniques that work with todays society. Instead offer counselling with real professionals and offer management techniques that are effective not for example paint a rock. Teach kids that there emotions are normal and educate them on crisis centres.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T21:18:09.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-01T21:26:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T09:40:01.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about mental health in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016\r\n\r\nFund a national awareness campaign for mental health in schools: https://petition.parliament.uk/petitions/553711\r\n\r\nIf you want the Government to do something else you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T09:40:01.755Z"
    },
    "id": 581913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581913.json"
    },
    "type": "petition"
}