{
    "attributes": {
        "action": "Minimum wage increases for everyone not just for people on lower income",
        "additional_details": "Its morally wrong that I've gone to college for over 5 years to get qualified in 2 separate city and guilds NVQs qualifications that someone with no qualifications can keep closing the wage gap on myself and other workers.",
        "background": "I agree with minimum wage increases for unqualified minimal labour. But what I find hard to bare is that myself as a qualified skilled person my wages never go up accordingly to match the minimum wage increase.. It should made law that employers should pay employees the same increases..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-02T11:58:14.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-02T16:28:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T08:42:00.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pay rises for certain people, but we're not sure exactly what you'd like the Government or Parliament to do. The Government sets the National Minimum Wage and National Living Wage rates, but is not responsible for determining pay rises for workers (aside from Government workers and some public sector workers) who receive above the legal minimum wages."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T08:42:26.776Z"
    },
    "id": 581962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581962.json"
    },
    "type": "petition"
}