{
    "attributes": {
        "action": "Hoylake Beach: Save Our Beach For All To Enjoy. Listen To Residents Concerns",
        "additional_details": "Local residents are demanding that the beach be raked once more like it was for very many generations and restore the much loved sandy beach. It now a public health hazard with reports of unpleasant smells, rodents and mosquitoes. This will only be exacerbated in the coming summer months. Hoylake is also host to the Open Golf Championships. Does the Government want our now neglected beach to be the laughing stock of the world when the Open comes back to Wirral because of petty local politics.",
        "background": "Hoylake Beach is a popular Wirral resort that has been used by generations dating back to the late 1800s when Hoylake was first established. Its famous golden sands have brought joy and pleasure to everyone that has used it. It was regularly maintained but in recent years neglected by local council.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T14:33:08.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-04T14:56:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-09T10:40:26.124Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-09T10:40:26.120Z"
    },
    "id": 582160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582160.json"
    },
    "type": "petition"
}