{
    "attributes": {
        "action": "falsly accussed pepole against  sexul crime/ rape",
        "additional_details": "There is lots off pepole out there going through this and there lifes have been ruined  same as there familys its not fair that innocent people are in prison with this and people  that are particapating in these actions  are walking freely  amougnst our comunity could u possibly look in to people thats been accussed take a lie detecter test as i think its more likely to get the truth for this as i have seen lot off pepole going through this all there familys to",
        "background": "A would like yous to make new changes to these kind off charges  as theres alot off inniconts men/ woman in prision with these charges and the pepole that are doing it are walking our streets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T21:24:49.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-04T21:47:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T14:39:29.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It is already possible for people to be prosecuted for false claims in some circumstances. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T14:39:29.454Z"
    },
    "id": 582192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582192.json"
    },
    "type": "petition"
}