{
    "attributes": {
        "action": "Stop sexual harassment towards women and men and lock up the predators",
        "additional_details": "Because I feel no one is playing no part to sending a predator away murderers being sentenced for 23 years max but predators are being sentenced for 5 years. The same the murder a done to their victims by making hem suffering is the same as a predator will do to their victims make them suffer for life not being able to trust someone being scared to go out at night by themselves without being followed or being harassed",
        "background": "Lock up the predators to stop other from suffering a sexual harassment they experienced in the past and having to live with it for the rest of their lives suffering pain someone else caused and they didn’t ask for it to happen to them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-03T22:53:41.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-03T23:04:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-09T09:57:38.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/578940"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-09T09:57:50.269Z"
    },
    "id": 582102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582102.json"
    },
    "type": "petition"
}