{
    "attributes": {
        "action": "Open a public enquire before the introduction of COVID-Passports.",
        "additional_details": "This government is trying to rewrite the social contract by using this pandemic as an evil that justifies the means – as free agencies, we cannot allow that to happen.\r\n\r\nThe Covid-Passport will simply serve to divide the country further and create a newer layer of discrimination in the UK. As a democratic nation, we have a moral obligation to do better and be an example to all countries seeking guidance in these troubled times. \r\n\r\nWe are calling the government to stop the COVID-PASSPORT trials.",
        "background": "The Covid-Passports are immoral, and it goes against our fundamental Human Rights. Therefore, we want the government to recognise our freedom to choose whether to participate in the COVID-Passport as a collective or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T21:27:02.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-04T22:24:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T12:52:06.141Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want an inquiry or a ban on passports.\r\n\r\nThere is already a Parliamentary inquiry into passports, which you can read about here:\r\n\r\nhttps://committees.parliament.uk/work/1104/covid-19-vaccine-certification/\r\n\r\nYou might also like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/569957\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:13:54.813Z"
    },
    "id": 582193,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582193.json"
    },
    "type": "petition"
}