{
    "attributes": {
        "action": "Make St Alban the Patron Saint of England instead of the irrelevant St George.",
        "additional_details": "St George has zero relevance to the English people or England. This is why few people even know the date of St George's Day, let alone celebrate it. St Alban is far more relevant and is considered to be the protomartyr of Great Britain. \r\n\r\nThe UK is claiming back the use of the Union Flag and it is also time to give us a patron saint who means something to the English. St Alban would give us something to celebrate and help bring England together, which is something that is badly needed right now.",
        "background": "Few people in England are interested in St George's Day, as he has no relevance to England. He never visited England and he most definitely did not slay a dragon. St Alban is the first British Christian Martyr and St Alban's Cathedral is the oldest site of continuous Christian worship in Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T12:22:00.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-05T13:58:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T13:52:07.612Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for designating patron saints. St George was made patron of the Order of the Garter by King Edward III."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T11:27:23.073Z"
    },
    "id": 582146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582146.json"
    },
    "type": "petition"
}