{
    "attributes": {
        "action": "Ban inessential foreign travel until COVID 19 vaccination effectively completed",
        "additional_details": "Genetic analysis has revealed that the second wave of COVID 19 infection in the UK was substantially seeded by people taking foreign holidays in Summer 2020. \r\n\r\nThe objectives of the petition are to prevent a recurrance of imported infection; to prevent the need for further lockdown; to facilitate the reopening of the domestic economy; to protect our exhausted health services; and to prevent unnecessary loss of life.",
        "background": "Maintain restrictions on outbound and inbound inessential international travel",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-05T11:42:25.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-06T09:15:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T09:48:05.967Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you mean by \"effectively completed\"\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning non-essential international travel until everyone has been offered a vaccine, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T09:48:05.964Z"
    },
    "id": 582236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582236.json"
    },
    "type": "petition"
}