{
    "attributes": {
        "action": "Stop Charging people for Covid tests to go abroad.",
        "additional_details": "Please can you stop these charges for Covid tests for people wanting to go abroad, there are many families out there that may have booked there holiday last year for this year an now how to face losing out on so much money because they can't afford for Covid tests. These Covid tests are £99pp. How can these charges be applied ? Surely there should be free ? Covid testing for people wanting to go abroad It's so unfair on the less fortunate families who save so hard to try get a holiday abroad . There are so many free testing facilities out there why can these not be used ? Please consider this petition into working away around this thankyou .",
        "background": "Stop charges for Covid tests to go abroad .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T21:36:29.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-09T17:02:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T10:00:31.722Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of Covid-19 tests for people travelling abroad, but we're not sure if you want the Government to stop the need for these tests, or to make them freely available.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nScrap the compulsory £210 home test kit when arriving in UK: https://petition.parliament.uk/petitions/577580\r\n\r\nLower the price of the £210 COVID Home Test Kits for travellers entering the UK: https://petition.parliament.uk/petitions/575509\r\n\r\nReview testing and self-isolation requirements for arrivals to England: https://petition.parliament.uk/petitions/568602\r\n\r\nMake COVID-19 tests during quarantine free or optional: https://petition.parliament.uk/petitions/577612"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T10:00:31.719Z"
    },
    "id": 582447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582447.json"
    },
    "type": "petition"
}