{
    "attributes": {
        "action": "Allow people to use any recycling centres, and cancel charges at some centres",
        "additional_details": "In recent times, there has been an increase in fly tipping and this goes hand in hand with tighter regulations at recycling centres. Having to prove your address and book in advance, means some people are having to travel further to their specific site, increasing traffic and pollution. To make recycling easier, it would be great to be allowed to visit any recycling centre no matter what you post code is.",
        "background": "Allow people to visits any recycling centre not just their local council site. Also at some sites there are charges for recycling certain things, like rubble and hardcore.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T16:55:53.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-18T07:45:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T08:38:25.881Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The use of, and any charges for, waste collection and recycling services in any given area are a matter for the relevant local authority, not the UK Government or Parliament. \r\n\r\nYou could start a petition calling on the Government to fund a national network of recycling centres which can be used by anyone, if that is something you'd like to see happen.\r\n\r\nIn the meantime you might like to sign these petitions which call for related actions:\r\n\r\n'Deposit scheme on glass, plastic, steel, aluminium bottles and cans.': https://petition.parliament.uk/petitions/572535\r\n\r\n'Require local authorities to compost all food waste': https://petition.parliament.uk/petitions/575348"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T08:38:45.136Z"
    },
    "id": 582428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582428.json"
    },
    "type": "petition"
}