{
    "attributes": {
        "action": "Change the laws around fathers rights and parental responsibility",
        "additional_details": "This has been an issue for many parents throughout the years. Fathers having to go months and even years without seeing their children because the mother of the child can simply turn around and say no. There should be repercussions in place for this kind of behaviour. Fathers should also be automatically afforded the same parental rights as the mother upon the childs birth.",
        "background": "Father's should be automatically afforded the same rights for their children as the mother receives. There should also be stringent rules in place for parents who block the other from seeing their children without a legally defined reason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T19:32:28.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T19:40:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T09:10:22.034Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Fathers who are named on the birth certificate automatically have parental responsibility in the same way that mothers do.  You can find out more here:\r\n\r\nhttps://www.gov.uk/parental-rights-responsibilities/who-has-parental-responsibility\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T09:10:22.030Z"
    },
    "id": 582442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582442.json"
    },
    "type": "petition"
}