{
    "attributes": {
        "action": "The UK should consider joining the QUAD Alliance?",
        "additional_details": "The QUAD alliance provides an adequate opportunity for the UK to place more ample pressure on the Chinese regime and their overarching abuses to their own people as well as internationally. From there utilisation of “Chinese Debt-traps” in Africa, to them stipulating the Sino-British joint Declaration to be “void” in Hong Kong, to them imposing a Chinese puppet as the Dalai Lama. Therefore, a staple precedent must be set to counteract their inundated abuses, and Quad is built for this purpose.",
        "background": "It is paramount that the UK take more initiative to negating China’s encroachments within the South China Sea (Nine-Dash-Line); their Human Rights abuses (Christian, Uighur, Falun Gong, Inner Mongolians), and there invasive actions towards Taiwan should be met with action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T14:29:06.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T15:09:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T14:33:24.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is a decision for the Quadrilateral Security Dialogue as to their Membership, including whether to extend it to the UK. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T14:33:24.141Z"
    },
    "id": 582414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582414.json"
    },
    "type": "petition"
}