{
    "attributes": {
        "action": "Allow partners to appointments scans and the labour of the baby",
        "additional_details": "As someone with bad anxiety knowing Iv got to go to hospital appointments alone really worry’s me let alone knowing my husband can only come into the birthing room after Iv passed a certain stage. It’s so wrong expecting a baby is already a scary process let alone having to be alone throughout most of it it’s just not right both parents or chosen partner should be allowed to be their for full support of the expectant mother without limits.",
        "background": "The rules around expectant moms isn’t on, the rules are wrong not allowing the partners or birthing partners to the scans and appointments through the pregnancy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-08T16:10:11.382Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-08T16:17:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T11:56:09.355Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS and individual hospitals, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June 2020, the NHS’s suspension of hospital visiting was lifted. This means that visiting is currently subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans and attending in labour ward.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:21:23.685Z"
    },
    "id": 582512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582512.json"
    },
    "type": "petition"
}