{
    "attributes": {
        "action": "Make mental health as a mandatory subject in schools",
        "additional_details": "People are becoming more and more aware of mental health conditions such as depression, anxiety, panic attacks and other conditions too. 1 in 4 people has mental health problems. We need more information on how to support our friends, colleagues and family, since many people have no idea of how they should deal with this. Schools need to teach about the importance of mental health, even if this means 1 hour a week. Signs of good mental health and signs of other conditions must be taught and also coping mechanisms. Not only this this help the younger generation, but it will help the NHS as people will be more “trained” and aware.",
        "background": "OPeople are becoming more and more aware of mental health conditions such as depression, anxiety, panic attacks and other conditions too.\r\nI believe mental health must be a mandatory subject in school and the gov must speak with education ministers and provide some teaching to children about this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-10T18:35:29.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-10T19:05:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T07:29:06.032Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nFund a national awareness campaign for mental health in schools: https://petition.parliament.uk/petitions/553711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T07:29:06.030Z"
    },
    "id": 582683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582683.json"
    },
    "type": "petition"
}