{
    "attributes": {
        "action": "Raise issue people were not advised of effects of BREXIT on Ireland",
        "additional_details": "Virtually no one would vote in any referendum in any way which could potentially result of wrecking the Northern Ireland peace process, 1998 Good Friday Agreement, and re-start the 1968 to 1998 \"troubles\" or violence.\r\nAt the signing of the 1998 Belfast (Good Friday) Agreement, virtually\r\neveryone was relieved, no one believed that anything could happen that could wreck that Agreement or the peace process as a whole - Virtually no one thought of Ireland when voting in the June 2016 referendum",
        "background": "Raise concern that virtually no one would want to see the 1998 Belfast (Good Friday) Agreement or peace process wrecked, and would never vote in any referendum in a way which would entail do so - That the negative effects of BREXIT on the Irish peace process were not made clear in June 2016",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-10T10:58:39.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T13:01:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T10:24:21.551Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Brexit on Ireland, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T10:24:21.548Z"
    },
    "id": 582657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582657.json"
    },
    "type": "petition"
}