{
    "attributes": {
        "action": "Designated telephone in each school for children to use to report abuse.",
        "additional_details": "Children who are being abused don’t always have house phones or mobiles to report abuse so this way they always have that safe space option to do so and to speak to trained professionals over the phone whether that be discussing assault, rape, violence or bullying etc.\r\nJust one basic telephone per school could help save thousands of vulnerable children and also help break the cycle for the next generation or even lower current suicide rates in preteens.",
        "background": "A designated landline phone to be implemented in ALL schools in a safe quiet space with a basic directory of abuse hotlines for them to contact.\r\nPosters to be put on the back of each toilet cubicle door saying that if they need someone to speak to, go to a member of staff and ask to speak to Angie.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-11T14:12:47.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T21:18:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T07:51:05.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about operational matters, including whether and how to make telephones available to school children, and how to advertise counselling and support options, are a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTo ensure every child has access to a qualified counsellor within school: https://petition.parliament.uk/petitions/582559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T07:51:05.540Z"
    },
    "id": 582737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582737.json"
    },
    "type": "petition"
}