{
    "attributes": {
        "action": "Ban off lead dog walking in public and providing safe enclosed spaces for this.",
        "additional_details": "It would make parks and public spaces safer for children. My son was charged twice now by an aggressive dog in a public park, why should we wait for a serious incident to happen before doing this. It would be better for the environment as there will be less dog waste because dogs would not be running free. Dogs would not be able to cause harm to other animals like deer in green spaces, or farmers animals. Everyone deserves to walk in public without being sniffed at by someone else's dog.",
        "background": "Government should put a blanket ban on all off lead dog walking in public spaces. Further to this there should be dedicated enclosed spaces where owners can responsibly take their dogs off leash without causing harm to others or the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-13T06:57:17.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-16T18:31:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-22T06:54:21.529Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about the provision of local spaces for dog owners is a matter for individual local authorities, but we have published the following petition, which you might like to sign:\r\n\r\nMake it compulsory for all dogs to be on leads on public land: https://petition.parliament.uk/petitions/569074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-22T06:54:22.406Z"
    },
    "id": 582848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582848.json"
    },
    "type": "petition"
}