{
    "attributes": {
        "action": "Make parliament debate a working class, low income, average, young person.",
        "additional_details": "The majority of the population is low income and working class yet not one person in the house of commons is either one.\r\nHow are people who've never lived like the majority going to know what the majority need or want? \r\n\r\nTheir decisions, choices and actions have little effect on them, but for you, just one of their votes or policies could decide if you can afford rent, food, water, electricity etc. \r\n\r\nWe are the majority, we are the work force and we are the tax income. We deserve to be heard.",
        "background": "Allow for a young, low income and working class member of the public to head a parliamentary sitting to question, criticise, suggest, advise and debate directly with MPs. If it is successful, make it a permanent addition to house sittings for a member of the general public to attend and participate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-13T07:14:52.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-13T10:58:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T08:28:02.389Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want to see Parliament engage with working class, low income, average, young people, but parliamentary debates can only be attended by MPs, not members of the public."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T08:28:03.154Z"
    },
    "id": 582849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582849.json"
    },
    "type": "petition"
}