{
    "attributes": {
        "action": "I would like equality of both Sex during a rape or abuse investigation (etc)",
        "additional_details": "any man that has been falsely accused of rape or abuse by a woman which has proven to be incorrect should receive a compensation reward of up 5 grand from the victim who is falsely accusing the male",
        "background": "A man should not be sentenced wrongly without evidence, any false rape or abuse allegations made by a women which is proven in court to be incorrect Should be sentenced to the same time in prison as a man would spend for rape or abuse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-13T10:32:05.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T23:30:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T10:36:17.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about false accusations of rape, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about whether to convict a person for sexual offences, including rape, are a matter for the courts, not the Government or House of Commons.\r\n\r\nPeople who make a false allegation of a crime can already be prosecuted for perverting the course of justice or for wasting police time. You can find out more about this here: http://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T10:36:17.583Z"
    },
    "id": 582863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582863.json"
    },
    "type": "petition"
}