{
    "attributes": {
        "action": "Add consent, female external anatomy and lgbtqia to sex ed national curriculum",
        "additional_details": "Informing young people of the importance of consent could reduce rape crime and raise awareness among young people.\r\n\r\nThe curriculum is also extremely outdated focusing on sex in a male-centric way. More detail should be given about female anatomy including the external vulval tissues to make girls aware of what is normal and avoid insecurities. \r\n\r\nFinally we owe it to the lgbtqia children to be more inclusive and offer support and safety advice.",
        "background": "1. A lesson on consent should be added to the curriculum with immediate effect. \r\n2. Sex education should teach about the external female anatomy as well as internal\r\n3. Sex education should be more inclusive and discuss lgbtqia sex more openly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-13T08:02:40.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-13T08:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T08:03:13.359Z",
        "rejection": {
            "code": "already-happening",
            "details": "The new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum already contains content on the age of consent, what consent is and is not, the definitions and recognition of rape, and sexual assault and harassment; LGBT content; and the human body including the changing adolescent body: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T08:03:18.049Z"
    },
    "id": 582851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582851.json"
    },
    "type": "petition"
}