{
    "attributes": {
        "action": "Overhaul advice given by NICE to chronic pain sufferers relation to painkillers",
        "additional_details": "It’s a UK healthcare issue and therefore should be discussed in parliament in direct relation to NHS advice taken from the NICE guidelines. It is something that the government should be aware of and respond to. Millions of people suffer from chronic pain and if pain relief is taken away or not given unemployment will rise and the need for benefits will increase. We cant survive without pain relief and not everyone is able to carry out alternative methods to manage pain.",
        "background": "Advising against using painkillers to treat chronic pain is not fighting opioid addiction. It is instead raising more issues for people with long term, chronic and acute pain. More people will be out of work and their lives will be greatly diminished in quality if they cannot receive adequate relief",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-12T10:26:44.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-12T13:03:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T07:16:42.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the National Institute for Health and Care Excellence (NICE), which is an independent advisory body, and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T07:16:45.618Z"
    },
    "id": 582803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582803.json"
    },
    "type": "petition"
}