{
    "attributes": {
        "action": "Make Seaham Harbour Marina, including the beach, accessible to ALL people.",
        "additional_details": "Despite recent costly developments to the marina, no effort has been made to ensure areas including the beach, fort, top floor of the cafe, or the proposed viewpoint are accessible. ​\r\nMany people and dogs find the stairs uncomfortable to use so will walk down the adjacent wall which is dangerous due to its gradient and the protruding metal spikes.\r\nWheelchair and pram users, people with service animals, and people with reduced mobility have as much right as anyone to access and enjoy these areas.",
        "background": "Build a ramp or lift to enable all members of the public to access all areas of the marina. It is unacceptable that people who cannot readily use the metal stairs provided are expected to only spend time (and money) in the shops or cafes without being able to enjoy the benefits of the beach and sea.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-14T13:46:43.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T12:51:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T12:51:58.801Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T12:52:00.236Z"
    },
    "id": 582972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582972.json"
    },
    "type": "petition"
}