{
    "attributes": {
        "action": "To increase transparency regarding additional payments/ incentives given to MPs.",
        "additional_details": "It is evident that many MP's have additional incomes which are likely to influence their decision making and decisions. The extent of this is not obvious to the public. Some form of identification on the MP or on-screen during debates when they are speaking in parliament would be helpful.",
        "background": "Require all MP's to have a logo on their jacket or on-screen identifying who is paying them beyond their government salary when they speak in parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-15T10:10:32.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T18:30:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T14:40:48.040Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about what Members wear are a matter for individual MPs, and decisions about how to identify Members on television is a matter for individual broadcasters, not the Government or House of Commons.\r\n\r\nMembers are already required to register certain interests, which are published in the Register of Members' Financial Interests, and to declare registered and non-registered interests whenever they are relevant in a wide range of circumstances, including in parliamentary proceedings such as debates and committee meetings, meetings with ministers, public officials and other MPs, and in correspondence.\r\n\r\nYou can read more about declaring and registering interests in the Members' guide to procedure: https://guidetoprocedure.parliament.uk/articles/xl01eB4L/declaring-and-registering-interests\r\n\r\nWe can accept petitions calling for changes to the rules for registrable interests, but it would need to be clear what changes you wanted to existing rules.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan MPs from having shares or positions in any businesses: https://petition.parliament.uk/petitions/562361\r\n\r\nPrevent all Members of Parliament (MPs) from holding a second job: https://petition.parliament.uk/petitions/581451"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T13:09:19.009Z"
    },
    "id": 583021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583021.json"
    },
    "type": "petition"
}