{
    "attributes": {
        "action": "UK football supporters against the creation of a proposed European Super League.",
        "additional_details": "Official statements from some of the world's leading football organisations quickly condemned the proposal of the European Super League which seeks to create division throughout the footballing world, and condescends the ethos and values of our nation and sport. \r\n\r\nhttps://www.uefa.com/insideuefa/news/0268-12121411400e-7897186e699a-1000--statement-by-uefa-the-english-football-association-the-premier-/\r\n\r\nhttps://www.imust.org.uk/Blog/Entry/must-responds-to-super-league-proposal",
        "background": "Six English football clubs have provisionally signed to join a proposed European Super League. Supporters would like the government to verbally condemn such a move in support of the Football Association in an attempt to protect one of our great nations identities our values.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T19:34:48.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-18T19:39:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T09:25:10.446Z",
        "rejection": {
            "code": "already-happening",
            "details": "On Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\" \r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league \r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501 \r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance  \r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T09:25:13.489Z"
    },
    "id": 583276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583276.json"
    },
    "type": "petition"
}