{
    "attributes": {
        "action": "Make it a law that bans licensed venues from using a “one man door”",
        "additional_details": "I want the government to make this law, as door supervisors are at risk of been verbally or physically assaulted during their duties while working at licensed venues.\r\n\r\nAnd by having it as law to require two door supervisors it will make members of the security industry safer aswell as keeping the venues they man better protected.",
        "background": "Ban licensed venues from having one door supervisor on duty. That they will need to have two door supervisors minimum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T11:29:34.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-18T11:40:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T09:00:14.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about hospitality venues only having one security person on duty at a time, but we're not sure if you want all hospitality venues to be required to have two people on the door, or if hospitality venues can choose not have people on the door at all, but can't have only one person on the door.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T09:00:15.172Z"
    },
    "id": 583236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583236.json"
    },
    "type": "petition"
}