{
    "attributes": {
        "action": "Give food to people staying in hotels from red list countries: Pakistan",
        "additional_details": "People arriving to London Heathrow Airport, staying in hotel to quarantine, have not been given food or water regularly even after they have asked several times, simply because the management is not doing what they have been paid for.\r\n\r\nEspecially during Ramadan, people have kept fasts without any food. The UK government knows very well the importance of this month to all Muslims around the globe. We expect a fast solution to this issue as this is very unfair and a violation to human rights.",
        "background": "Food and Water are every humans basic need and right. People coming from red list countries like Pakistan, have paid so much for their 10 day stay, yet there's shockingly unacceptable service provided to them. \r\nThey are not given meals 3 times a day as the staff FORGOT to?!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T16:10:36.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-18T16:17:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T09:32:19.113Z",
        "rejection": {
            "code": "already-happening",
            "details": "People in managed quarantine should be provided with 3 meals a day, tea, coffee, fresh fruit, water and soft drinks: https://www.gov.uk/government/publications/managed-quarantine-what-to-expect/managed-quarantine-what-to-expect\r\n\r\nIf you have not received the meals you should have, you should complain directly to the relevant hotel."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T09:32:19.701Z"
    },
    "id": 583250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583250.json"
    },
    "type": "petition"
}