{
    "attributes": {
        "action": "A local skatepark built in warstones (Penn)",
        "additional_details": "I know a lot of people who like the ride scooter,bikes also skates that wants a nice area to ride without getting shouted at by members off the public. My boyfriend is a bmx’er who is also in on getting a skatepark built witch he would like to contribute getting this done weather that designing it or any little thing he could help witch many of people would enjoy as-well. In warstones there needs to be a place where young people will be able to meet and socialise.",
        "background": "I would like a local skatepark for the younger generation also older in Penn Warstones I feel like this would be good as there a lot off youth crime since a lot of fun things got taken down/destroyed in Penn (warstones) eg-swing on the green, zip lines on Windsor’s park, climbing frame at the rek..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T21:56:49.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-19T07:55:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T10:15:52.420Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about local parks are a matter for your local authority, not the Government or House of Commons.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T10:15:53.193Z"
    },
    "id": 583303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583303.json"
    },
    "type": "petition"
}