{
    "attributes": {
        "action": "Nationalise the Premier League",
        "additional_details": "Govt can mirror German regulations requiring 51% fan ownership of football clubs. They are a key part of our communities and should not be remotely controlled by groups from outside the local community and supporters groups.",
        "background": "Football clubs are community institutions. Generations of fans have contributed time, love & money building and sustaining them. Entities with no connection to these communities now “own” them and wish to sever historic connections to our domestic league. Fans must own and control their own clubs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-19T11:07:51.479Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-19T11:40:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T15:45:48.581Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310.\r\n\r\nYou might like to know that on Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\"\r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league\r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501\r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T15:45:50.315Z"
    },
    "id": 583430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583430.json"
    },
    "type": "petition"
}