{
    "attributes": {
        "action": "Force 51% fan ownership of football clubs in England like the German 50+1 rule.",
        "additional_details": "The newly announced European Super League is damaging to the game and ruins the dream for many people. We need to stop this happening, legislation is clearly the only way to achieve this and protect grass roots football. 'Football is nothing without fans' - Sir Matt Busby.",
        "background": "We want the Government to legislate & implement the same rule for British clubs to stop foreign investors prioritising profit over the wishes of supporters. German Bundesliga clubs are protected against reckless owners and it is time British football is protected too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-19T17:26:02.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-19T18:55:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T15:31:22.929Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310.\r\n\r\nYou might like to know that on Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\"\r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league\r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501\r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T15:31:23.999Z"
    },
    "id": 583511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583511.json"
    },
    "type": "petition"
}