{
    "attributes": {
        "action": "Change the quarantine rules for children who arrive from travel ban countries.",
        "additional_details": "Right now children even under the age of 5 have to stay in a hotel for 10 days if they are arriving from red list travel ban countries. If a single parent travel to the UK with a new born, these guidelines are not ideal. There are also cases where children comes to visit their parents after a long period due to the pandemic. It is not ideal to make them stay in a hotel room for 10 days. There are also concerns about standards provided by these hotels which are not ideal for children.",
        "background": "The government should reconsider travel rules for children and family's' who travel with children. Government should also reconsider the guidelines for children who are coming to the UK to visit their parents from red list travel ban countries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T03:06:45.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T13:14:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T07:12:26.849Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules for quarantine, but we're not sure whether you want the Government to change or review these rules.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nNo hotel quarantine for UK citizens, permanent residents and their families: https://petition.parliament.uk/petitions/571447\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T07:12:27.644Z"
    },
    "id": 583624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583624.json"
    },
    "type": "petition"
}