{
    "attributes": {
        "action": "Close down the ability for a Football Super League to operate in the UK",
        "additional_details": "The government must ensure that English football is not destroyed by greedy foreign interests.  The game of football must be  protected against these people.  The government must understand the depth of hatred for this proposal by all fans of the sport.  This has united fans across the country in a common goal and this matter needs to be acted upon as a matter of urgency.  Immediate action should be taken to ensure that the people behind this move understand that it will not be fiscally viable.",
        "background": "1. Changes to the law as required to aid legal challenges to the Football Super League. \r\n2. Increase tax on the clubs involved in non FA-sanctioned competitions to make it less fiscally appealing.\r\n3. Compulsory purchase 51% of clubs involved and re-sell to the fans to ensure this can never happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T11:08:43.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T12:08:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T13:12:10.986Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about English clubs' involvement in the European Super League (ESL), however since you started your petition all six participating English clubs have withdrawn, so there is no ESL for the Government to 'close down'.\r\n\r\nOn Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\" \r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league \r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501 \r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance  \r\n\r\nYou may wish to sign this petition which calls for a related action:\r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T13:12:19.707Z"
    },
    "id": 583675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583675.json"
    },
    "type": "petition"
}