{
    "attributes": {
        "action": "Stop the European Super League",
        "additional_details": "Football in this country has a huge history built from working class people. The traditions and histories are being shunned here by these top 6 clubs who all have foreign owners. They are distancing themselves from their fans and ruining our football system. This European Super League goes against keeping football competition fair and healthy at all levels. You have a responsibility to help save our beautiful game. Please help stop this proposal from going forward and ruining millions of fans.",
        "background": "I would like you to intervene and help save our football system.The 6 clubs that have entered into this new super league have no regard for the pain they will instill on millions of football fans across our country. You need to stop this greed and power play that will devastate our football forever.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-19T23:45:59.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T05:43:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T09:37:37.776Z",
        "rejection": {
            "code": "already-happening",
            "details": "On Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\"\r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league\r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501\r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance \r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnforce the “50+1” Rule for professional football club ownership in the UK: https://petition.parliament.uk/petitions/583310"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-28T10:07:32.468Z"
    },
    "id": 583612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583612.json"
    },
    "type": "petition"
}