{
    "attributes": {
        "action": "50+1 Football Club ownership law for the UK",
        "additional_details": "Due to the recent European Super League news. We the football fans of our UK based teams demand the control of our teams future. \r\nGerman law prevents the ownership of teams outright or even full control by majority share.\r\n50+1 law in the UK will return football to it's roots and prevent unpopular decisions going ahead.\r\nThe current model of FC ownership in the UK is welcome but we demand action from the government to prevent unfair and greedy decisions ruining the game for us loyal fans.",
        "background": "In Germany they have a law for Football Clubs called 50+1. It allows paying members of a FC to own 50+1 shares in there FC, in order to maintain full control of the club and it's management by popular vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T20:26:36.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T22:58:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T17:01:46.004Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T17:01:47.254Z"
    },
    "id": 583779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583779.json"
    },
    "type": "petition"
}