{
    "attributes": {
        "action": "Create legislation that enforces football clubs to share ownership with fans",
        "additional_details": "In the wake of 'Super League Gate' where billionaire owners are attempting to squeeze more and more money from the biggest clubs and monopolize their respective leagues, it is now time to wrestle back control of our clubs.\r\n\r\nFootball is not a business, it is a passion, where the fans are the least represented. It is time now to stop owners from bleeding our clubs dry and give fans greater power with the running of their clubs.",
        "background": "Sadly, our football clubs are being squeezed for every penny by owners with little regard for the clubs and more importantly the fans. Give greater control to the fans of their clubs, be it the german style 50+1 rule or something of a similar nature.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T10:22:16.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T13:26:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T14:20:40.195Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T14:20:41.439Z"
    },
    "id": 583851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583851.json"
    },
    "type": "petition"
}