{
    "attributes": {
        "action": "Install football supporters as 51% major shareholders of their teams.",
        "additional_details": "This has to be done before our beautiful game is destroyed forever. We have seen a threat of a European super league being enforced without discussion or debate by billionaire owners that care very little about our history, or our leagues, or the grassroots. Enough is enough. We need a model alike to the German leagues, hence why no German teams were involved in this ridiculous attempt to destroy football as we know it!",
        "background": "Bring in legislation that will ensure England’s football pyramid by implementing the supporters of their clubs as 51% major shareholder of each club by law, alike the German football league model.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T09:45:27.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T09:56:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T17:02:46.226Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T17:02:49.576Z"
    },
    "id": 583843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583843.json"
    },
    "type": "petition"
}