{
    "attributes": {
        "action": "Initiate the 50+1 rule to all UK based football clubs to allow 50% fan ownership",
        "additional_details": "Following the suspension of the European Super League, the 50+1 rule must be initiated to stop the mega wealthy taking away football from the fans for their own financial gain. Fans must be able to have a say in their clubs ongoing similarly to the Bundesliga. The future of football depends on it.",
        "background": "Make is legislation that all UK based clubs must have 50% of shares are owned by legitimate fans of the club (avoid an RB Leipzig situation) so they have voting rights to certain issues within their club. Football is nothing without fans and we deserve a say.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T06:44:54.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T06:56:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T17:02:10.591Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T17:02:12.012Z"
    },
    "id": 583825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583825.json"
    },
    "type": "petition"
}