{
    "attributes": {
        "action": "Cancel examination fees this summer 2021",
        "additional_details": "The government values education for every British child. It is unfathomable that there should be children who can’t afford the costs of an exam this summer due to the hiked up prices. After a difficult financial year with children home for months, the examination boards are taking advantage and extorting money from parents in a very ugly manner. It is our children’s teachers who have really born the brunt of this difficult situation with lots more marking, assessing and grading each student.",
        "background": "This Spring 2021, it is quite clear that no exams have been set, no exams are going to be taken and consequently barely any costs to the examination boards. Not only is there no discount to the parents but many of the boards have actually RAISED THEIR PRICES!!\r\nWe want this extortion to be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T17:00:28.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T17:13:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-28T07:57:34.405Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The fees charged by exam boards are a matter for indiviudal exam boards and the schools they are contracted by, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to reimburse schools for the costs of exam board fees during the Covid-19 outbreak, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-28T07:57:35.286Z"
    },
    "id": 583905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583905.json"
    },
    "type": "petition"
}