{
    "attributes": {
        "action": "Introduce the 50+1 Rule into the Premier League & EFL",
        "additional_details": "The 50+1 rule is an informal term used to refer to a clause in the regulations of the Deutsche Fußball-Liga (German Football League). The clause states that, in order to obtain a license to compete in the Bundesliga, a club must hold a majority of its own voting rights. The rule is designed to ensure that the club's members retain overall control, by way of owning 50% of shares, +1 share, protecting clubs from the influence of external investors.\r\n\r\nFootball is for the fans! Not greedy owners.",
        "background": "After seeing what the “European Super League” has done to the football community, it shows that change is needed soon rather than later, we must ensure that something similar can never happen again. Therefore we should follow in the footsteps of German clubs and enforce the 50+1 rule to the clubs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T19:40:34.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T19:51:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T14:21:13.919Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T14:21:14.970Z"
    },
    "id": 583921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583921.json"
    },
    "type": "petition"
}