{
    "attributes": {
        "action": "End horse slaughter in the UK",
        "additional_details": "The absence of Government intervention in horse welfare has led to ongoing equine crises. Over-breeding is a major cause of problems. The government needs to address this issue by limiting the number of foals born annually and promoting responsible and best practice standards on those who breed horses. Government regulation needs to address the racing and sport horse industries, specific breed societies as well as a focus on inexperienced individuals who lack horse management resources.",
        "background": "Unregulated horse and pony breeding has led to an excessive and disproportionate number of equines in the UK. The result of this is the slaughter of thousands of horses each year. Government regulation on breeding numbers would lead to measured and accountable horse management in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-23T11:16:37.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-23T12:20:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T08:04:06.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about over breeding horses, and slaughter of horses as a result, but we're not sure exactly what new restrictions on breeding you'd like the Government or Parliament to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it Illegal to slaughter healthy horses and ponies in slaughter houses: https://petition.parliament.uk/petitions/555459"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T08:04:07.680Z"
    },
    "id": 584071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584071.json"
    },
    "type": "petition"
}