{
    "attributes": {
        "action": "Review Law and Punishment of Child Abuse",
        "additional_details": "It takes a lot of time and effort as well as resources of our authorities to catch such criminals. Often it effects the mental health of our officers to go through evidence to bring these criminals to justice. \r\nI request Parliament to look into stricter punishment for such crimes to not only to make our officers feel rewarded with their hard work but also make these criminals think 10 time before committing such crimes.",
        "background": "I request Government to immediately review Law and Punishment around Child Abuse.\r\nMentally killing somebody should be equally punishable as physically killing somebody.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-23T17:50:18.875Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-23T18:40:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T08:13:49.420Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about child abuse, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake Emotional and Psychological Abuse of Children a Specific criminal Offence: https://petition.parliament.uk/petitions/563997\r\n\r\nMandatory life sentence for abuse of a child: https://petition.parliament.uk/petitions/580645"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T08:13:50.338Z"
    },
    "id": 584111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584111.json"
    },
    "type": "petition"
}