{
    "attributes": {
        "action": "Donate spare COVID-19 vaccines to India.",
        "additional_details": "Having exported millions of COVID-19 vaccines to the UK, India can claim some responsibility for the success of the UK's vaccination programme so far. Now India needs help from the UK; vaccine nationalism will not help the world recover from the pandemic, and the UK is not safe while COVID-19 is rampant elsewhere. Speeding up India's vaccination programme would also allow India to resume its crucial role of manufacturing and vaccines to low-income countries without a vaccine manufacturing base.",
        "background": "The UK Government should donate spare COVID-19 vaccines to India to help speed up India's vaccination programme as it experiences a horrendous surge in COVID-19 infections and tries to avert the collapse of its healthcare system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-24T20:52:19.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T09:01:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T14:59:03.548Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease support for India in the Covid Crisis: https://petition.parliament.uk/petitions/584152\r\n\r\nSend excess equipment to countries in humanitarian covid crisis: https://petition.parliament.uk/petitions/584188\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad: https://petition.parliament.uk/petitions/572802\r\n\r\nYou may be interested to know that on 25 April the Government announced that it was sending medical equipment to India to support the country in its fight against COVID-19: https://www.gov.uk/government/news/uk-sends-life-saving-medical-equipment-to-india"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T14:59:04.284Z"
    },
    "id": 584199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584199.json"
    },
    "type": "petition"
}