{
    "attributes": {
        "action": "Send Oxygen Cylinders to India!",
        "additional_details": "India is currently the leader by cases and deaths and is in the world news spotlight.\r\n\r\nIt is upto our British government and our Prime Minister Boris Johnson to at least assist India in transporting at least a few of the thousand tonnes of oxygen cylinders that are required in India. It is up to us as a nation that has gone through the difficulties since the past year to contribute and show our support to a country that is currently losing its battle against the coronavirus.\r\n\r\nStay safe!",
        "background": "The ongoing coronavirus situation in India is quite alarming. India is at 300,000 cases every day for 4 days in a row. \r\nNews agencies across the world document the situation as oxygen cylinders are in deficit.\r\n\r\nI ask the British government to assist in the provision of oxygen cylinders to India.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-25T14:24:24.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T14:31:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T15:00:01.304Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease support for India in the Covid Crisis: https://petition.parliament.uk/petitions/584152\r\n\r\nSend excess equipment to countries in humanitarian covid crisis: https://petition.parliament.uk/petitions/584188\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad: https://petition.parliament.uk/petitions/572802\r\n\r\nYou may be interested to know that on 25 April the Government announced that it was sending medical equipment to India to support the country in its fight against COVID-19: https://www.gov.uk/government/news/uk-sends-life-saving-medical-equipment-to-india"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T15:00:02.702Z"
    },
    "id": 584248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584248.json"
    },
    "type": "petition"
}