{
    "attributes": {
        "action": "Change maternity pay to cover 52 weeks rather than 39 OR free hours of childcare",
        "additional_details": "Add additional benefits. Council tax reduction,  can be backdated after birth of child.  Income tax reduction,  again perhaps rebate after birth during those weeks between 39 and 52 of unpaid leave. Its almost impossible for a working class family not to suffer during the 52 weeks maternity leave with only 39 weeks of help.",
        "background": "Change statutory maternity pay to cover 52 weeks rather than 39 OR give free hours of childcare after 9 months. It is such a financial burden to have no income or pay for childcare, this booster would help so much and stop women going unemployed as they can't afford to work to pay for childcare",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-25T21:14:25.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T21:42:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T07:55:18.864Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about maternity pay and associated costs, but petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you would like the Government to look at a range of policies that could support new mothers, you could call for a review to look at all of the proposals you have suggested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend paid maternity leave by at least four months: https://petition.parliament.uk/petitions/557195\r\n\r\nEnhance maternity leave to be at full pay for 6 months: https://petition.parliament.uk/petitions/573965\r\n\r\nProvide free childcare to working parents for children over 9 months: https://petition.parliament.uk/petitions/580622\r\n\r\nIncrease Maternity/Shared Parental pay in line with National Living Wage: https://petition.parliament.uk/petitions/583847"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T07:55:19.643Z"
    },
    "id": 584274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584274.json"
    },
    "type": "petition"
}