{
    "attributes": {
        "action": "Do something about the housing crisis",
        "additional_details": "Limit the restrictions landlords place on private rentals\r\nCap the rent they charge on private rentals\r\nStop the credit checks with Landlords/Estate agents, it is wrong to judge people on their previous credit history",
        "background": "Change how many people can buy second homes\r\nMake affordable housing more affordable and allow more people to access it\r\nChange the private rental sector",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T12:07:33.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T18:57:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T08:54:15.127Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the housing supply, but we're not sure exactly what you'd like the Government or Parliament to do, and some of the requests you make are a matter for individual landlords, not the Government or House of Commons.\r\n\r\nYour petition calls for affordable housing to be made more affordable, but it's not clear how you want this to be achieved.\r\n\r\nYour petition also calls for credit checks to be stopped for private tenants, but the checks landlords conduct before granting a tenancy is a matter for individual landlords, not the Government or House of Commons.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate a rent cap of £700 PCM and give extra protections to renters: https://petition.parliament.uk/petitions/576340\r\n\r\nEnsure that there is suitable affordable housing available for all young people: https://petition.parliament.uk/petitions/556857"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T08:54:16.570Z"
    },
    "id": 584312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584312.json"
    },
    "type": "petition"
}