{
    "attributes": {
        "action": "Make flying more sustainable - right now",
        "additional_details": "SAFs are made from CO2 & water. They cost more than fossil fuels, so demand & production are low. To make flying less harmful, we must start replacing fossil fuel:\r\n\r\nThe public sector should pay for SAFs when booking flights, e.g. using Compensaid\r\n\r\nAircraft operators should have to buy growing percentages of SAFs, at first covering the 1st class’ share of fuel, then business, eventually applying to all fares (and cargo / charters). \r\n\r\nFossil fuel should be taxed until it becomes the pricier option",
        "background": "Please accelerate the journey towards sustainable aviation by rapidly and immediately increasing the amount of sustainable aviation fuels (SAFs) used in the aviation sector. Specifically, SAFs which don't compete with food production or cause deforestation, and which are not sourced from animals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T21:32:59.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T06:38:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T09:39:50.305Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the sustainability of flying, and want the use of sustainable aviation fuels to increase, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease Air Passenger Duty and introduce taxes for aviation fuel: https://petition.parliament.uk/petitions/574630\r\n\r\nImpose legal limits on non-essential flying for everyone: https://petition.parliament.uk/petitions/584120\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for taxes on non-sustainable aviation fuel, or reduced Air Passenger Duty for flights where sustainable aviation fuel is used."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T09:39:51.304Z"
    },
    "id": 584349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584349.json"
    },
    "type": "petition"
}