{
    "attributes": {
        "action": "Ensure free nhs dental services for children has priority over private patients",
        "additional_details": "I believe that the government should ensure that the provision of free NHS dental treatment is offered as a priority to all children under the age of 18 before some surgeries can recommence private appointments. Free dental treatment for minors has always been a staple privision of the NHS but free routine check up and appointments are being delayed and cancelled. However, you can avoid delays if you pay to go through the same surgery as a private client. This is unacceptable and must be stopped",
        "background": "Children have had NHS check ups and appointments cancelled due to covid and now when trying to book routine check ups, parents are being told there is over a year to wait for next routine appointment. However, some surgeries are offering private paid for appointments for the same week.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T22:11:01.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-28T09:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T11:46:01.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government contracts for NHS dentist services, but decisions about the services being provided by individual dentists is a matter for individual dental practices, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for NHS dental services, to ensure backlogs resulting from the Covid-19 outbreak can be dealt with swiftly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T11:46:02.436Z"
    },
    "id": 584353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584353.json"
    },
    "type": "petition"
}