{
    "attributes": {
        "action": "Make Essential Medication Available To Sufferers Of Hyperhidrosis",
        "additional_details": "\"NHS Dermatology have been prohibited by the CCG from treating or managing any cases of hyperhidrosis\", this is a quote from a letter I received while trying to obtain Glycopyrronium to treat the condition that rules my life. It'd cost the NHS about £2000 a year to provide this medication to a patient, compared to the £5000 received in benefits a year being unable to work due to crippling anxiety caused by this condition, it's an active waste of money to not provide the life changing medication.",
        "background": "Hyperhidrosis (excessive sweating) is an often overlooked condition, which is debilitating for those with it. It can however be treated with Propantheline, Oxybutynin, and Glycopyrronium. The latter of which is not available in the UK, despite being seen as the safest option.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T18:21:17.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T07:57:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T07:11:13.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about treatment for sufferers of hyperhidrosis, but we're not sure exactly what you'd like the Government or Parliament to do. There are a range of treatments for sufferers of hyperhidrosis available through the NHS. Treatment for individual patients is a matter for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nIf you specifically want Glycopyrronium to be made available to all sufferers of hyperhidrosis, we could accept a petition calling on the Government to fund provision of this drug to all sufferers of hyperhidrosis, through the NHS."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T07:11:14.509Z"
    },
    "id": 584338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584338.json"
    },
    "type": "petition"
}