{
    "attributes": {
        "action": "Cap Tenants Service Charges with increases limited to 1% per year.",
        "additional_details": "In the last 8 years, the increases in service charges in sheltered accommodation run by \"charitable housing associations\"\r\nfor the the over 55's has nearly doubled in price.\r\nThis issue has caused many problems not only in sheltered accommodation but within all areas of rental market throughout England and left many people well out of pocket and is causing untold misery and poverty.",
        "background": "Limit the amount on Service charges for all Tenants in all rented accommodation to a 1% increase per year. In my accommodation, the service charge has increased by 14% when the rate of inflation was 0.9%. Tenants are already having to pay for these services in other \r\nways.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-27T13:48:48.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-28T08:57:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T11:39:59.525Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already a number of laws that regulate service charges, ground rent and other fees for leaseholders.\r\n\r\nThe Government has published guidance on service charges and other expenses, which you might find helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nWe could accept a petition calling on the Government to regulate service charges for tenants, but it's not clear how a 1% cap on increases would work, as the costs of servicing a property could increase by more than 1% a year."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-12T12:51:23.513Z"
    },
    "id": 584409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584409.json"
    },
    "type": "petition"
}