{
    "attributes": {
        "action": "Parliament must debate increasing State pensions for all elderly retired people.",
        "additional_details": "We the petitioners demand the State pension is increased substantially and universally, and re-linked to male average earnings, or inflation, whichever the higher to protect the value of the State pension...\r\n\r\nSo far Government have refused to act saying there is no money, but there is billions of pounds in the National Insurance “surplus~”.\r\n\r\nWinter deaths claim 200 pensioners every day.\r\n\r\nMillions of elderly people in Britain today are living in poverty, having to choose between eating, and heating their homes because the UK's State pension is so low.",
        "background": "THIS INCREASED PAYMENT  IS OVERDUE.     There are 12 million pensioners in Britain.   They have been forgotten by the government, and the media, since the pensions and earnings link was cut by the former and late right wing Tory leader Margaret Thatcher in 1980.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-27T19:15:05.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T20:45:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T09:10:06.302Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the level of state pensions, but there is already a statutory requirement to uprate the State Pension every year at least in line with earnings: https://commonslibrary.parliament.uk/research-briefings/cbp-7812/\r\n\r\nIf you would like the Government to increase the State Pension you could start a new petition requesting this, but you should be clear about how much you want it to be increased by."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T09:11:05.282Z"
    },
    "id": 584433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584433.json"
    },
    "type": "petition"
}