{
    "attributes": {
        "action": "Raise the cut-off age to receive the AstraZeneca vaccine to 40 years +",
        "additional_details": "Blood clotting cases for the 30-39 age band are at a rate of 0.8/100,000. This compares to the 2.7/100,000 of intensive care admittances. Given the UK’s low infection rate, the above data indicates there is too much risk associated with the AstraZeneca vaccine when compared to ICU admittance rates. Following the guidelines of EU countries, the UK government should reconsider the health and safety of its population above 30 years, offering an alternative jab to reduce further clotting cases.",
        "background": "Consider raising the cut off age receiving the AstraZeneca vaccine, following the higher incidence of blood clotting in younger adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T19:24:18.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T20:13:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T07:51:15.309Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nThe Medicines and Healthcare products Regulatory Agency has issued updated advice relating to COVID-19 Vaccine AstraZeneca and links to blood clots: https://www.gov.uk/government/news/mhra-issues-new-advice-concluding-a-possible-link-between-covid-19-vaccine-astrazeneca-and-extremely-rare-unlikely-to-occur-blood-clots\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-20T08:15:56.445Z"
    },
    "id": 584595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584595.json"
    },
    "type": "petition"
}