{
    "attributes": {
        "action": "Offer surgery patients under general anaesthesia a mouth guard",
        "additional_details": "We want the Government to do this, as we are have had someone in the above risk group go in for routine surgery, and due to biting down on the guard and his strength, they couldn’t remove the tube before his lungs filled with fluid and his heart stopped. This resulted in needing CPR and had months of breathing issues. This could have been prevented with a mouth guard and a member of staff let him know that this is a known issue.",
        "background": "We want the government to work with the NHS in order to look over again the risk assessment for patients and mouth guards. Age and gender has a massive impact on the severity of bitten down on. At risk groups (those aged 18-40) should be made aware of the small risks and offered a mouth guard.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T13:16:23.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T15:04:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T07:09:18.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about patient care and standard practice during medical procedures are clinical decisions for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nIf you have concerns about the treatment of a patient you should raise this directly with the NHS: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T07:09:20.815Z"
    },
    "id": 584571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584571.json"
    },
    "type": "petition"
}