{
    "attributes": {
        "action": "Reintroduce packing/bagging options for home delivery groceries",
        "additional_details": "Having loose groceries arrive while many are still unable or uncomfortable to let drivers into their home to help them unpack makes the elderly and disabled customers more vulnerable, and unpacking at the door can be extremely difficult or impossible, causing long term physical discomfort. Many delivery drivers have expressed concern how deliveries are becoming late and more difficult for them also.",
        "background": "We are all aware of how devastating plastic bags can be to the environment, supermarkets have already made the  change to no longer provide plastic bags for home deliveries, but there should be an option for items to be pre bagged or boxed still, possibly using recyclable materials or rented bags.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T07:17:41.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-30T18:47:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T07:54:34.187Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about packaging of groceries delivered to the home, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe UK Government has introduced a requirement for retailers to charge for single use carrier bags in England, although this requirement was suspended for home deliveries from 21 March 2020 to 21 September 2020, due to the Covid-19 outbreak.\r\n\r\nIt is up to individual retailers what packaging options to offer customers, but they must charge for single use carrier bags if these are offered.\r\n\r\nWe could accept a petition calling for the plastic bag charge to be permanently exempted for home deliveries, or some other change to the plastic bag charge, but we can't accept requests for supermarkets to change the options they provide, as this is a matter for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-06T07:54:36.890Z"
    },
    "id": 584543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584543.json"
    },
    "type": "petition"
}