{
    "attributes": {
        "action": "Teach about Ethnic people who fought for Britain in the National Curriculum.",
        "additional_details": "As we progress towards a more inclusive and diverse culture, I feel it's crucial to educate the next generation about how Ethnic minorities gave up their lives to help Britain succeed. \r\n\r\nThere has always been an Anglo bias towards the teaching in the schools which has bred negative stereotypes towards ethnic communities. In return, some feel confused about their identity about being British. \r\n\r\nBeing able to learn about how their ancestors fought for this country can help find their own purpose.",
        "background": "This fight is to make it compulsory for schools and teachers to include a module in history education around the Ethnic people from South Asia & Africa who fought to make this country great.\r\n\r\nMake them feel proud, a part of the legacy and history and why we should be proud to be British.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T19:47:18.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T20:14:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T11:06:53.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the curriculum to be more inclusive of content about certain ethnic people, but we're not sure exactly what new material you want to be required teaching.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake the teaching of Black history compulsory in primary and secondary schools: https://petition.parliament.uk/petitions/583892"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T11:06:54.729Z"
    },
    "id": 584598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584598.json"
    },
    "type": "petition"
}