{
    "attributes": {
        "action": "SSTC should still benefit from not paying for stamp duty!",
        "additional_details": "SSTC and purchased a new property? People who have should still benefit from the stamp duty holiday if their completion date may go pass September 30th. If I go pass September I will have to find £4,000 to pay for it which will put me in financial difficulties as well as many other people. This is not our faults and it puts a huge amount of pressure on people to beg their solicitors to make it happen with the worry added on. WE SHOULD STILL BENEFIT IF SSTC!",
        "background": "People who have sold their property SSTC should not have to pay for stamp duty if completion date on new goes pass September 30th. Taking into consideration how Covid has affected how long it will take to Complete on purchase, it is not the vendors fault that completion may go passed September 30th.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T11:09:55.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T11:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T06:54:20.197Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/584239\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nStamp duty holiday to be triggered upon exchange of contracts: https://petition.parliament.uk/petitions/581308"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T06:54:21.211Z"
    },
    "id": 584559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584559.json"
    },
    "type": "petition"
}