{
    "attributes": {
        "action": "Do not include healthy children in the UK COVID-19 vaccine rollout",
        "additional_details": "Healthy children are at extremely low risk from COVID-19 yet face known and unknown risks from COVID-19 vaccines, which use novel technologies and are still in Phase 3 trials, with no long-term and limited short-term safety data. Rare, but serious, adverse events and deaths are being reported to monitoring systems around the world. Official guidance is updated as the side-effects become more apparent. Giving COVID-19 vaccines to healthy children to protect adults is unethical and unjustifiable.",
        "background": "The Government has an ethical duty to act with caution and proportionality. A risk vs benefit calculation does not support administering experimental COVID-19 vaccines to healthy children, who are still developing, and may be more susceptible to short and long-term side-effects than adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-30T12:28:58.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-30T13:26:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T07:25:25.443Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about children being vaccinated against Covid-19, however there are currently no plans to offer the vaccine to children.\r\n\r\nThe Joint Committee on Vaccines and Immunisation (JCVI) has confirmed it has begun studying evidence on the safety of Covid-19 vaccines on children, stating:\r\n\r\n\"JCVI has started to consider evidence on the risk of serious disease in children, the role children may play in transmission, and the safety and efficacy of COVID-19 vaccines in children. Following infection, almost all children will have asymptomatic infection or mild disease. There are limited data on vaccination in adolescents, with no data on vaccination in younger children at this time. As evidence becomes available it will be reviewed and advice offered as appropriate.\"\r\n\r\nYou can read the full statement here: https://www.gov.uk/government/publications/priority-groups-for-phase-2-of-the-coronavirus-covid-19-vaccination-programme-advice-from-the-jcvi/jcvi-interim-statement-on-phase-2-of-the-covid-19-vaccination-programme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T11:48:34.049Z"
    },
    "id": 584644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584644.json"
    },
    "type": "petition"
}