{
    "attributes": {
        "action": "Review help available for working families with nursery fees",
        "additional_details": "I believe that more so now than ever getting people working would greatly benefit the UK, however, due to current nursery fees parents are often unable to afford these fees. The current help with universal credits permitting families to claim 85% of childcare costs only apply to two children and often many families are unable to claim this due to ‘earning too much’. Tax free childcare also doesn’t make much of a difference and fees are still too high. To pay bills, work and put children in nursery a house would have to earn a bare minimum of £35,000 a year, this is without any luxuries.",
        "background": "I want the government to review nursery and early years fees and the help available to working families. More often than not one parent has to choose between career and children due to astronomical nursery fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T21:30:24.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T21:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T11:53:33.810Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for parents with children in nursery, but we're not sure exactly what you'd like the Government or Parliament to do. The Government isn't responsible for setting nursery fees, but does provide support for free childcare.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide free childcare to working parents for children over 9 months: https://petition.parliament.uk/petitions/580622\r\n\r\nFund free childcare for all pre-school pupils: https://petition.parliament.uk/petitions/332146\r\n\r\nExtend 30 hrs free childcare for 3 & 4 year olds to those earning over £100,000: https://petition.parliament.uk/petitions/577291"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T11:53:34.644Z"
    },
    "id": 584608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584608.json"
    },
    "type": "petition"
}