{
    "attributes": {
        "action": "Remove royal status from those who reject the requirements binding our monarchy.",
        "additional_details": "Our monarchy exists with the consent of the people and is answerable to us through Parliament. We know of course that royals are fallible like the rest of us, and we can accommodate the occasional lapse of judgement.  However, the failure of Parliament to hold to account royal persons who repeatedly and deliberately attack our monarchy and our people with baseless insinuation and lies, and who merchandise their royal status for personal gain, is unacceptable and fuels an anti-monarchist agenda.",
        "background": "Royal status is for those who commit to serve the people of the UK and Commonwealth, fulfilling the role we have asked of them and accepting the duties and constraints inherent to it. Anyone who by their statements or actions rejects the role, duties and/or constraints should not have royal status.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-30T11:42:00.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-04T09:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T13:38:39.561Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about royals who do not fulfil their role, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear what you mean by removing royal status, or \"the requirements binding our monarchy.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRemove non-working royals from the line of succession to the Throne: https://petition.parliament.uk/petitions/578702"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T13:38:47.673Z"
    },
    "id": 584642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584642.json"
    },
    "type": "petition"
}