{
    "attributes": {
        "action": "Change the dog ban restrictions in North Tyneside",
        "additional_details": "Dog walkers use the beaches all year around. Its a great place for people to give their dogs a good run early morning before they head off to work and in the evenings when they return from work. As dog owners we understand that people don't want to be pestered by dogs running around during the summer whilst spending time on the beach with their friends and families, we get that. But as most people have packed up and left by the evening we don't understand why our dogs then cant also enjoy the beach too.",
        "background": "Change the dog ban on local beaches in North Tyneside from a complete ban from 1st May - 30th September to a partial ban during these times. During these dates allow dogs on the beach from 19:00 - 09:00.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-01T10:26:06.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-01T12:19:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T09:27:11.919Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about dog restrictions on local beaches are a matter for your local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://my.northtyneside.gov.uk/category/310/petition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-06T09:27:12.763Z"
    },
    "id": 584703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584703.json"
    },
    "type": "petition"
}