{
    "attributes": {
        "action": "To ensure welfare for ones mental health in custody cells is provided.",
        "additional_details": "I think it offers a better chance to enable inmates to become better cooperative towards police officers and it is just a basic matter of human rights. Moreover, many people who suffer mental health, which has dramatically increased in the lockdowns, have been neglected in the hands of the police. They are provided with physical necessities, but nothing has been done to ensure their mental wellbeing is cared for. To be in a cell with four white blank walls, with an uncomfortable bed frame, little contact with anyone and in unhygenic conditions for up to 24 hours is highly damaging to ones mental health. Especially young people who have been arrested for minor crimes, many due to their mental health and issues in their safeguarding, are at risk to behaving worse than when they entered.",
        "background": "I would like the government to consider better care for custody inmates in police stations. For example: the bedding is unsuitable standard, the conditions are unhygenic - especially in covid times. As those suffering from mental health are under a lack of care, more importantly for those under 18.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-01T16:10:59.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-01T17:12:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T10:38:16.012Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the conditions of custody cells for people with mental health issues, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. The condition of custody cells is a matter for individual police forces, but we could accept a petition calling for the Government to create new requirements for the facilities provided in custody cells, or for support to be provided for people with mental health issues who are held in custody."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-06T10:38:16.890Z"
    },
    "id": 584719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584719.json"
    },
    "type": "petition"
}