{
    "attributes": {
        "action": "GP’s should test a child’s blood glucose for T1 diabetes when key symptoms show.",
        "additional_details": "Every GP should know the typical symptoms of T1 Diabetes:\r\nthe Four T’s Thin (weight loss), Thirst, Toilet (frequent urination/bed wetting), Tiredness. \r\n\r\nAlso problems with blurred vision and a pear drop aroma from the breath.\r\n\r\nA simple finger prick test at the surgery or a pharmacy will flag up T1 diabetes instantly.\r\n\r\nT1 diabetes is an autoimmune disease that attacks the pancreas which then stops producing insulin. It is not caused by diet or lifestyle and is frequently missed by GPs.",
        "background": "Many parents who take their children to their GP with typical T1 diabetes symptoms are sent away.\r\nThey are told it is a virus or told it is nothing. \r\n\r\nMany children present repeatedly before being diagnosed.\r\n\r\nUndiagnosed, untreated T1 diabetes leads to ketoacidosi, serious illness or death.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-01T18:12:17.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T15:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T08:17:06.393Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Diagnosis and treatment of patients is a clinical matter for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nIf you are unhappy about any aspect of NHS care, treatment or service you can complain about this: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T08:17:08.170Z"
    },
    "id": 584729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584729.json"
    },
    "type": "petition"
}