{
    "attributes": {
        "action": "Travel concessions for seniors  should be fully restored, and maintained",
        "additional_details": "To be told that this measure will discourage seniors from travelling in the rush hour is not convincing; many still need to travel early, and Covid will not be halted by paying. When seniors who are disabled still use this concession it smacks of false explanation. We have no indication when this restriction will end and some government officials have said that concessions will end altogether. People who have worked all their lives and paid taxes should not have their vital travel restricted.",
        "background": "To stop the use of travel passes for over-60's and other vulnerable people before 9.am is counterproductive, as many still need to travel early. Some are worried full concessions will not be restored after Lockdown and there is talk of ending concessions altogether. This is poor treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T01:19:45.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-02T12:04:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T10:18:47.363Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Concessionary travel in London is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T10:18:50.773Z"
    },
    "id": 584745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584745.json"
    },
    "type": "petition"
}