{
    "attributes": {
        "action": "Nullify Nuclear Weapons budget to sustainably support crucial International Aid",
        "additional_details": "Under the guise of boosting the UK economy, the government has decided to cut down billions of funding that would help poorer countries to get access to basic hygiene utilities, such as clean water.  Instead, the government should nullify the excessive money that is spent on nuclear weapons production. In that way, the funds can be appropriately allocated to sustain citizens at the national level, but also keep on providing impactful aid towards countries that struggle to maintain basic needs",
        "background": "The government should refrain from depleting international aid, which respects around to 4 billion reductions annually. To support both British citizens after the pandemic impact on their lives but also international aid, the 8 billions that are spent annually on nuclear weapons need to be blocked.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-03T10:31:21.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T08:19:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T08:52:46.299Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't verify your claim that the UK spends £8 billion a year on its nuclear deterrent, but we have published the following petitions, which you might like to sign:\r\n\r\nDo not reduce the overseas aid budget (from 0.7% GDP): https://petition.parliament.uk/petitions/561068\r\n\r\nDispose of the UK's Nuclear Warheads and encourage other nations to do the same: https://petition.parliament.uk/petitions/574779"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T08:52:47.308Z"
    },
    "id": 584870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584870.json"
    },
    "type": "petition"
}