{
    "attributes": {
        "action": "Ban all e-scooter parking on pavements as they are classed as vehicles",
        "additional_details": "To revise plans for the e-scooter scheme and have independent officials observe in person how often the scooters are being ridden illegally on pavements and to inform councils interested in such schemes to place parking bays only on the roads. Also, riders should only park on a designated area and not dump these scooters. What reason is there that a person cannot walk after parking a scooter? It's pitiful and embarrassing and parliament should then consider the impact of a lack of exercise",
        "background": "E-scooters are vehicles and pavements are generally used by people who travel by foot or by wheelchair.\r\n\r\nThe fact that very few councils have implemented in street parking for E-scooters is shameful and puts pedestrian safety at high risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T23:54:30.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T18:12:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T09:00:21.634Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current arrangements for e-scooter rental trials, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for a ban on e-scooters being able to be parked on the pavement, but then goes on to talk about independent monitoring of trials, and it's not clear exactly what specific changes you want the Government to make to how these trials are working.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T09:00:22.381Z"
    },
    "id": 584846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584846.json"
    },
    "type": "petition"
}