{
    "attributes": {
        "action": "Ensure all universities have a safe, socially-distanced graduation this summer",
        "additional_details": "As of April 20th, all of the vulnerable population in the UK have been offered a first dose of a COVID vaccine, (everyone over 50 and under 50 with underlying health conditions) with the most prioritised now receiving their second dose. By the original planned graduation week in mid-July, the vast majority of the UK adult population would have been offered a vaccine. As a final year undergraduate student myself I felt extremely blindsided that my university and others are postponning graduation.",
        "background": "The Government promised the British public that by the 21st of June, most restricitons will be relaxed meaning outdoor events can take place in a safe manner. I am asking the universities minister in particular to ensure that promise is given to us by ensuring graduation takes place this summer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T17:43:51.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-02T21:27:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T11:03:09.613Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether to hold graduation ceremonies are a matter for individual universities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T11:03:10.443Z"
    },
    "id": 584806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584806.json"
    },
    "type": "petition"
}