{
    "attributes": {
        "action": "Idea to install a skate park on the Wroxham recreation ground.",
        "additional_details": "There is nowhere for beginner and avid skaters alike to practise and enjoy themselves in the local area and a skatepark would be greatly appreciated. The area in question could also have some smooth concrete open space for beginners to practise. This will give many people the opportunity to enjoy themselves in these difficult times while getting rid of a health risk in the process. I hope you will decide to give our local skating community the chance to flourish, many thanks.",
        "background": "We believe it would be a worth while idea to supply the residents of the Hoveton and Wroxham area with a skatepark situated on the unused, old and frankly dangerous area to the side of the recreation ground that backs onto the Broadland High Ormiston Academy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-03T15:43:01.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T15:58:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T08:32:56.083Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about local amenities are a matter for your local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.norfolk.gov.uk/what-we-do-and-how-we-work/have-your-say/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T08:32:56.989Z"
    },
    "id": 584898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584898.json"
    },
    "type": "petition"
}