{
    "attributes": {
        "action": "Pelvic health postnatal checks for every woman 8 weeks after giving birth.",
        "additional_details": "The current system for postnatal care does not support the mother. Women lack rehabilitative education. Many are not being given their 6-8 week postnatal check. Those who see a GP are often not examined, are dismissed, and often only asked about contraception. We ask that the government act on our call for each woman who gives birth to have at least one pelvic health physiotherapy check and specifically, that GPs 'respond to concerns' and provide high-quality care in line with NICE guidelines.",
        "background": "Pregnancy and childbirth are major risks for pelvic floor disorders. Studies show that: 1 in 4 experiences Pelvic Floor Dysfunction after birth; 50% suffer Prolapse; prevalance of Urinary Incontinence was 29% at 3 months after delivery; prevalence of Diastasis Rectus Abdominis was 60% at 6 weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-03T19:22:12.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T19:42:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T09:15:07.418Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a clinical decision for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund more support and awareness for pelvic floor prolapses in women: https://petition.parliament.uk/petitions/570199"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T09:15:08.333Z"
    },
    "id": 584917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584917.json"
    },
    "type": "petition"
}