{
    "attributes": {
        "action": "Politics and the importance of voting should be a mandatory subject in schools",
        "additional_details": "Polling research from Ipsos MORI suggests that there was only a turnout of 47% among 18 to 24-year-olds in the 2019 general election. By making politics mandatory in school this would allow more people to understand how important voting is for when they turn 18. This encouragement would also result in young people from a variety of backgrounds wanting to enter politics, bringing new and improved ideas whilst simultaneously reducing the elitism many people associate with the field of politics.",
        "background": "Politics and the importance of voting is currently not mandatory in UK secondary schools yet the phrase ‘more young people need to vote’ is constantly being pushed. Young people should not be left in the dark when trying to understand politics as this is what leads to poor turnout during elections.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T16:54:36.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T17:48:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T13:42:54.025Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/573999\r\n\r\nSchools are already required to teach students in secondary school about parliaments, government and voting, as part of the citizenship programme of study. \r\n\r\nYou can read the citizenship programmes of study for Key stages 3 and 4: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T13:42:55.435Z"
    },
    "id": 585083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585083.json"
    },
    "type": "petition"
}