{
    "attributes": {
        "action": "Stop supply of plastic toothbrushes made from Polyethylene (non recycled)...",
        "additional_details": "Over 200 million plastic toothbrushes are disposed of in the UK alone and last in landfills and oceans for over 500 years before decomposing. This means that every plastic toothbrush ever made, still exists now. Thankfully there are now several different types of more sustainable toothbrush alternatives available on the market today...\r\n\r\nWe have successfully banned supply of plastic straws, cotton buds and stirrers. Now let's take another successful step forward to sustainability in the UK.",
        "background": "I would like the Government to ban or stop supply of plastic toothbrushes made from Code 4 polyethylene, which is not commercially recycled. Preventing the supply of more non-recyclable toothbrushes in the UK, will remove 4 million kilograms of plastic waste each year...",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-04T22:23:06.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T12:58:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T11:30:16.008Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about plastic toothbrushes, but it's not clear if you want the Government to ban the sale, manufacture or import, or all three, of these toothbrushes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T11:30:19.651Z"
    },
    "id": 585012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585012.json"
    },
    "type": "petition"
}