{
    "attributes": {
        "action": "Ban housing developers from collecting extortionate, annual management fees!",
        "additional_details": "First time buyers, often encouraged by government ’help to buy’ schemes are trapped into hefty, annual management fees controlled entirely by housing developers. Some charge annual fees of £150, others near Exeter - a hefty £250! Buyers have no choice but to sign up for this in their deeds and young couples who have worked hard to afford their house deposit are forced to pay the costs of all maintenance. Freehold should mean no estate maintenance costs-BAN THIS IMMORAL PRACTICE IMMEDIATELY!",
        "background": "Stop local authorities from allowing new housing developments, but saving money by not adopting the new roads and allowing developers to force the house buyers to cover the maintenance costs themselves  - costs that should be covered by their council taxes. BAN THIS COVERT, UNFAIR PRACTICE NOW!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T01:18:11.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T17:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T07:27:54.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nIt is up to individual developers and local authorities whether new roads are privately owned or locally managed, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIt's not clear if you'd like the Government or Parliament to do anything else regarding management fees. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T07:27:55.529Z"
    },
    "id": 585021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585021.json"
    },
    "type": "petition"
}