{
    "attributes": {
        "action": "Hew health care system just like the NHS but for all the household animals",
        "additional_details": "I would like the Government to set up a system just like the NHS but for all the household animals. Have a set amount payed each month which pays for all the treatment, medicine and any other procedures an animal may need. By doing this all the household animals will get the treatment they need without making the owners of the pet go in debt due to a ridiculous vet visit which could be in the hundreds or have the pet suffer because the vet bill is ridiculous and the owner doesn't have the funds.",
        "background": "A lot of people in the UK have pets that they all love and care for but a vet visit can cost a lot and can very from animal to animal. Some animals don't get the right treatment or don't go to vets at all due to the prices of the vets being ridiculous reaching hundreds for some of the animals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T15:13:12.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T15:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T09:02:52.608Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCreate a free Animal Health Service for pets please: https://petition.parliament.uk/petitions/581142\r\n\r\nCreate a “PHS (Pet Health Service)” Scheme paid for by pet owners: https://petition.parliament.uk/petitions/564754"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T09:02:53.882Z"
    },
    "id": 585074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585074.json"
    },
    "type": "petition"
}