{
    "attributes": {
        "action": "Match unpaid carers wages with NHS carers wages",
        "additional_details": "It is time for complete parity between unpaid and NHS carers. I am calling upon parliament to match the wages of unpaid carers to those in the NHS, by paying unpaid carers £9-an-hour. The fact they are expected to live off just under £500 a year, for work carried out every single day, at every single hour as and when they're needed is unacceptable.",
        "background": "Unpaid carers are paid £67.60 a week via carers allowance. Living with someone that is an unpaid carer for their parents, I have seen first-hand that a carer's job is not an average 9-to-5. It is a 24/7, 365-days-a-year occupation to care for loved ones and ensure their quality of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T10:02:14.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T10:25:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T08:06:40.976Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/579692\r\n\r\nYour petition calls for unpaid carers to receive £9 an hour, and goes on to say that caring is a 24/7, 365 day a year job, but it's not clear if you want carers to be paid £9 an hour for 24 hours a day, or something else. If you want the Government to change Carer's Allowance in a way different to the above petition, you could start a new petition explaining clearly how you would like this allowance to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T08:06:41.743Z"
    },
    "id": 585146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585146.json"
    },
    "type": "petition"
}