{
    "attributes": {
        "action": "Educate high school students on the negative impact the media can have.",
        "additional_details": "As social media is widely used by high school students in the present, from a young age people are exposed to unrealistic standards online which can affect their perception of themselves and the people around them. By adding this to the curriculum, the government are able to ensure that school children are aware of media bias and the potential damage it can cause to the younger generation.",
        "background": "In the national curriculum, include a more detailed explanation on the way that the media can effect people's views and opinions to ensure that students have full understanding of how the media works. This should explain how the media can affect peoples mental and physical health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T09:57:37.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T10:10:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T07:51:57.039Z",
        "rejection": {
            "code": "already-happening",
            "details": "The new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum already requires schools to teach students about the internet and media, including the risks of\r\nexcessive time spent on electronic devices and the impact of\r\npositive and negative content online on their own and others’ mental\r\nand physical wellbeing: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T07:51:58.018Z"
    },
    "id": 585145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585145.json"
    },
    "type": "petition"
}