{
    "attributes": {
        "action": "Stop the blanket closure of primary classes following a positive test",
        "additional_details": "This policy has been repeatedly disputed by medical professionals and scientists alike as the evidence does not support this approach.\r\n\r\nThis policy needs to be urgently reviewed? It is massively disproportionate considering the risk and is incredibly disruptive and damaging to the children and makes returning to work impossible for parents. It must be looked at and a new system introduced to allow our children to live their lives",
        "background": "Currently, if one child receives a positive test in a Primary School class, the entire class closes down causing considerable disruption to the child's education, well being and mental health. \r\nAn approach based around rapid tests would be much more proportionate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T14:02:01.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T14:13:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T13:30:37.902Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about school closures resulting from positive Covid-19 tests, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Department for Education has made it clear that whole classes do not need to isolate if a pupil tests positive, and has said the only people who live in the same household as someone with symptoms or who has tested positive or close contacts of people who have tested positive or have symptoms: https://dfemedia.blog.gov.uk/2021/03/09/covid-testing-in-schools-who-will-get-tested-how-and-where-will-they-be-tested-who-has-to-isolate-after-a-positive-test-these-questions-and-more-answered/\r\n\r\nDecisions by schools to go beyond the Government's requirements for self-isolation is an operational decision for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not start mass testing in schools or require asymptomatic students to isolate: https://petition.parliament.uk/petitions/563806\r\n\r\nIf you are concerned about the approach a particular school is taking in response to Covid-19 you could raise this with them directly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T13:30:39.480Z"
    },
    "id": 585164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585164.json"
    },
    "type": "petition"
}