{
    "attributes": {
        "action": "Put Bitcoin on to HM Treasury's balance sheet",
        "additional_details": "The world's economy is currently sitting on a knife's edge.  The future of the current financial system as we have always known it has been thrown into serious uncertainty due to the huge increase in currency printed by the BoE in order to save people's livelihoods throughout the pandemic.  Whilst this has been a highly welcome intervention by the governments of the world, it has also signalled the end of our currency.  We need a return to a standard which makes over-inflation impossible.",
        "background": "Bitcoin is a non-inflationary, divisible, immutable, transportable, easily recognisable asset. Technically better than gold. The British government should give serious consideration to adopting Bitcoin, as the new standard for the British Pound, leaving our current position pegged to the US Dollar.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T21:27:02.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T23:09:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T13:42:33.735Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe're not sure whether you want the Government to invest in cryptocurrencies as part of HM Treasury's asset holdings, or whether you want the value of the Pound Sterling to be pegged to the value of one or more cryptoassets such as Bitcoin. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T13:42:49.685Z"
    },
    "id": 585115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585115.json"
    },
    "type": "petition"
}