{
    "attributes": {
        "action": "show more appreciaiton and more thank you to carers they don't get any thanks",
        "additional_details": "Carers jobs are unheard and unseen jobs and its un thanks to and i want us to be heard, seen and to be important and appreciated. were doing thankless job i want them to actually see what it is we do as its not easy as people make out. Its a hard job. people think its easy but it isnt. We need to be heard and we need to be seen.",
        "background": "i want the goverment to show more appreciation to carers and to say thank you to me and the rest of the carers. i care for my partner so i know how hard it is. All us carers need to be heard and need apppreciation and thanks that the rest of other workers get",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-07T17:51:40.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-08T21:54:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T09:03:59.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you want carers to be better recognised, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease Carers Allowance to equal 35hrs at National Minimum Wage: https://petition.parliament.uk/petitions/579692\r\n\r\nCreate an nationally recognised card for carers: https://petition.parliament.uk/petitions/570980"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-14T09:04:00.892Z"
    },
    "id": 585252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585252.json"
    },
    "type": "petition"
}