{
    "attributes": {
        "action": "Effective education reform",
        "additional_details": "There needs to be better safeguards for children vulnerable to these behaviours. This is a pressing issue as they reach higher education due to less regulation and more opportunity for this behaviour to go unchecked, therefore progress. In areas such as healthcare, law, teaching and social work they deal with vulnerable people who are often the victims of this harm, made possible by neglecting to acknowledge it at an earlier stage [eg. in schools or university] and appropriately address it.",
        "background": "Establish a system to record potentially dangerous activities of a student/teacher which can be reported anonymously with a form of evidence e.g photos. This should only be accessible to universities and relevant organisations especially concerning sensitive areas e.g law, social work and teaching.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T23:21:39.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-07T00:24:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T12:54:58.119Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to 'potentially dangerous activities' and 'harms' caused by particular behaviours, but we're not sure exactly what you're referring to.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T12:54:58.115Z"
    },
    "id": 585205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585205.json"
    },
    "type": "petition"
}