{
    "attributes": {
        "action": "Force travel companies to provide full refunds for holidays on amber list",
        "additional_details": "Force travel companies to provide refunds for those who are unable to quarantine for a minimum of 5 days upon return. Providing free rebookings for 2022 is not an acceptable alternative- especially when most of the 2021 holidays are reschedule bookings from 2020 (often at an additional cost) and 2022 are increasingly more expensive.\r\n\r\nTravellers have left their money with tour operators for over a year and should be able to cancel without penalty if they are unable to quarantine upon return.",
        "background": "Some of the UK’s largest providers of package holidays are refusing to provide refunds for holidays that are to amber destinations, despite people being unable to quarantine for at least 5 days upon return, in addition to expensive tests both before departure and arrival, as well as on return.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-07T20:19:15.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-07T20:41:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T10:28:15.004Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to create a fund to reimburse money lost due to Covid-19 travel cancellations, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T12:27:52.073Z"
    },
    "id": 585263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585263.json"
    },
    "type": "petition"
}