{
    "attributes": {
        "action": "Provide learning disability nurses 7 days a week across all NHS Hospital Trusts",
        "additional_details": "Those with learning disabilities (LD) & their carers are often subjected to negligent treatment in hospital (LeDeR). LD nurses help to train medical staff, & provide the support patients desperately need, so that staff are able to understand a persons needs, thus, treating them with respect, dignity & compassion. \r\nLD nurses cover large hospital sites. There needs to be a team of LD nurses working 7 days a week. Meaning there is always someone a patient, carer or staff can call on for assistance",
        "background": "NHS hospitals urgently need to employ learning disability nurses 7 days a week. Currently LD nurses only work office hours (Mon to Fri). Those with LD can become ill any day of the week, their needs can be very complex, thus, it’s vitally important they have the support of an LD nurse 7 days a week.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-08T23:08:27.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-09T08:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T13:43:15.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about NHS staffing are a matter for indiviudal NHS Trusts, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to provide additional funding for the NHS specifically for increasing the availability of nurses specialised in learning disabilities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-14T13:43:15.889Z"
    },
    "id": 585381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585381.json"
    },
    "type": "petition"
}