{
    "attributes": {
        "action": "Aid Palestine, provide defence against Israel who are taking illegally occupying",
        "additional_details": "NATO is an intergovernmental military defence alliance, of which UK is a founder member. The organisation provides for a system of collective defence - if a member country is attacked, the other members come to its defence. NATO is now also focused on the worldwide fight against terrorism. A purpose of the UN Charter is promoting respect for human rights. The UK is a member of both organisations that could potentially help. Palestinians are not getting basic human rights. Aid a fellow country!",
        "background": "Hundreds of Palestinians are on the verge of being kicked out of their homes by the Israeli government right now in the Sheikh Jarrah and Silwan neighborhoods of occupied East Jerusalem. Families who’ve lived there for generations are facing imminent displacement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-08T15:10:55.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-08T15:32:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T07:33:46.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current situation in the Middle East, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCondemn Israel for their treatment of Palestine and Palestinians: https://petition.parliament.uk/petitions/585309\r\n\r\nIntroduce sanctions against Israel: https://petition.parliament.uk/petitions/585314\r\n\r\nUK Government to formally recognise the State of Palestine: https://petition.parliament.uk/petitions/585313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-04T11:51:09.341Z"
    },
    "id": 585336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585336.json"
    },
    "type": "petition"
}