{
    "attributes": {
        "action": "Allow assistance dogs/guide dogs in animal parks in the uk",
        "additional_details": "Disabled people who require and rely on there assistance/guide dogs are being discriminated against as they can’t visit animal parks in the uk.\r\n\r\nAssistance dogs are not just pets- they are a vital requirement for many people in enabling them to get out, be social and to enjoy life as much as people who do not have disabilities.\r\n\r\nAssistance dogs under go extensive training to promote owners independence and live a “normal life”.\r\n\r\nIt’s unfair they can’t be included because of there service animal.",
        "background": "Change the regulations so that all assistance/guide dogs are welcome in any animal park in the uk so that disabled people can visit.\r\nPerhaps have a holding area for the assistance/guide dog or a member of staff allocated to look after the dog and a member of staff to guide the owner round the area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-09T20:25:58.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-09T20:52:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T09:49:55.656Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local parks, including whether to allow dogs, is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nGuide dog and assistance dog owners have rights against discrimination under the Equality Act 2010. You can find out more about these rights here: https://www.assistancedogs.org.uk/law/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-14T09:51:38.434Z"
    },
    "id": 585469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585469.json"
    },
    "type": "petition"
}