{
    "attributes": {
        "action": "E-Scooter Trials: In street parking only by law",
        "additional_details": "It is very clear, this is to allow for e-scooters to ride only on roads, to park only on roads since these are clearly classed as vehicles and to aid those with mobility issues and the general public to walk safely on pavements. Very, very clear!",
        "background": "Various towns and authorities have signed up to an E-Scooter trial but have put the parking bays on pavements which clutter the pavements and encourages illegal riding on pavements. There should only be in-street parking for the scooters where they can dock.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-10T15:32:15.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-10T22:00:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T07:17:33.466Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about the location of parking bays, including for e-scooters, are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T15:12:50.574Z"
    },
    "id": 585546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585546.json"
    },
    "type": "petition"
}