{
    "attributes": {
        "action": "We want to change the Disability Discrimination Act to eliminate loopholes",
        "additional_details": "Currently educational facilities (especially Academies) are using loopholes in the DDA to avoid providing for those with disabilities  (mental/physical/neurological). West Norfolk YAB believe this is unacceptable and are campaigning for amendments so that these loopholes can be closed. In addition, we're campaigning to promote anti-bullying programs in schools to counter the high levels of bullying faced by children and young people with disabilities. We believe that no one is born a bully and that education which raises awareness of, and promotes disability rights amongst all is key to achieving equality.",
        "background": "We want to close loopholes in the current Disability Discrimination Act, law so that places of education work and leisure have to incorporate changes for people with mental/physical and neurological disabilities to give them fair and equal opportunities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-10T19:22:50.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-10T20:11:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T06:58:39.490Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain educational facilities avoiding disability discrimination obligations, but we're not sure exactly what you'd like the Government or Parliament to do. Under the Equality Act 2010 schools and education authorities have had a duty to provide reasonable adjustments for disabled pupils. You can read more about this here: https://www.equalityhumanrights.com/sites/default/files/reasonable_adjustments_for_disabled_pupils_1.pdf\r\n\r\nIf there are specific changes you would like to be made to the Equality Act 2010 you could start a new petition explaining clearly what changes you would like the Government or Parliament to make.\r\n\r\nWe can't accept petitions on behalf of organisations, so you would need to provide a full name if you start a new petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T07:04:25.462Z"
    },
    "id": 585569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585569.json"
    },
    "type": "petition"
}