{
    "attributes": {
        "action": "Urge the UK to sanction Israel in response to attacks on Al-Aqsa & Sheikh Jarra",
        "additional_details": "The Oslo Accords of 1993 were intended to establish peaceful relations between the Israel and the PLO. Although heavily criticized by the Palestinian population, they did recognize their right to self-determination and government. Since 1993, Israel has disregarded theses rights and continued to establish illegal settlements and occupy Palestinian territory. The latest evictions in Sheikh Jarra have escalated into attacks on one of the holiest sites in Islam during the holy month for Muslims.",
        "background": "Given that UN condemnation has not deferred the Israeli government from breaking international law and establishing illegal settlements in Palestinian Territories, we urge the UK to institute sanctions in response to the latest evictions in Sheikh Jarra and attacks on people across Palestine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T12:54:06.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T16:15:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T07:53:16.554Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCondemn Israel for their treatment of Palestine and Palestinians: https://petition.parliament.uk/petitions/585309\r\n\r\nIntroduce sanctions against Israel: https://petition.parliament.uk/petitions/585314\r\n\r\nUK Government to formally recognise the State of Palestine: https://petition.parliament.uk/petitions/585313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-14T07:53:17.361Z"
    },
    "id": 585659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585659.json"
    },
    "type": "petition"
}