{
    "attributes": {
        "action": "Impose Economic Sanctions on Israeli Forces after their attacks on Al-Aqsa",
        "additional_details": "The recent tensions in the region must be deescalated as rapidly as possible to protect the lives of innocent families who have already suffered so much from conflict and trauma. The international community should be increasing efforts to stop a humanitarian disaster from developing, and economic sanctions on the aggressive forces could help to achieve this aim. The UK government should be urged to consider this proposal to stop the conflict from deteriorating.",
        "background": "During the holiest month in Islam, Israeli forces have been shown to intrude in the Al-Aqsa mosque and the surrounding Jerusalem City, injuring and disrupting innocent Palestinians and worshippers. The UK government should impose sanctions on those responsible to deter such appalling actions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T07:00:08.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T07:07:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T08:16:50.437Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIntroduce sanctions against Israel: https://petition.parliament.uk/petitions/585314\r\n\r\nSanction Israeli individuals and businesses over treatment of Palestinians: https://petition.parliament.uk/petitions/585845\r\n\r\nCondemn Israel for their treatment of Palestine and Palestinians: https://petition.parliament.uk/petitions/585309"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T08:16:51.498Z"
    },
    "id": 585629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585629.json"
    },
    "type": "petition"
}