{
    "attributes": {
        "action": "Cyclists must complete CBT training before using the road.",
        "additional_details": "This must be made law and be an offence not to have this certificate when using the road. The same as it is for motorbike and moped riders. The test must be completed every 2 years to keep up to date with training. Compulsory Bike Training Certificate will save lives.",
        "background": "Cyclists must complete the Compulsory Bike Training Certificate before allowed on the road. For the safety of pedestrians, other road users and the cyclist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T07:40:49.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T10:20:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T07:57:53.655Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want cyclists to be required to undertake training to be able to cycle on the roads, but we're not sure if you want cyclists to be required to take the existing CBT (Compulsory basic training for motorcycle and moped drivers) or a new course.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire cyclists that use the road have insurance and visible registration: https://petition.parliament.uk/petitions/585207"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T07:57:54.612Z"
    },
    "id": 585632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585632.json"
    },
    "type": "petition"
}