{
    "attributes": {
        "action": "Build public water fountains on main streets in cities",
        "additional_details": "Lots of people especially the homeless could do with fresh water fountains so that they don't have to feel awkward filling up in a toilet bathroom or asking a shop clerk for water \r\n\r\nIt could help people be healthier, by providing an alternative to buying bottles of high sugar juice and pop",
        "background": "Make fresh drinking water fountains available in the main Street(s) in cities and town so that everyone has access to clean water without having to pay for bottles",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T17:30:37.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T18:15:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T09:58:51.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about installing water fountains are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to provide funding for new water fountains, or requiring local authorities install water fountains in certain places."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T09:58:52.751Z"
    },
    "id": 585696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585696.json"
    },
    "type": "petition"
}