{
    "attributes": {
        "action": "Ban all forms of gay conversion therapy including \"praying the gay away\"",
        "additional_details": "Gay conversion therapy is the practice of attempting to change someones sexual identity or gender identity. Methods used in the UK include praying or talking therapies. However, these methods have been discredited by groups such like the NHS. Studies show that those who undergo gay conversion therepy are more likely to commit sucide, turn to drugs or become homeless. We are calling for the government to put a blanket ban on all forms of conversion therepy including praying the gayness away.",
        "background": "To ban all forms of gay conversion therapy and to scrap the \"legitimate forms of pastoral support\" escape clause. We want all forms of gay conversion therapy to be banned by the government and the disallowance of \"praying the gayness away\" which is starting to emerge in the legislation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T18:25:17.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T18:36:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T08:12:56.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about exceptions to any ban on conversion therapy, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has announced it will be banning conversion therapy, but has not yet introduced legislation to achieve this. The Government has said it will consult the public and key stakeholders to ensure that the ban can address the practice while protecting the medical profession; defending freedom of speech; and upholding religious freedom: https://www.gov.uk/government/news/government-sets-out-plan-to-ban-conversion-therapy\r\n\r\nYou might like to submit your views to this consultation once it opens."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T08:12:57.629Z"
    },
    "id": 585710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585710.json"
    },
    "type": "petition"
}