{
    "attributes": {
        "action": "Legalize RESEARCH of Psycadelic compounds and molecules",
        "additional_details": "Compounds and molecules such as Dimethltryptamine, Lythergic acid, Psilocybin mushrooms, they are currently deemed illegal and painted as common drugs. This is despite the fact societys much more ancient than Britain have been using these compounds in rituals and religions ceremonys as tools for learning. They are extremely powerful substances and with that power comes a huge risk. I believe they are the  discovery our generation needs to make that others in the future will regard as obvious.",
        "background": "Simply legalize/fund/encourage research into Psycadelic compounds and molecules. This is so we can tackle mental problems persisting in our society and help open our minds to the real potential realitys of our universe and existence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T13:06:50.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T19:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T07:51:37.022Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more research into Psychedelics, but it's not clear if you want the Government to just remove restrictions on scientific research, or provide funding for the medical uses of Psychedelics.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLegalise production and use of psilocybin and LSD for medicinal purposes: https://petition.parliament.uk/petitions/580950"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T07:51:37.814Z"
    },
    "id": 585826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585826.json"
    },
    "type": "petition"
}