{
    "attributes": {
        "action": "Stage a referendum on Scottish independence before the end of 2021.",
        "additional_details": "If  Scotland is to share in the investment necessary to address the impact of Brexit and the pandemic as well as benefit from the commitment to \"levelling up\" it must be on the understanding that Scotland remains a long term member of the Union.\r\n>\r\n> A situation in which taxpayers in the remainder of the UK continue to invest disproportionately in Scotland only for Scotland to maintain a threat of leaving the Union at an undetermined future date is simply unacceptable and tantamount to blackmail.",
        "background": "The results of such a referendum must be binding on the Scottish Parliament. In the event of a leave vote the separation from the remainder of the UK should be completed within 2 years and in the event of remain vote there must be a 25 year moratorium on further referendums.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T11:34:52.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T14:55:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T15:05:33.410Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision to hold a referendum on Scottish independence is a matter for the people of Scotland and the Scottish Government, not the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/585520."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T15:05:44.204Z"
    },
    "id": 585812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585812.json"
    },
    "type": "petition"
}