{
    "attributes": {
        "action": "Change How Educational Settings Are Used To Determine ADOS Diagnosis",
        "additional_details": "We are finding a common problem arising and this is that of how an Educational setting is affecting the outcome of their child's diagnosis or lack of. Educational settings provides routine to which children suspected of having autism are more than happy to have however the problem is not there, it is when they are in a home or social environment that the child's problems then arise as they have had either a sensory or emotional overload.\r\nMasking is a common behavioural trait in Autism",
        "background": "We need the Assessments to be tailored to the individual including where the assessments take place as we are finding, more and more Families are not getting the diagnosis due to not meeting the Criteria based on the findings they receive from the Educational Setting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-13T14:02:56.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-13T14:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T11:13:11.062Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you have concerns about Autism Spectrum Disorder diagnoses, however it's not clear what it is you would like the Government to do.\r\n\r\nIn any case, how autism is diagnosed is a clinical matter for the NHS, not the UK Government or Parliament. You can find out more about this here: https://www.nhs.uk/conditions/autism/getting-diagnosed/assessments/\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/565300"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T11:13:16.655Z"
    },
    "id": 585968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585968.json"
    },
    "type": "petition"
}