{
    "attributes": {
        "action": "Have parliament debate the repealing of the Devolution Bill/Act",
        "additional_details": "The devolved assemblies cost the UK £ billions to finance such a small percentage of the UK, the population of London is almost as large as the three assemblies are in total, they no real authority and only seem to mimic Westminster.\r\nIn a time for economic recovery would it make not sense to make cut backs in places that serve no real function and release the funds to help the UK as a whole recover and prosper.",
        "background": "The whole of the UK should be able to decide via their representatives in Parliament on whether to keep the devolved assemblies, these assemblies only represent approximately 10.5 million people out of a UK total of approximately 68 million and as such have a disproportionate call on UK resources",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-13T11:14:42.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-13T11:42:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T08:38:31.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe're not sure what specific piece of legislation you'd like to see Parliament repeal.\r\n\r\nIn any case, under existing legislation, the devolved Parliaments cannot be abolished except if the people of the devolved nations vote to do so in a referendum. This would therefore be a decision for the people of Scotland, Wales and Northern Ireland.\r\n\r\nYou could start a petition calling on the UK Government to organise referendums on the future of the devolved assemblies, to take place in each of the devolved nations, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T08:38:31.441Z"
    },
    "id": 585942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585942.json"
    },
    "type": "petition"
}