{
    "attributes": {
        "action": "Boris Johnson and the Conservative government need to readdress the social care",
        "additional_details": "The people of Great Britain should not have to pay with their life savings for social care after paying into national Insurance all their lives.",
        "background": "To keep their word that they would deliver on social care and cap the scandal of how much people have to pay for care home fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-13T14:08:39.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-13T17:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T07:07:09.719Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for social care, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nStop the sale of homes to pay for care - Fund free care homes for all: https://petition.parliament.uk/petitions/585876\r\n\r\nThe Government announced in the Queen's Speech, which sets out plans for the new parliamentary session, that it would \"bring forward proposals for social care reform in 2021 to ensure that\r\nevery person receives care that provides the dignity and security they deserve.\" You can read more about the Government's plans for Social Care Reform here (pages 22-23): https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/986770/Queen_s_Speech_2021_-_Background_Briefing_Notes..pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T07:07:12.316Z"
    },
    "id": 585970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585970.json"
    },
    "type": "petition"
}