{
    "attributes": {
        "action": "Stop Mortgage Companies flagging up Self-Employed grants as a \"red flag\"",
        "additional_details": "We want the Government to take into account the decline of peoples income and STOP Mortgage Companies from blocking mortgages or using a government grant (which will have tax paid on it) as a red flag! \r\n\r\nGrants or lack of income should NOT be used as a weapon against people who were forced to close their businesses.\r\n\r\nMortgage Companies should not be allowed to discriminate between furloughed workers and self-Employed workers!",
        "background": "This week it was published that Self-Employed people who took any Government grant for help during lock down would be classed as a red flag with Mortgage Companies. \r\n\r\nSelf-Employed have suffered enough during this lockdown. The Government must stop this nonsense!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-14T09:02:21.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-14T09:10:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T07:43:04.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about lending, including for mortgages, are a matter for individual lenders, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T07:43:09.835Z"
    },
    "id": 586038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586038.json"
    },
    "type": "petition"
}