{
    "attributes": {
        "action": "Change the use of “adopt me” style advertisements within animal organisations",
        "additional_details": "Adoption is a complex and life long issue. We know that many adoptees struggle with the trauma of adoption and struggle to make sense of their adoption. Having advertisements in zoos and wildlife organisations that insinuates adoption is a product and a finical transaction is harmful. I have spoken to many people who have stated how these advertisements have triggered emotional upset and confusion for them as adoptees. Organisations have accepted this as an issue but we still see no change.",
        "background": "Zoos and animal parks use the term “adopt me” when advertising a product which in fact is “sponsoring” an animal.\r\nWe would like to see the word “adopt” removed from advertisements as this is incredibly harmful for adoptees who visit and see these advertisement. Adoption is complex and not a product",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T17:37:55.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-15T17:49:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T09:36:29.535Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content or regulation of adverts. You might want to contact the Advertising Standards Authority:\r\n\r\nhttps://www.asa.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T09:36:30.718Z"
    },
    "id": 586197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586197.json"
    },
    "type": "petition"
}