{
    "attributes": {
        "action": "Online learning to be made non-compulsory at university level in autumn 2021.",
        "additional_details": "By Autumn of 2021, there are to be no restrictions on gatherings indoor or outdoors. It is expected that everyone of university age will have been offered a first vaccine dose by the end of June. With this information in mind, the decision to postpone in-person lectures for the foreseeable future is unacceptable and undesired. It is grossly unfair to expect students to pay the full amount of tuition for remote learning that is not well received, subpar and frankly not needed for safety.",
        "background": "Work with Universities to reconsider the choice to make learning online in Autumn 2021. Guarantee that students will be getting a high quality education in person.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-19T12:00:46.109Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-19T12:17:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-24T20:08:30.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-24T20:08:31.333Z"
    },
    "id": 586596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586596.json"
    },
    "type": "petition"
}