{
    "attributes": {
        "action": "Introduce temporary traffic management into the Highway code and driving exams",
        "additional_details": "A lot of the signage used in Temporary Traffic Management is not taught when taking driving tests and I believe this puts thousands of people across the country, who work on the nations roads in a lot of danger. The people that do work on the road will have had a huge amount of training, not only in what the signs mean but with the health and safety implications involved. It would be far safer for all involved if the signage was taught and explained properly. It would also make it easier to bring people to account when they ignore the signage",
        "background": "Introduce Temporary Traffic Management and the relevant signage into the Highway Code and include it as a mandatory part of all driving exams",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-18T19:37:00.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-19T10:56:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-25T08:55:25.543Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Temporary signs are included here: \r\n\r\nhttps://www.highwaycodeuk.co.uk/road-works-signs.html\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/519129/know-your-traffic-signs.pdf\r\n\r\nWe could accept a petition calling for these signs to be a mandatory part of every theory test, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-02T13:20:14.315Z"
    },
    "id": 586538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586538.json"
    },
    "type": "petition"
}