{
    "attributes": {
        "action": "Permanently Remove Poetry From GCSE English Literature.",
        "additional_details": "I think to have to memorise 15 poems and know them inside-out is ridiculuous. Even if you aren't expected to fully memorise them, you are expected to remember plots, quotes, characters, themes and more. It is excessive and not realistic. This petition is aiming to entirely remove poetry from the GCSE English literature course as it puts too much pressure on young people, possibly leading to stress and anxiety, and more so, is an unrealistic, unfair expectation of children.",
        "background": "GCSE-English Literature requires you to memorise 15 poems, and even if it isn't fully memorise, you are expected to know all the plots, themes, characters, quotes and more. It is unrealistic, pressurising and unfair on children therefore it should be removed from the curriculum. This needs changing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-18T18:29:26.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-18T18:48:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-24T18:13:35.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of individual GCSE English courses and exams are a matter for exam boards such as AQA and Edexcel, not the UK Government or Parliament. The national curriculum simply includes \"poetry since 1789, including representative Romantic poetry\" as one of a range of writings that students should learn to read and appreciate. You can find out more about the KS4 English curriculum here: https://www.gov.uk/government/publications/national-curriculum-in-england-english-programmes-of-study/national-curriculum-in-england-english-programmes-of-study#key-stage-4.\r\n\r\nYou could start a petition calling on the Government to remove the requirement that students study poetry from the mandatory English curriculum at Key Stage 4, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-24T18:13:37.813Z"
    },
    "id": 586525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586525.json"
    },
    "type": "petition"
}