{
    "attributes": {
        "action": "Raise wages for skilled and semi skilled workers",
        "additional_details": "It is not fair, that a someone who for example works at Tesco and earns as much or more with benefits than a fully qualified mechanic/technician/tradesman. As us tradesman and other skilled workers are being underpaid and the companies who we work for are allowed to get away with paying the minimum. There are not enough companies out there that pay fair wage, and pay what people are worth.. for example, in fordthorne the main dealership for fords in Cardiff, pay a tyre fitter (minimum qualification) the same as a 30 years experienced technician (higher qualifications).\r\nAnother point is that for years to get to the experienced level that we’ve got to, we must start as an apprentice, which the wages for a couple of years is around £3 an hour.",
        "background": "Discuss and come up with a skilled workers minimum wage scheme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T10:25:35.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-20T12:09:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-26T06:43:23.514Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about low wages for skilled workers, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear how you want a minimum wage scheme for skilled workers to operate, how much you want the minimum wage for skilled workers to be, or who would qualify.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T06:43:24.262Z"
    },
    "id": 586673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586673.json"
    },
    "type": "petition"
}