{
    "attributes": {
        "action": "Make it mandatory for holiday companies to offer refunds for Amber countries",
        "additional_details": "There was no clear guidance around Amber list countries when the traffic light system was announced. Now MPs have been saying travel to Amber list countries should only be for essential travel. This is inevitably going to leave thousands of people out of pocket as they won’t be able to self isolate on return due to work commitments. Holiday companies and airline operators are refusing to refund, and some offering changes which could lead to more expensive holidays due to high demand.",
        "background": "Due to the confusion and lack of clear guidance provided by the government regarding travel to Amber list countries, holiday companies and airline operators should offer people in the UK full refunds for holidays booked to Amber list countries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T07:10:33.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-20T07:25:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-25T17:08:14.692Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to create a fund to reimburse money lost due to Covid-19 travel cancellations, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-25T17:08:15.622Z"
    },
    "id": 586659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586659.json"
    },
    "type": "petition"
}