{
    "attributes": {
        "action": "Allow Ivermectin and HCQ to be used in the prevention and treatment of Covid19.",
        "additional_details": "The general public is not currently being honestly served in its reaction to the pandemic.  This gives traction to groups such anti-vaxers and conspiracy activists.\r\nThe Government needs to be open, and start treating the public with respect by allowing proper discussion with regard to pandemic protcols that have been so far enacted.",
        "background": "The use of Ivermectin in many other countries is being proven to be effective.  Our Government has been silent to date, preferring the rollout of much more expensive options.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T12:04:53.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T15:40:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-26T07:58:03.583Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what treatments to use in the care of patients with covid-19, or other diseases, is an operational matter for the NHS. The efficacy of potential treatments for Covid-19 is reviewed by the UK's independent medicines regulator, the Medicines and Healthcare products Regulatory Agency (MHRA). Granting regulatory approval for a treatment's use would be an operational decision for the MHRA, not the UK Government or Parliament.\r\n\r\nYou might like to sign the following petition:\r\n\r\nIncrease research funding into the use of Ivermectin as a treatment for Covid-19\r\nhttps://petition.parliament.uk/petitions/571040"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T07:58:03.579Z"
    },
    "id": 586686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586686.json"
    },
    "type": "petition"
}