{
    "attributes": {
        "action": "Make ultrasonic devices (child/teen deterrents) illegal without a license.",
        "additional_details": "Although the use of these devises may have a place, this should not be all day, or in residential areas. It is important that, just because it hurts a child, rather than an adult, it is not ignored. Parents are often unaware of the cause of the pain because the devises are designed to be out of their hearing range.\r\nWe would like the government to license the use of these devises, ensuring that they are not just left on, over used or used in residential settings.",
        "background": "Everyone knows that there are times when a physical deterrent is necessary for antisocial behaviour; however any that cause physical pain/discomfort are normally by authorised persons only. The increased use of high pitched/ultrasonic devises is painful to young people and should be used cautiously.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T14:03:57.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T10:55:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-26T15:17:41.306Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the use of ultrasonic devices to deter antisocial behaviour, however it's not clear who would be eligible for the license you propose nor what criteria would need to be met in order for such a license to be granted. \r\n\r\nYou could have a petition calling for a ban on the sale of ultrasonic devices to the general public, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T15:17:52.365Z"
    },
    "id": 586694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586694.json"
    },
    "type": "petition"
}