{
    "attributes": {
        "action": "Make it legal  that all  hospitality outlets  \r\nhave Accessibility toilet BSL",
        "additional_details": "HAVING A DISABILITY IS HARD ON DAY TO DAY \r\nWHY IS IT WE HAVE TO KEEP SHOUTING   IT ALL SHOULD BE  IN PLACE INTHE FIRST PLACE AND ITS UP TO THE GOVERNMENT TO MAKE SURE  ALL PLACES  HAVE DONE THE CHANGES IF THAY DONT  THAY NEED TO BE FINED  FOR IT.   .\r\n\r\nTHERE ARE 14.1 MILLION IN THE UK  ITS A RIGHT TO BE PART OF THE SOCIETY",
        "background": "DISABLED PEOPLE  HAVE BIN LEFT OUT OF THE COMMUNITY AND  ALL HOSPITALITY OUTLETS.  AS THAY DON T    HAVE  RAMPS  AND BSL STAFF   AND DISABLED TOILET  \r\n THAY NEED TO BE MADE TO MAKE CHANGES  FOR DISABLED PEOPLE  ITS OUR RIGHT TO  HAVE THE SAME AS ABLE BODIED  PEOPLE  NOT ALL DISABILITY IS SAME",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T00:38:25.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T08:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-26T14:48:47.438Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the provision of accessible toilet facilities. However, hospitality businesses including restaurants and cafes are already required to provide accessible facilities such as toilets in order to comply with the Equality Act 2010. You can find out more about this here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/85008/business-quickstart.pdf\r\n\r\nFurther, the Government has committed to requiring new buildings to be built with accessible toilet facilities, and has announced funding for the installation of such facilities through the 'Changing Places' scheme. You can find out more about this here: https://www.gov.uk/government/news/changing-places-toilets-for-severely-disabled-people-to-be-compulsory-in-new-public-buildings\r\n\r\nYou could start a petition calling on the Government to increase the funding available for the installation of accessible toilets in existing buildings, through the Changing Places scheme for example, if that is something you'd like to happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T14:48:55.753Z"
    },
    "id": 586755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586755.json"
    },
    "type": "petition"
}