{
    "attributes": {
        "action": "Rolling background checks & drug tests for MPs as a condition of employment.",
        "additional_details": "The Electorate deserves leaders who pay more than lip service to The Nolan principles. We live in a world where Bank and School cleaners are better vetted than our Politicians. Why are our MPs not employed under the same terms? By using the same tools as major employers, we can go some way to ensuring that our politicians are always 'Fit & Proper' persons, and dismiss those who fail to meet those standards. We deserve sober politicians making considered decisions that have global consequences.",
        "background": "In most workplaces where people are employed in positions of trust, CRB/DBS, Credit Checks and Toxicology tests are conditions to their initial and continued employment. It is time our Leaders are held to the same standards as the workforce, reflecting the trust placed in them by their constituents",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T18:18:27.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-20T18:59:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-01T09:06:22.023Z",
        "rejection": {
            "code": "no-action",
            "details": "Members of Parliament are not employed, so aren't subject to contractual terms and conditions in the way set out in the petition. \r\n\r\nYou could start a petition calling for MPs to be subject to drug testing, or for drug use to be explicitly included in the Code of Conduct:\r\n\r\nhttps://www.parliament.uk/business/publications/commons/hoc-code-of-conduct/\r\n\r\nWe're also not sure what you'd like to be covered by \"rolling background checks\" and what effect you'd like these to have. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-08T14:24:21.553Z"
    },
    "id": 586710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586710.json"
    },
    "type": "petition"
}