{
    "attributes": {
        "action": "Support archaeology degrees at British universities to prevent subject loss.",
        "additional_details": "Government should immediately ensure that archaeology degrees are given national support and priority. The funding allocation to universities should be urgently reviewed and amended to prevent subjects such as archaeology from being closed. The Education Secretary and Minister of State for Universities should write to the Vice-Chancellors of British universities undertaking these reviews to halt imminent, potential closures.\r\n",
        "background": "British universities, including Chester, Leicester and Sheffield, are putting archaeology departments under institutional review, leading to the threat of closure. This will damage the UK's world-leading archaeological teaching and research, negatively affecting development and heritage tourism. ",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-05-21T19:31:08.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T20:07:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T08:29:59.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about what courses to provide are a matter for individual higher education institutions, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not cut UK higher education Arts Funding: https://petition.parliament.uk/petitions/572300"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T08:30:00.923Z"
    },
    "id": 586847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586847.json"
    },
    "type": "petition"
}