{
    "attributes": {
        "action": "Focus the NCA and MET policing funds on child trafficking and child abuse.",
        "additional_details": "Quite frankly, I am sick of seeing the news saying “£130,000 cash seized” and “large quantities of drugs seized”. Why can’t we be reading “130 children rescued from trafficking gang” or “cyber servers catch large quantities of peodophiles seized”. The crimes focused on are all about money and drugs. We have real, sick, monsters in our world, that weirdly seem to stay under the radar. Let’s prioritise funding to protect our children from torment and suffering.  This needs to change. Respect will be gained.",
        "background": "Start saving and protecting children and put the real monsters in jail. Stop thinking about money, the general public are bored of seeing news of “gangsters” jailed and how much money and drugs have been seized. This isn’t a series from Narcos, real children need our help in our country",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T21:23:11.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-22T11:57:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T09:34:18.653Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about policing are operational matters for individual police forces, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to increase funding to tackle child trafficking and child abuse, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T09:34:41.540Z"
    },
    "id": 586860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586860.json"
    },
    "type": "petition"
}