{
    "attributes": {
        "action": "Make the same immigration rules for EU passport holders bringing families to UK",
        "additional_details": "The route is a lot more difficult and expensive for people born in the UK who are bringing a spouse to the UK compared to people who came to this country from Europe. Make the same rule for everyone. How can somebody who has come from a different country into the UK and has a nationality other than British have more rights than the UK nationals?",
        "background": "Bring the same immigration laws for people with EU passports that are in the UK under the EU settlement scheme. Why is bringing a spouse or family members harder for people with British passports and people that are born in the UK than that for the people that come from Europe?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T13:04:21.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T14:37:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-27T06:29:45.198Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about disparities between immigration rights for families of EU and British citizens, but it's not clear if you want rights for family members of EU citizens to be reduced, or rights for family members of British citizens to be increased.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-27T06:29:46.179Z"
    },
    "id": 586808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586808.json"
    },
    "type": "petition"
}