{
    "attributes": {
        "action": "Make learning about Mental Health part of the national curriculum",
        "additional_details": "Equipping teachers with broader work-related skills in health and social care will contribute to breaking down barriers children often face within education. This is about investing in the minds of the future. Mental health problems among children aged 5-16 in England have risen from 1 in 10 to around 1 in 6 (NHS, 2021). Introducing this subject to the curriculum offers a broad reach of long-term benefits; bullying, cognitive development, service relief and, improved social mobility.",
        "background": "Provide teachers with broader vocational qualifications and amend the curriculum to support children in developing skills beyond the provisions of the current. This should be delivered effectively across all key stages of development - providing children with skills of resilience and awareness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T23:37:26.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-22T11:48:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T09:28:37.400Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how mental health is dealt with in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nEducation about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse\r\n\r\nThe curriculum content on mental wellbeing includes how to recognise and talk about emotions, self-care techniques, and where and how to seek support.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire all teachers and TAs to have basic mental health training: https://petition.parliament.uk/petitions/571704\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T09:28:38.286Z"
    },
    "id": 586864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586864.json"
    },
    "type": "petition"
}