{
    "attributes": {
        "action": "Change the law on recording or photographing children in public places.",
        "additional_details": "Young children are exposed to constant online images.  Every aspect of their lives can be videoed and uploaded onto social media for the world to see.  Without their consent or the consent of their parents.  This can affect their mental health.  What some may deem an acceptable photograph or video it can have a deeper impact on the person/child these images are of. It should be illegal for a member of the public to be allowed to video or photograph a child simply because they wish to do so.",
        "background": "Currently in 2021 it is legal for anyone to video record or photograph a child without the parent's consent.  I want this law changed so that it is illegal to video record or photograph a child in a public place, unless they are breaking a law or causing harm to someone or something.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-05-23T08:35:32.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-23T11:09:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T12:09:11.221Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people taking photos or recording children, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to consent from the child or parents, but the request of your petition would mean it was illegal for children or parents to take pictures of themselves or their children.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan the taking of photographs of children without parental consent: https://petition.parliament.uk/petitions/560090\r\n\r\nIf you want something different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T12:09:12.394Z"
    },
    "id": 586996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586996.json"
    },
    "type": "petition"
}