{
    "attributes": {
        "action": "Withdraw future funding from BBC licence fees for the Eurovision Song Contest",
        "additional_details": "Mandate tye BBC and British broadcasting preventing it from any future funding of Eurovision in order to provide better value to the UK licence fee payer and promote a fairer merit based contest.",
        "background": "Nations qualify for the competition on merit, not funding. The UK represents one of the \"big 5\" that funds Eurovision. Withdrawing from the big 5 ensures better value to the UK licence fee payer, promotes qualification by virtue and ensures a level playing field.  The UK should withdraw funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-22T23:15:02.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-22T23:38:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:34:15.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest and funding for the EBU is a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest and the EBU."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:34:16.537Z"
    },
    "id": 586972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586972.json"
    },
    "type": "petition"
}