{
    "attributes": {
        "action": "Send Muse to represent the UK at Eurovision 2022",
        "additional_details": "The Government need to step in because our entries have been actually disgraceful.",
        "background": "The Eurovision Song Contest has been a national shame for this country for decades.  It's time we correct this by sending the greatest British rock band, Muse, to represent us on the international stage.\r\n\r\nBlasting Citizen Erased or Plug in Baby to Europeans is the only way to redeem our pride.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-24T09:57:01.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-24T10:34:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:49:59.618Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about represents the UK in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest.\r\n\r\nIn any case, the contest is for new compositions so if Muse were chosen to represent the UK at the Eurovision Song Contest they would not be able to play Citizen Erased or Plug in Baby, but would have to compose a new song for the contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:50:24.877Z"
    },
    "id": 587097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587097.json"
    },
    "type": "petition"
}