{
    "attributes": {
        "action": "Require BBC to hold an open competition to find UK Eurovision Song Contest entry",
        "additional_details": "The UK’s performance in the Eurovision Song Contest has been disappointing in recent years, despite a large and enthusiastic fan base. This is a national issue that matters to many people, and is a of international significance. Our commitment to taking it seriously and participating in the expected spirit affects our international reputation. The BBC gains its authority from Parliament, and only the Government and Parliament is in a position to do something about this situation.",
        "background": "Require our entry to be selected through open competition to find the best talent and give all songwriters a fair opportunity.  All songs to be publicly available, with decision making/ers open to scrutiny. Experts in finding the UK’s best talent and generating public support to be consulted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-24T10:35:12.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-24T11:49:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:50:41.938Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:50:42.732Z"
    },
    "id": 587102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587102.json"
    },
    "type": "petition"
}