{
    "attributes": {
        "action": "PSHE and RSE should be made statutory in all schools.",
        "additional_details": "PSHE needs to be given a set national curriculum that covers all societal issues, not just 'issues relevant to a school'. This curriculum needs to be enforced and treaty like any other subject, it needs to be enforced in all schools: primary, following on to secondary schools and colleges. PSHE should be an active part of schools, to teach the youth how to be happy, healthy and successful by using the skills generate in PSHE. By efficiently teaching about PSHE and RSE lives can be improved!",
        "background": "PSHE must become a compulsory part of curriculums in all schools. Presently, PSHE is a non-statutory subject, meaning the content is fully flexible, as there are no government regulations and not all essential topics are fully covered, causing people to not be properly equipt for social situations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-25T18:15:20.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-25T18:22:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-01T09:28:38.798Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  RSE is now a statutory requirement.  \r\n\r\nhttps://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changes to the required content. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-01T09:28:43.376Z"
    },
    "id": 587227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587227.json"
    },
    "type": "petition"
}