{
    "attributes": {
        "action": "Stop investment buyers buying housing affordable to first time buyers",
        "additional_details": "Bring in a law / order to prevent people who already own a home from buying a second that falls into a category of property that are deemed “suitable for first time buyers” new homes are realistically unaffordable to single first time buyers and homes that are within a first time buyers price range are more often than not being bought by investment buyers to rent out to the people who want there first home but can’t afford / get one as there are none available.",
        "background": "Stop investment buyers or people who are buying a second home from buying housing affordable to first time buyers, predominantly studio, one and two bed housing in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-26T10:27:45.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-29T13:36:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T13:45:03.183Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call for a specific action that the Government or House of Commons is responsible for.\r\n\r\nWe understand that you are concerned about the number of homes being sold as second homes, but it's not clear what you want the Government to do, and deciding who to sell a home to is a matter for the homeowners, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T13:45:04.083Z"
    },
    "id": 587278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587278.json"
    },
    "type": "petition"
}