{
    "attributes": {
        "action": "Bring the Hillsborough Bill back before Parliament",
        "additional_details": "Should it be at all legal for public officials (potentially even at the behest of their superiors) to change statements to misdirect a public inquiry after innocent citizens have died?\r\n\r\nIf the answer to that question is no, then the current laws we have are woefully inadequate and need to be improved at haste. \r\n\r\nAt the very least, if any public inquiry involves the death of even just one citizen, subterfuge from involved parties should be outlawed. \r\n\r\nCandour should be the minimum requirement.",
        "background": "Legal duty of candour on all officials. It should be illegal to amend statements to misdirect any inquiry that involves death of citizens.\r\n\r\nParity of legal funding for bereaved families at inquests where public bodies are involved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T00:00:55.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T04:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-02T09:53:59.312Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what legislation you'd like to be introduced, and whether this includes or is in addition to the requests set out in the petition. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-02T09:54:00.523Z"
    },
    "id": 587419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587419.json"
    },
    "type": "petition"
}