{
    "attributes": {
        "action": "Set legal noise levels in Decibel across all UK Pubs and Restaurants",
        "additional_details": "I want The Government to set a legal noise limit in decibel per each Pub / Restaurant. I understand every pub location in the UK is different, so legal level of noise should be set by the postcode.\r\n\r\nEven Council doesn't know what is legal music level, so how they could justify if music is too loud?\r\n\r\nIn worst case scenario, if we would loose our music license, we would need to reduce numbers of staff from 27 to at least 10 and stop running live music events which were including also celebrities.",
        "background": "We are an award winning Pub / Restaurant, after one terrible year, we have amazing kickstarter month and all mainly due to Live Music performed in our garden.\r\n\r\nNow have received numbers of complaints regarding noise pollution, however there is now legal limit for noise in decibel!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T12:35:33.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T13:02:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T08:44:08.388Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the lack of specific legal limits on noise levels from hospitality venues, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to setting legal limits, but then said these could vary by postcode, in which case it would be likely such limits would be set by local authorities, rather than central government.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to set specific noise limits for all hospitality venues, or to require local authorities to set noise limits for all hospitality venues in their area."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T08:44:09.329Z"
    },
    "id": 587461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587461.json"
    },
    "type": "petition"
}