{
    "attributes": {
        "action": "A specific date for the return of karaokes as part of the government roadmap.",
        "additional_details": "I realise that karaokes may carry with them a unique risk element given that they used a shared microphone which people hold close to their mouth and nose, and that there is also a risk caused by the increased respiratory rates during a particularly passionate singing performance but karaokes carry a unique appeal and are a life blood of the pub experience in northern towns and cities such as Newcastle and Blackpool. Please give details and possible covid mitigation measures for karaokes.",
        "background": "The Government has given specific dates for the opening up of both indoor and outdoor hospitality including audiences for live music and sports events but there has been no mention of when karaokes will return to pubs despite them being a vital element of working class pub life. We need answers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T08:23:46.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T12:20:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-02T10:31:59.806Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Covid restrictions, including on indoor entertainment, are due to be relaxed as part of Step 4 of the Covid restrictions being removed.  This is currently scheduled for 21 June. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-02T10:32:01.407Z"
    },
    "id": 587429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587429.json"
    },
    "type": "petition"
}