{
    "attributes": {
        "action": "Residence for people who come to work in the UNITED KINGDOM !",
        "additional_details": "Hi so this petition wants to highlight people who do not know well English who have a clean record and want to work hard in key areas such as the restaurant industry agriculture warehouse construction or people who have been to the UK and have documents like insurance number and  banking card but do not was  before 31 December 2020 and their residence was rejected.",
        "background": "To give the opportunity to people who do not know well English for 6 months to come in the United Kingdom and if they find a job to receive residency for 5 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T20:54:37.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T21:10:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T12:15:04.479Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want it to be easier for certain people to be able to come to the UK to work, but we're not sure exactly what changes you want to be made to existing immigration rules.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to allow anyone to come to the UK for 6 months to find work, with 5-year work visas available to people who are successful in finding a job."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T12:15:05.251Z"
    },
    "id": 587497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587497.json"
    },
    "type": "petition"
}