{
    "attributes": {
        "action": "Reform the BBC Charter to open the way for a Scottish entry at the Eurovision",
        "additional_details": "The UK Parliament boasts of its unlimited sovereignty on domestic affairs, including for example the ability to unilaterally change the Scottish devolution settlement without Scotland's consent.  There can therefore be no credible dispute that parliamentary sovereignty extends to legislation governing the BBC.  That legislation should be reformed to require the BBC to make separate Scottish representation a condition of any BBC involvement with cultural competitions such as the Eurovision.",
        "background": "The UK Parliament has unlimited legislative powers on domestic matters, including the power to alter or revoke the BBC Charter, and even to disregard the principle of BBC managerial independence if it so chooses. It should use those vast powers to maximise the chances of a Scottish Eurovision entry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T13:33:15.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T14:18:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T08:45:49.566Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest are a matter for the BBC and the organisers, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T08:45:50.395Z"
    },
    "id": 587468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587468.json"
    },
    "type": "petition"
}