{
    "attributes": {
        "action": "Conduct an independent review into UKIPO’s handling of trademark registrations",
        "additional_details": "We want the office of the Secretary of State for Business, Energy and Industrial Strategy and the Chief Executive of the UKIPO to carry out an independent review into the UKIPO’s current practices and why they appear not to be following their own policies and guidelines. \r\n\r\nUltimately we want the government to set tighter and clearer rules stipulating that names of ethnic groups, geographical locations, languages and cultures cannot be trademarked in its singular form.",
        "background": "It has come to light that the UKIPO have over the years erroneously allowed registrations of names of ethnic groups, geographical locations, languages and cultures in its singular form. The recent uproar surrounding a British retailer trademarking ‘Yoruba’ has brought this to the forefront.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-29T12:24:36.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-29T17:06:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-04T07:03:18.696Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the handling of trademark registrations, but it's not clear what policies and guidelines you think the Intellectual Property Office has not been applying correctly.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review rules for the registration of trademarks, and reform these to protect the names of ethnic groups, geographical locations, languages and cultures."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-04T07:03:19.543Z"
    },
    "id": 587531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587531.json"
    },
    "type": "petition"
}