{
    "attributes": {
        "action": "Ban birth place from UK passports",
        "additional_details": "Place of birth often disclosed your country of origin.\r\nPlace of birth is what your registered religion used to be.\r\nIt is private information.\r\nIt is background information about your life that should not be legible in your ID.\r\nArticle 8 of the UN Human Rights Act guarantees the Right to Private Life.\r\nBritain signed this act.\r\nMake British passports discrete and contemporary with the possibility of opting out of any birth place mentioned in your ID.",
        "background": "Place of birth in an identity document is a source of constant discrimination.\r\nGive Brits the option to apply for a passport with the place of birth left blank.\r\nCanada has this system of passport where inclusion of your birth place is optional.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-29T11:00:00.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-04T10:55:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T06:58:50.293Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about place of birth being listed on passports, but we're not sure if you want the place of birth never to be shown on passports, or for people to have the option of not having their place of birth listed, if they choose.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-10T06:58:51.525Z"
    },
    "id": 587524,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587524.json"
    },
    "type": "petition"
}