{
    "attributes": {
        "action": "Pay pennies to save many - support our NHS",
        "additional_details": "80% of nurses report that current staffing levels makes patients unsafe. I saw this as an inpatient for five days in May 2021. \r\n\r\nExhausted nurses repeatedly worked 12 hour nights. Their shortage led to a long wait for care such as pain relief and toileting.\r\n\r\nResearch has confirmed that poor funding leads to avoidable deaths.\r\n\r\nMany of us benefitted from free vaccination, lets give a little more back. They'll be pennies well spent. \r\n\r\nRaise our taxes to cause less fractures.",
        "background": "We have a dying, underfunded and exhausted NHS.\r\n\r\nWe are still 36 000 nurses short in the UK, contributing to 240 000 falls in NHS hospitals each year in England and Wales.\r\n\r\nThey saved us from Covid-19, now we must save them.\r\n\r\nAdminister life support with a small tax rise and audit NHS costs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-30T09:09:01.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-01T18:07:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T11:12:23.216Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petition:\r\n\r\nIncrease funding to the NHS to recruit enough staff, fund beds and equipment\r\nhttps://petition.parliament.uk/petitions/564512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T11:12:23.230Z"
    },
    "id": 587576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587576.json"
    },
    "type": "petition"
}