{
    "attributes": {
        "action": "Reopen public toilets and stop charging",
        "additional_details": "Many people, especially older people are afraid to go out in case they get caught short. Many can’t afford the money required to have a pee, and many don’t have the right change. Going to toilet is a natural and unavoidable thing, just as much as breastfeeding, so why are we being charged ? It’s a disgrace. It’s against the law to pee in a hedge etc. but what other choice have you when faced with a desperate situation. I believe it would bring more people back to the high streets",
        "background": "Public toilets are a necessity, not a pleasure. More and more are closing, and those that remain open are charging up to 50p. It’s scandalous and the government should stop this happening",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-31T16:05:32.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-31T19:10:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T08:10:01.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local toilets are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to require local authorities to provide free public toilets, and provide funding for increased numbers of public toilets, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T08:10:02.668Z"
    },
    "id": 587653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587653.json"
    },
    "type": "petition"
}