{
    "attributes": {
        "action": "Ensure local authorities make beaches wheelchair accessible.",
        "additional_details": "Despite Eastbourne having many residential homes for disabled adults, there is not one wheelchair accessible beach on our seafront. Eastbourne is known as being a popular choice for retirement, many of these people will likely be in wheelchairs. Therefore, they are  deprived of accessing beaches. It seems ridiculous that in 2021, disabled people are still victims of exclusion. Ramps leading to the shore could greatly benefit Eastbourne's residents and possibly inspire other seaside towns!",
        "background": "The disabled people of Eastbourne would like our Government/parliament to provide funding for some accessible pathways onto Eastbourne beaches leading to the shore.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-31T16:59:31.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-31T19:01:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T08:07:30.683Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about accessibility of local beaches are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.lewes-eastbourne.gov.uk/consultations/petitions-and-e-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T08:07:31.711Z"
    },
    "id": 587657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587657.json"
    },
    "type": "petition"
}