{
    "attributes": {
        "action": "Stop using BMI to measure a healthy weight for IVF NHS funding applications.",
        "additional_details": "The NHS themselves recently admitted to BMI being an inaccurate and outdated method of measuring someone's health. A woman may have a BMI that technically makes her obese but could be someone who has built a lot of muscle at the gym. Yet, under the current guidelines she would not be allowed to start a family unless she funded it herself. There is more focus on the woman's weight too for IVF and this therefore makes it a discriminatory issue affecting women more than men. This needs to change.",
        "background": "Currently CCGs use the outdated method of BMI to measure the weight and therefore health of couples struggling to conceive and wanting to apply for NHS funded IVF treatment. We want this to change. Either monitor levels of health with a more accurate method or scrap the BMI cut off point altogether.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-01T06:55:23.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-01T08:16:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T08:36:47.003Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about access to IVF are a clinical matter for the National Institute for Health and Care Excellence, the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review access to IVF for people with a high BMI, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T08:36:47.862Z"
    },
    "id": 587691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587691.json"
    },
    "type": "petition"
}