{
    "attributes": {
        "action": "Make the London Underground more accessible for wheelchair users",
        "additional_details": "Being a wheelchair user myself, it is extremely difficult to travel around London easily. Only a select few London Underground stations have lifts, and large gaps between the tube itself and the platform. It will increase the number of disabled people travelling to London, and it will stop us from feeling singled out.\r\nI recently booked a trip to London, travelling from Norwich to London Liverpool Street, then to Euston Station, and it came to my attention the amount of lifts that there are.",
        "background": "To make the London Underground more accessible for wheelchair users by adding a lift at every station etc. I am a wheelchair user and it is impossible for me to have an easy day traveling around London due to the lack of accessibility.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-01T13:39:48.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-01T13:48:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-08T06:59:51.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about accessibility of the London transport network are a matter for Transport for London, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-08T06:59:52.081Z"
    },
    "id": 587712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587712.json"
    },
    "type": "petition"
}