{
    "attributes": {
        "action": "Put a stop to economic illegal immigrants coming from France into the U.K.",
        "additional_details": "Legislation should be put in place in order to facilitate this with no appeal system once found to be in the U.K. for economic reasons.",
        "background": "Economic migrants are crossing the channel in large numbers and nothing is being done to stop this. Anyone coming into the country in this way should be fast tracked and if found to be a non genuine asylum seeker deported back to the country of origin immediately afterwards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T17:59:47.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-03T18:36:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T07:23:22.398Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people travelling to the UK for economic reasons, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf someone has traveled to the UK illegally and does not have a legitimate reason to stay they are already subject to deportation.\r\n\r\nImmigration officers already have the power to take several actions against illegal migrants, including the power to detain them for \"the purpose of removal\": https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/537231/Immigration_Act_-_Part_3_-_Enforcement.pdf."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T07:23:23.239Z"
    },
    "id": 587894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587894.json"
    },
    "type": "petition"
}