{
    "attributes": {
        "action": "Theory test extend and practical test date",
        "additional_details": "This is important because we have talked so much lessons no one doesn't care much money we use to do that it's not fair enough that we had to have a lockdown because of the coronavirus extender theory test certificate the year that we missed out due to the coronavirus take in consideration how much money we have used how much this has affected us and no one's not taking it in consideration they just think that we should have we start all over again like a machine we are humans it's not our fault that got shot down by the coronavirus reinvest on our theory test certificate",
        "background": "Due to the lockdown and the coronavirus we have missed out will it take our driving lessons our theory test certificate is 2 years we have missed out on it because of the coronavirus which is not our fault take in consideration reinvest us that the year yeah it's not fair take this seriously",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T11:40:30.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-03T12:16:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T06:46:01.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on learner drivers, but we're not sure exactly what you'd like the Government or Parliament to do. It's clear that you want the Government to extend the validity of driving theory test certificates, but it's not clear what you want the Government to do about practical test dates.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrioritise cancelled driving test candidates for rebooking: https://petition.parliament.uk/petitions/565349\r\n\r\nFund driving theory resits caused by coronavirus restrictions: https://petition.parliament.uk/petitions/564297\r\n\r\nRefund driving theory tests that expire during COVID-19 pandemic: https://petition.parliament.uk/petitions/571379"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T06:46:02.076Z"
    },
    "id": 587861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587861.json"
    },
    "type": "petition"
}