{
    "attributes": {
        "action": "Pay students on placement and apprentices a full time wage for the work they do",
        "additional_details": "Placement/apprentice work is severely underpaid, people often have to work 40 hours in placement and still uphold a full time job alongside this to afford bills, rent & travel. Severely limited grants are available to help, university and apprentices associations provide next to no support - these people working for around £3 a hour are left to do the “bad jobs, more dangerous jobs and often are left to work much harder than those on more comfortable full time at least minimum wage jobs.",
        "background": "I would like the government to allow loans/grants to be updated so that students on working placements (such as nurses and teachers) and apprentices are paid at least minimum wage for the hours that they do on their placement/apprenticeships.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T12:15:37.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-03T12:27:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T06:48:38.464Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the money available to people on student placements and in apprenticeships, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want people on student placements to be paid a certain amount, or for loans/grants to be increased to reflect current pay. If the latter, not all apprentices are eligible for loans or grants, so it's not clear how this would work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to require that all people on student placements be paid at least minimum wage, and that the minimum wage for apprentices be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T06:48:39.464Z"
    },
    "id": 587864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587864.json"
    },
    "type": "petition"
}