{
    "attributes": {
        "action": "Reduce Prisoner Privileges",
        "additional_details": "Remove all devices, computer and televisions from prisoners.\r\n\r\nDetermine an allowance for prisoners that would be reasonable and still be considered punishment.\r\n\r\nOnly provide computers for offenders that want to be rehabilitated and gain new skills. Allow offenders to retrain and develop, on proving good behaviour.\r\n\r\nOnly allow the opportunity for prisoners to have access to home luxuries in the event that they have demonstrated their willingness to gain new skills over an agreed fixed term.",
        "background": "Prison should mean punishment! We should not allow convicted prisoners to be allowed their home luxuries and benefits. \r\n\r\nBy allowing prisoners to watch televisions and have access to internet and games consoles, we encourage the chances of reoffending, and return to jail.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T11:51:16.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-03T13:24:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T06:54:08.147Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing privileges provided to prisoners, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for all devices, computer and televisions from prisoners, but then goes on to suggest an allowance for prisoners that would be reasonable, but it's not clear what you mean by this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might be interested to know that privileges for prisoners are earned by following the rules. There are also punishments for prisoners who break prison rules. You can find out more about this here: https://www.gov.uk/life-in-prison/prisoner-privileges-and-rights"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T06:54:08.812Z"
    },
    "id": 587862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587862.json"
    },
    "type": "petition"
}