{
    "attributes": {
        "action": "Speed enforcement put in place for safety/prevention in Toddington, Bedfordshire",
        "additional_details": "My main aim is for the village to have speed enforcements put in place for the safety of residents in the village and particularly for residents including young children living or walking along the main road through the village. Although the village is a 30mph road, this is ignored through out the day and night. Enforcing the speed will not only help prevent accidents or fatality’s but will help with the noise of vehicles with noisy adapted engines. The noise disrupts villagers day and night.",
        "background": "Toddington is a bypass village set off of junction 12 on the M1. The traffic flow through the village can be busy with large and small vehicles passing through. A lot of vehicles ignore the 30 mph speed restrictions in place which cause it to be significantly dangerous and noisy for residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-04T20:34:49.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-04T20:40:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T08:42:01.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Central Bedfordshire Council, not the UK Parliament or Government.\r\n\r\nYou could start a petition on the Central Bedfordshire Council website calling for traffic calming measures such as speed bumps or cameras to be installed in Toddington, if that is something you'd like to see happen. You can find out more about how to do this here: https://www.centralbedfordshire.gov.uk/info/27/about_your_council/238/how_to_get_involved_in_council_decisions_-_make_your_voice_heard/5.\r\n\r\nYou might also like to contact your local MP and ask them to speak to the Council on your behalf. You can find your MP's contact details by entering your post code here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-10T08:43:14.846Z"
    },
    "id": 587994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587994.json"
    },
    "type": "petition"
}