{
    "attributes": {
        "action": "Abolish tuition fees for university students and restore grants to 1979 levels",
        "additional_details": "This has devastating effects on local economies in student areas. In my 98/99 university dissertation year, I worked out that it would be some £1-2 billion a year cheaper for the government to pay each student's fees and pay each student £1000 per month. This would be funded by a graduate tax of 1%.  When you work out social security payments you do not take into account parental income. Why is there a difference for university students? This policy contradicts the advice of the Dearing report.",
        "background": "It is high time that the UK government repealed the abolition of grants and the introduction of tuition fees brought in by the Blair government of 1997. Now to go to university you either have to be very rich. Or you have to be very poor and get a scholarship. Or you have to borrow and be in debt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-04T10:37:20.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-21T13:55:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T13:53:12.711Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how university courses are paid for by students, however it's not clear who would be eligible for the grants you propose. It's also not clear whether you want these grants to be restored to the precise amount they were at in 1979, or whether this would be adjusted for inflation.\r\n\r\nYou could have a petition calling for the Government to replace student loans with grants and a 1% graduate tax, subject to clear criteria, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T13:53:29.492Z"
    },
    "id": 587947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587947.json"
    },
    "type": "petition"
}