{
    "attributes": {
        "action": "Fake Claim Campaign: End The Harassment Of People With Invisible Disabilities.",
        "additional_details": "Despite the majority of Disabled people having disabilities that cannot be seen (\"invisible disabilities\") there is still a widespread public perception that only wheelchair users are disabled. \r\n\r\nBecause of this, Disabled people face harassment in public places by people who Fake Claim them. \r\n\r\nFake Claiming prevents access to services such as accessible parking spaces, accessible toilets, seats on public transport and other assistance, through the very real threat of abuse when accessing them.",
        "background": "We ask her Majesty's Government to:\r\n\r\nMake Fake Claiming a specific crime by updating the law on hate crimes.\r\n\r\nMake the 1st of October National Day Against Harrasment of Disabled People.\r\n\r\nChange National Symbol of Disability to incorporate a wheelchair alongside the letter A for Accessbility.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-06T12:00:47.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-06T16:55:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-11T07:29:11.192Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nA number of the requests you have made are about things the Government is not responsible for. The Government is not responsible for designating national days, which are normally organised by relevant interest groups. The Government is responsible for setting the rules on signage for some circumstances, such as traffic signs, but in other cases it is up to individual businesses and other authorities to decide what signage they use.\r\n\r\nWe could accept a petition calling on the Government to make fraudulently claiming to be disabled a specific criminal offence, if that is something you would like to happen. We could also accept a petition calling on the Government to conduct a review of challenges faced by people with hidden disabilities, with a view to identifying policies that could mitigate these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-11T07:29:11.855Z"
    },
    "id": 588098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588098.json"
    },
    "type": "petition"
}