{
    "attributes": {
        "action": "Department of Transport to commission study into solving Dartford traffic",
        "additional_details": "Dartford suffers from serious traffic gridlock that brings roads to a standstill. This is more than simply an inconvenience: it has a crippling effect on people's lives and the gridlock is damaging our local economy with residents unable to access local businesses. \r\n\r\nIt is also a public health emergency. Stationary traffic causes air pollution & Dartford has the 2nd highest average daily level of air pollution of all local authorities in the southeast of England",
        "background": "We believe the scale of traffic issues & the negative impact it has on Dartford is too big to be solved with small measures. We call upon the Department for Transport to fully investigate the causes of our gridlock and then take the actions  needed to deliver long term solutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-05T18:24:39.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-05T18:58:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T12:35:55.662Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about traffic in Dartford, however we're not sure whether you are concerned about traffic in or around the town of Dartford itself, or traffic using the Dartford Crossing. \r\n\r\nIn any case, decisions relating to traffic in Dartford town or the wider area would be a planning matter for Kent County Council, not the UK Government or Parliament. You could start a petition on the Kent Council website asking them to take such action, if that is something you'd like to see happen. You can find out how to do this here: https://democracy.kent.gov.uk/mgepetitionlistdisplay.aspx?bcr=1.\r\n\r\nYou may also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/587984"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T12:36:01.189Z"
    },
    "id": 588058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588058.json"
    },
    "type": "petition"
}