{
    "attributes": {
        "action": "Immediately release all data on the breakdown of COVID-19 variants in UK schools",
        "additional_details": "Pupils, parents and school staff have the right to know how new COVID-19 variants are spreading in schools.\r\nThe risk of COVID-19 for healthy children is low but it is not zero. The risk is higher for vulnerable children, some of whom have sadly died or suffered serious illness. Children can also infect other people and new variants may affect children more seriously in future.\r\nWe, the UK people, therefore exert our democratic right to be informed so that we may protect our loved ones.",
        "background": "PHE have the data on the breakdown of COVID-19 variants in schools. This petition adds the voice of the UK public to the existing demand by scientists, school leaders and trade unions to publish this data immediately and stop putting politics ahead of the safety and wellbeing of our loved ones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-04T22:29:56.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-05T11:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T11:07:14.784Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/587587\r\n\r\nThe Government has published some data about Covid-19 cases in schools, which you can find below: \r\n\r\nResults of the Schools Infection Survey (SIS): https://www.gov.uk/government/news/covid-19-in-schools-study-shows-drop-in-infections-1\r\n\r\nA briefing on variants of concern and variants under investigation in England (page 42): https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/991343/Variants_of_Concern_VOC_Technical_Briefing_14.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-10T11:07:16.974Z"
    },
    "id": 588003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588003.json"
    },
    "type": "petition"
}