{
    "attributes": {
        "action": "All PCR Covid tests should be free to all British Tourists",
        "additional_details": "The current test costs are prohibitive to travel outside the UK, particularly for families and are harming the tourist and airline industries which have suffered enough. \r\nIn France and Italy PCR tests are free and we even charge VAT which is totally unjust",
        "background": "These tests should be made free to all British Tourist when leaving and re-entering the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-06T13:23:41.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-06T15:31:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-11T07:13:08.725Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of Covid-19 tests for international travellers, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to tests when leaving and re-entering the UK, but there are no domestic requirements for people to take a Covid-19 test before leaving the UK.\r\n\r\nWe could accept a petition calling on the Government to fund free Covid-19 tests for people travelling to the UK, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free hotel quarantine and testing for all UK arrivals: https://petition.parliament.uk/petitions/575118"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-11T07:13:09.417Z"
    },
    "id": 588108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588108.json"
    },
    "type": "petition"
}