{
    "attributes": {
        "action": "All fast food restaurants with car parks to provide recycling bins outside.",
        "additional_details": "Recycling helps to reduce the pollution caused by waste and reduces the need for raw materials so that the rainforests and other raw materials can be preserved. It requires much less energy and therefore helps to save natural resources and reduces the amount of waste to be sent to landfill.\r\nSee link (https://friendsoftheearth.uk/sustainable-living/7-benefits-recycling) for some benefits of recycling. Help make a change and achieve a more resilient future!",
        "background": "More and more people use drive through/park up in fast food places. It is concerning seeing so much rubbish go straight in the bin with no choice to even recycle. We should be doing as much as we can to fight climate change and to encourage others to do so, even if it is just recycling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-06T18:29:50.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-06T19:32:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-11T09:31:45.560Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for restaurants, landowners and the local authority.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-11T09:31:47.515Z"
    },
    "id": 588134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588134.json"
    },
    "type": "petition"
}