{
    "attributes": {
        "action": "UK Environmental Protection Act",
        "additional_details": "To guide and build the public and businesses into a sustainable economy that protects and preserves the environment. It is the only way to ensure true sustainability. To make the move needed to reduce global warming and dangerous climate change that will have detrimental effects on economies, migration, crops, wildlife, disease, and many more factors. Human driven climate change is the biggest danger to our lives in the near future and change needs to happen. The UK should lead the way.",
        "background": "Create & implement a UK wide environmental protection act. To preserve, restore and protect the UK and worldwide climate. Implementing rules, guidelines and sanctions for all businesses, general public, government and public services. To protect the health of individuals and the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-07T16:51:23.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-07T17:42:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T07:26:11.595Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environment, but we're not sure exactly what new laws you'd like the Government or Parliament to do.\r\n\r\nAn Environment Bill, to make provision about targets, plans and policies for improving the natural environment; for statements and reports about environmental protection; for the Office for Environmental Protection; about waste and resource efficiency; about air quality; for the recall of products that fail to meet environmental standards; about water; about nature and biodiversity; for conservation covenants; about the regulation of chemicals; and for connected purposes, is already being considered by Parliament. You can find out more about this Bill here: https://bills.parliament.uk/bills/2593\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T07:26:12.597Z"
    },
    "id": 588209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588209.json"
    },
    "type": "petition"
}