{
    "attributes": {
        "action": "Dedicate the September month to the millions of lives lost in World War 2",
        "additional_details": "I believe there's not enough awareness on the subject for a majority of the British people, mostly young. I personally believe it to be disrespectful that there isn't something already in place for the 450,900 British civilians and soldiers that lost their lives to the war. A two minutes of silence on one day for one of the biggest world events doesn't seem fair when other minor causes have more awareness for them. I therefore ask that the month of September be dedicated to them to pay respects.",
        "background": "I want to create a better awareness and pay the respects to the lives lost in World War 2 by dedicating it to the month of September, which represents the dates of the beginning and end of the war. An estimation of 70-85 million lives were lost, 450,900 were British soldiers and civilians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-07T19:22:02.009Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-07T20:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T08:01:44.861Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for designating particular days or months for remembering or learning about particular subjects.\r\n\r\nWe could accept a petition calling on the Government to provide funding for remembrance or public awareness activities regarding World War 2 in September, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T08:01:45.590Z"
    },
    "id": 588228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588228.json"
    },
    "type": "petition"
}