{
    "attributes": {
        "action": "Set a minimum level of competency in English for all elected politicians",
        "additional_details": "In order to ensure the electorate are confident that they are presented with candidates from all political Parties who are proficient in English, both spoken and written, and if elected will therefore be able to read and understand reports that are often quite complex. There are too many elected politicians who appear incapable of reading and understanding complex reports and vote in line with the Party whip and not in the best interests of the people they purport to represent.",
        "background": "Politicians, particularly at a local level, should have a proficient in English, both spoken and written. There are many in office that appear incapable of understanding complex reports and simply vote according to what their whip tells them to do. I was a councillor for 16 years and have seen this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-08T16:12:27.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-08T16:21:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T13:11:43.876Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you mean be \"should have a proficient \"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T13:11:53.504Z"
    },
    "id": 588294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588294.json"
    },
    "type": "petition"
}