{
    "attributes": {
        "action": "Make it compulsory for lessons in school about the lgbtq+ community",
        "additional_details": "As a trans teenager I feel as though it’s important for the younger generations to be educated on this kind of stuff. As kids are easier to educate we can raise them to be more open minded. In my school I’ve only had one lesson about the community yet it didn’t go into any detail at all. People in schools are transphobic or homophobic I feel because they aren’t as educated and therefore less open minded. If we spread awareness we would able to raise more accepting open minded people.",
        "background": "Make schools have dedicated lessons about the struggles of discrimination the lgbtq+ community face. In those lessons the sexualities and gender identities that aren’t talked about will be talked about, also the sex education of same sex relationships. How to bind safely and more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T17:02:58.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T19:49:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-15T09:28:09.250Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are now required to teach this as part of the PHSE curriculum. You can read more here:\r\n\r\nhttps://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nIf there are other things you'd like adding to the curriculum, you could start a new petition setting out exactly what.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-15T09:28:11.423Z"
    },
    "id": 588397,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588397.json"
    },
    "type": "petition"
}