{
    "attributes": {
        "action": "Housing developers must be held to account for expensive annual management fees!",
        "additional_details": "First time buyers, encouraged by government ’help to buy’ schemes have no choice but to sign up for this in their deeds and currently have no right to challenge the amounts levied. The government must urgently bring in regulation to require these fees are well managed, with detailed annual records sent to all home owners involved, tabling all income and expenditure. Local authorities should also be required to discount the amount of the management fee from the home owners' local tax bills.",
        "background": "Currently, housing developers collect, often extortionate, annual management fees from 'freehold' owners with no regulation/limit on the amount and no requirement to produce accounts of total monies collected or what the money has been spent on -this immoral practise amounts to daylight robbery!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T15:40:05.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-11T13:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-17T08:00:20.876Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about management fees, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already a number of laws that regulate service charges, ground rent and other fees for leaseholders, and enable tenants to challenge these.\r\n\r\nThe Government has published guidance on service charges and other expenses, which you might find helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-17T08:00:23.702Z"
    },
    "id": 588389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588389.json"
    },
    "type": "petition"
}