{
    "attributes": {
        "action": "Provide local specialist day facilities for disabled people with complex needs",
        "additional_details": "I would like Parliament to provide essential day services for people who are severely disabled and have complex needs, living in the community. \r\nAs Government policy favours inclusion within the community, specialist day services should still be provided and are unavailable at present. \r\nUnless an individual is living in residential care, only then can they access the specialist services, which are no longer available to a severely disabled person, with complex needs, living within the community.",
        "background": "To amend the law, and implement the requirement for essential local specialist day care facilities. This should be provided for severely disabled people, with complex needs, ensuring their inclusion within the community. It would enable them to live in their own home with adequate support services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T14:29:49.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T19:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-15T11:39:13.404Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Adult social care, including day care centres, are the responsibility of local authorities.  You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could start a petition calling for the Government to provide funding to local councils ringfenced for the provision of day care provision for severely disabled people, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-15T11:39:15.549Z"
    },
    "id": 588383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588383.json"
    },
    "type": "petition"
}