{
    "attributes": {
        "action": "Use voluntary work and charity funding in the post-COVID education recovery plan",
        "additional_details": "In a similar way to the NHS last year, our education system is at breaking point, due to insufficient funding and the COVID pandemic. As a 16 year old student, I know this first hand. The future workforce of the UK is quickly disappearing. Charity donations must be utilised and volunteers mobilised. The government owes it to our children to save their schools, and with it, this country's prosperity. The government needs to call upon the people of the UK to unite in a national movement.",
        "background": "I am calling for the government to debate the use of charity funding and volunteers in their education recovery plan. Charity donations from companies ensuring a future workforce. Former students tutoring current pupils. Volunteer schemes at youth clubs. All should be used to save our schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-11T12:20:50.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-11T14:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-17T08:13:49.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are want to see voluntary and charitable organisations contribute to the recovery of the education system, but we're not sure exactly how you want this to work.\r\n\r\nIt is up to individual charities and voluntary organisations what their priorities are, but we could accept a petition calling on the Government to provide funding for charities and voluntary organisations to contribute to the education recovery programme."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-17T08:13:49.869Z"
    },
    "id": 588567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588567.json"
    },
    "type": "petition"
}