{
    "attributes": {
        "action": "Change new GPS mental health training to compulsory and not optional.",
        "additional_details": "40% of all GPS appointments are for mental health reasons, but unfortunately most GPS do not know much about complex mental illness such as bpd, avp, Schizophrenia and Bipolar. As such they tend to prescribed incorrect medication or they suggest mindfull/grounding techniques that are not as effective when it comes to complex mental health.  Often due to GPS lack of training patients are left feeling discouraged and at a higher risk of suicide.",
        "background": "Currently training GPS can chose whether or not they want to attend a mental health placement. The mental health placement and training should be compulsory and part of their overall training.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-11T19:07:13.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-12T15:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T08:10:13.700Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content and requirements of particular medical degrees and other qualifications are matters for the relevant academic institutions and the NHS, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to require all GPs to undertake mandatory mental health training, as this would naturally include both current and trainee GPs, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T08:10:26.313Z"
    },
    "id": 588593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588593.json"
    },
    "type": "petition"
}