{
    "attributes": {
        "action": "Allow Secondary School Leavers (Year 11’s) To Have Prom - UK",
        "additional_details": "We will follow the government guidelines with social distancing and wearing masks, we will also take a Lateral Flow Test, 2-3 days before and those who doesn’t take the test will not be allowed to attend. We will also take another test after the prom. Everyone will be safe, as we are all 16, we have been in school together so it doesn’t make a difference.COVID-19 has also affected a lot of students wellbeing’s and knowing all the stress of GCSES causing us, this will potentially ease everything.",
        "background": "As you know, Year 11 students have missed so much time away from each other. We’ve all been extremely exhausted with the current COVID-19 situation, and we all feel like we need to have same time to have some fun together. We will make sure to take precautions to keep everyone safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-11T21:23:07.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T15:19:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T06:49:35.435Z",
        "rejection": {
            "code": "duplicate",
            "details": "If you want all restrictions on such events to be removed, we have published the following petition, which you might like to sign:\r\n\r\nLift restrictions on all social gatherings such as proms, graduations, weddings: https://petition.parliament.uk/petitions/563793\r\n\r\nWhether or not educational institutions hold proms or other formal events is a matter for individual educational institutions, although any such events would need to be in line with Covid-19 restrictions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T06:49:36.310Z"
    },
    "id": 588603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588603.json"
    },
    "type": "petition"
}