{
    "attributes": {
        "action": "Close schools till september again since covid-19 is getting worse",
        "additional_details": "It will help the spread of covid-19 to stop and give a chance for more vaccinations to be given out, given pupils and people will not be at school/work (unless you work in shops etc).",
        "background": "For schools and colleges to be closed till september along with and clubs,gyms etc. Also   could try and make at home vaccinations to give out at home to do during this time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-12T19:16:53.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-12T22:05:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T07:56:58.530Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for schools to be closed, but it looks like you also want clubs and gyms to be closed. Under current rules nightclubs are not allowed to open, but gyms can.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not fully re-open schools until all indoor mixing is safe to be resumed: https://petition.parliament.uk/petitions/571980\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T07:57:16.666Z"
    },
    "id": 588652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588652.json"
    },
    "type": "petition"
}