{
    "attributes": {
        "action": "Increase the maintenance loan to cover basic living costs",
        "additional_details": "Many students are put off going to university due to the cost of living. Everyone should have an equal opportunity to go to university and it should be a given that maintenance loans cover the cost of accommodation at a minimum \r\n\r\nFactors such as location (other than London), accommodation prices, living costs and familial relationships are not taken into account, which can lead to deeper financial worries and stresses.",
        "background": "For many students the maintenance loan does not even cover their accommodation, let alone food and other essentials. The currently systems fails to account for siblings, parental relationships or other financial strains and therefore puts capable students off university",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T11:20:54.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T13:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T06:56:36.991Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount of maintenance loans, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the amount of all maintenance loans to be increased, and if so by how much, or for rules on how maintenance loans take certain factors, such as location or parental income, into account.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend the Maintenance loan to cover part time distance learning students: https://petition.parliament.uk/petitions/580270\r\n\r\nImprove postgraduate degree loans by covering full tuition and maintenance: https://petition.parliament.uk/petitions/573787\r\n\r\nOffer all students the full maintenance loan no matter what their parents earn: https://petition.parliament.uk/petitions/575973"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T06:59:22.666Z"
    },
    "id": 588780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588780.json"
    },
    "type": "petition"
}