{
    "attributes": {
        "action": "Stop universal credit claiming 'overpayment' monies when loans are received",
        "additional_details": "Claim back the money from Universal Credit where they have done this previously and stop it from happening again. Loans are taken out in order to improve people's lives. This is not possible when they are forcing double payments from people who are on Universal Credit in the first place as they are struggling to manage money already. They claim they do not count this money, however my own personal experience shows they do not follow their own protocols in this area.",
        "background": "Universal Credit are claiming overpayment money for personal and student loans. This means individuals are having to pay these loans back twice, once to the lender and once to Universal Credit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-13T17:36:56.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-13T18:27:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T09:22:44.941Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how loan repayments affect Universal Credit, however we're not sure what it is you'd like the Government to do. \r\n\r\nUniversal Credit is calculated based on an individual's income in any given month. In the case of student loans, only the portion of the loan which covers 'maintenance' e.g. living expenses is deducted from the Universal Credit payment. If a claimant's circumstances then change, this does not equate to paying twice, simply that the claimant's circumstances mean that there should have been such a deduction i.e. they were in essence 'overpaid' in the first place. You can find out more about how this is calculated here: https://www.gov.uk/guidance/universal-credit-and-students. You can also find out more about other deductions from Universal Credit here: https://www.gov.uk/guidance/find-out-about-money-taken-off-your-universal-credit-payment\r\n\r\nYou could have a petition calling on the Government to change the rules so that all loan repayments are excluded from Universal Credit calculations, if that is something you'd like to see happen.\r\n\r\nYou may also like to sign this petition, which calls for a related action: https://petition.parliament.uk/petitions/582543"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-25T11:41:30.206Z"
    },
    "id": 588736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588736.json"
    },
    "type": "petition"
}