{
    "attributes": {
        "action": "Remove fathers name from birth certificate for the sake of the child.",
        "additional_details": "When mums put a fathers name on a birth certificate they are unaware that they are signing away 50% of their parental rights. Then for certain fathers that has parental rights after to make a choice to neglect and reject the child as their own after signing the birth certificate. \r\nThe government needs to make it possible to remove a fathers name from the birth certificate aswell as a partners name without the cost of a dna test when its in the childs best interest.",
        "background": "No child should be neglect because a \"father\" decides he doesn't want to be in their life, and as a result of this it could lead a child to having mental health issues knowing that their father doesn't want anything to do with them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-13T17:01:17.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-13T18:06:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T09:19:08.639Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Birth cerificates display the biological parents of a child, where known. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as making it easier to remove legal parental responsibility from absent parents, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T09:19:10.291Z"
    },
    "id": 588734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588734.json"
    },
    "type": "petition"
}