{
    "attributes": {
        "action": "Construct wheelchair accessible lanes with barriers into the sea from the beach.",
        "additional_details": "I have disabled family members who would love to have access to the sea but cannot due to permanently being in a wheel chair. I feel very strongly towards this idea as I have seen it in other countries and I feel the disabled would definitely benefit from this kind of construction. The world needs to be more beneficial towards the disabled and realise that they would also love to do the things that the non disabled can do.",
        "background": "I feel very strongly towards the idea of wheelchair accessible lanes 5-10 metres off the beach being made so that the disabled can also have access to going into the sea when at the beach, single file lanes with barriers around so that the wheelchair is in a safe and closed off area of the beach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T14:34:42.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T22:01:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T08:32:38.876Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about accessibility of local beaches are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T08:32:40.172Z"
    },
    "id": 588799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588799.json"
    },
    "type": "petition"
}