{
    "attributes": {
        "action": "Allow Year 11 leavers proms to go ahead.",
        "additional_details": "We want the Government to consider our proposition of allowing the Year 11 proms to go ahead with precautions such as each attendee presenting negative lateral flow tests. We want this considered as many students have been under stress the last year and this will be an amazing way to reward their hard work during the tough covid times. As the government consider weddings to be allowed unlimited guests we ask they consider this also for Year 11 Proms.",
        "background": "We are asking the government to consider allowing Year 11 students to be able to attend their proms. We ask they allow the proms to happen as many students have spent money on prom due to Boris giving hope that June 21st was to go forward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T12:06:14.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T13:29:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T07:01:24.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whether or not educational institutions hold proms or other formal events is a matter for individual educational institutions, although any such events would need to be in line with Covid-19 restrictions.\r\n\r\nIf you want all restrictions on such events to be removed, we have published the following petition, which you might like to sign:\r\n\r\nLift restrictions on all social gatherings such as proms, graduations, weddings: https://petition.parliament.uk/petitions/563793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T07:01:25.820Z"
    },
    "id": 588785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588785.json"
    },
    "type": "petition"
}