{
    "attributes": {
        "action": "Make Non residential parent use percentage annual leave to care for their child",
        "additional_details": "As a separated parent myself I feel it is highly unfair that I have to use my annual leave entitlement around my children but the non residential parent is able to take annual leave when they wish to do so, to be able to do what they want.  It feels like the residential parent is being penalised due to the fact that the child/children live with them, yet the non residential parent is able to only share any responsibility when they CHOOSE to do so. why should everything fall back on the residential parent?",
        "background": "I want government/parliament to ensure that a non residential parent takes responsibility and is made to use at least 50% of the annual leave to care for their child/children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T19:28:21.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T19:55:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T07:53:47.966Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Making child arrangements, including where children will live, how much time they spend with each parent, and when, is a matter for parents and - where arrangements can't be agreed between the parents - the courts.\r\n\r\nIt is up to individuals, whether they are a resident parent or non-resident parent, when to take annual leave, and this cannot be dictated by the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T07:53:48.886Z"
    },
    "id": 588824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588824.json"
    },
    "type": "petition"
}