{
    "attributes": {
        "action": "Change building regulations to require climate change-impact reduction",
        "additional_details": "The climate change emergency is real, and ALL policies should now be required to demonstrate how they are contributing to its impact reduction, not to mention the green jobs that will be created to offset those lost as a result of the lack of preparedness for the current pre-warned global emergency - Covid.",
        "background": "There are hundreds of thousands of new houses being built, and converted from other use building, and it is unbelievable that this is being promoted without taking practical account of the climate change  emergency Where is the joined-up strategic thinking given this real emergency?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T08:14:23.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T09:13:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T10:45:39.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want new build properties to have to meet certain requirements, but we're not sure what new requirements you want to be imposed. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it compulsory for all new buildings to have solar panels: https://petition.parliament.uk/petitions/584316\r\n\r\nIncrease requirements and support for renewable energy for domestic property: https://petition.parliament.uk/petitions/573013\r\n\r\nMake Rain Water Harvesting systems mandatory in all multi-occupancy new builds: https://petition.parliament.uk/petitions/573971\r\n\r\nRequire all newly built homes to be Carbon Neutral by 2030: https://petition.parliament.uk/petitions/582764"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T10:45:40.294Z"
    },
    "id": 588944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588944.json"
    },
    "type": "petition"
}