{
    "attributes": {
        "action": "Help stop the Racial Abuse of Black Women on Social Media.",
        "additional_details": "Tougher actions and Laws ought to be made additionally to track and follow the individuals who take steps to damage and harm us.Most serious cases have driven a large portion of us to self destruction and emotional well-being issues on the grounds that the bigots go to our private online media accounts deriding and racially harmful. We should never be in dread and scared by oblivious, ignorant individuals who take cover behind their consoles.",
        "background": "Many Black Women such as myself have being exposed to Racial maltreatment on Twitter and other online media networks regular, particularly when we express our conclusions on specific subjects to discover arrangements, we get racially harmful messages from unknown web-based media account holders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T10:55:55.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T12:08:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T11:30:16.660Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has recently introduced the Online Safety Bill, which in part is intended to stop racist abuse online. You can find out more about this Bill here: https://www.gov.uk/government/news/landmark-laws-to-keep-children-safe-stop-racial-hate-and-protect-democracy-online-published\r\n\r\nIf there are specific provisions you want the Government to add to this Bill, we could accept a petition calling for this legislation to be amended, but it would need to be clear what changes you want to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T11:30:17.596Z"
    },
    "id": 588961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588961.json"
    },
    "type": "petition"
}