{
    "attributes": {
        "action": "A referendum on whether to allow Scotland to remain or be expelled from the UK.",
        "additional_details": "The UK subsidizes Scottish tax spending. Fiscal studies show that Scotland’s fiscal deficit has risen to nearly £2,000 per person after the gap between tax income and spending widened to become more than three times larger than the UK as a whole.\r\n\r\nThe SNP has treated UK politics with contempt in pursuit of its own independence agenda with attempts to derail Brexit negotiations & undermine trade talks. The rest of the UK should be allowed to vote on allowing Scotland to remain part of the union.",
        "background": "This petition requires a binding referendum allowing all residents of the UK to vote on Scottish independence allowing Scotland to remain within the union; or expelling Scotland from the UK (without a ‘divorce’ settlement) allowing Scottish independence (both legally and financially).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T16:07:13.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-17T16:44:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T08:31:00.417Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to leave the Union would be a matter for the people of Scotland based on their consent, rather than by a decision of the people of the other nations of the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T08:31:00.413Z"
    },
    "id": 589088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589088.json"
    },
    "type": "petition"
}