{
    "attributes": {
        "action": "Print Bus Lane timing at the start of Bus lane & other signs on the Road as well",
        "additional_details": "A motorist some times is more concern to look at his/her front road, instead of looking traffic sign over the shoulder and over the eye level. \r\n\r\nSome Councils using traffic sign to earn money instead of road flow, because they are using very unusual timing to stop motorists to enter in a specific road in a specific timing.\r\n\r\n If timings will be print on the road, motorists would be careful and would be able to see the sign clearly & easily & could not cause traffic stuck and the flow of traffic.",
        "background": "This is really been a great issue now, that motorists cannot see the traffic signs, because they are above the eye level & because drivers are more concern looking at the road. Councils have started very unusual timings different from 07:00 AM to 10:00 AM, that's hunting the motorists & their money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T15:56:43.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-20T01:40:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T10:41:58.881Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like bus lane times to be painted on the road, but we're not sure what you mean by 'other signs'\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T08:52:51.900Z"
    },
    "id": 589086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589086.json"
    },
    "type": "petition"
}