{
    "attributes": {
        "action": "Extend Stamp Duty Holiday to 31 July for advanced stage applications to complete",
        "additional_details": "Given the Govt extended current lockdown to 19th July and many stages of conveyancing process are still taking unusually longer than normal, it would be helpful for thousands of distressed buyers to get an extra month to complete the process without facing hefty tax bill. Covid19 impact still exists and many sector employees are still furloughed which is delaying the overall process. Helping the buyers who are at advanced stages of conveyancing will be the right thing for the Govt to do.      ",
        "background": "Extend the current Stamp Duty Holiday to 31 July to allow conveyancers to complete advanced stage applications that are currently being worked but may run out of time due to factors not in their control. Housing market is on the rise and a little help from Govt will be very welcoming.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T14:22:40.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-17T14:56:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T08:36:33.705Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nExtend Stamp Duty Holiday for people that have had an offer accepted\r\nhttps://petition.parliament.uk/petitions/584239\r\n\r\nStamp duty holiday to be triggered upon exchange of contracts\r\nhttps://petition.parliament.uk/petitions/581308"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T08:36:33.703Z"
    },
    "id": 589078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589078.json"
    },
    "type": "petition"
}