{
    "attributes": {
        "action": "Scrap 10 day quarantine for all travellers regardless of vaccination status",
        "additional_details": "It is appears (according to Matt Hancock himself) that people who have been double vaccinated for Covid-19 can still catch, transmit and be hospitalised with the virus.\r\n\r\nNow the government are considering letting people who have been vaccinated travel to amber list countries without the 10 day quarantine.\r\n\r\nBut if they can still catch, and transmit the virus then what is the difference between someone who has been vaccinated and someone who hasn't.\r\n\r\nThe rule should either apply to all travellers or none.\r\n\r\nAlso, just recently, Leaders from all over the world attended the G7 summit in Cornwall and did not have to self isolate, so again the rule should apply to all and not just some.",
        "background": "It is proven that people who have been double jabbed for Covid-19 can still catch and transmit the virus, so if they don't have to quarantine after travel then nobody should have to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T07:44:11.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-10T16:08:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-14T14:23:37.392Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want unvaccinated people to be treated the same as vaccinated people for quarantine, or for all quarantine requirements to be ended. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-14T14:23:38.780Z"
    },
    "id": 589146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589146.json"
    },
    "type": "petition"
}