{
    "attributes": {
        "action": "Amend restrictions and let children gather to celebrate the 2020-21 school year.",
        "additional_details": "At the moment you can attend mass gatherings as long as you have tested before the event, such as the Euros, DJ sets in Liverpool and Ascot. The latter has up to 12,000 people per day in attendance.  Our children have been affected by this pandemic socially too. They have done everything that we have asked of them and done so well. They deserve to be able to gather in their year groups to celebrate their achievements. They have been together throughout this yet not allowed to gather at the end.",
        "background": "Children in KS2 and KS3 education cannot attend their end of year celebrations and transitions from primary into secondary education. In secondary they have been lateral flow testing since January and are competent at doing so. They would like to celebrate their hard work in their bubbles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T07:09:30.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T09:19:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T08:31:57.339Z",
        "rejection": {
            "code": "duplicate",
            "details": "If you want all restrictions on such events to be removed, we have published the following petition, which you might like to sign:\r\n\r\nLift restrictions on all social gatherings such as proms, graduations, weddings: https://petition.parliament.uk/petitions/563793\r\n\r\nWhether or not educational institutions hold proms or other formal events is a matter for individual educational institutions, although any such events would need to be in line with Covid-19 restrictions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T08:31:58.087Z"
    },
    "id": 589142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589142.json"
    },
    "type": "petition"
}