{
    "attributes": {
        "action": "Pay back Pensioners on Housing Benefit their annual pension increase.",
        "additional_details": "It cannot be fair that the so called Triple Locked annual increase is never received by the Country's poorest Pensioners. The local council simply takes it directly off Housing Benefit. Thus it is not paid to the Pensioner,  it is paid to them.",
        "background": "Stop Housing Benefit departments from claiming back any increase in State Pensions by reducing Housing Benefit and Council Tax Credit. The poorest Pensioners never receive the inflation proofed annual increase.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T06:57:39.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T07:37:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T08:23:16.894Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pension income being deduced from certain benefits, but we're not sure if you want the Government to disregard state pension income entirely when it comes to calculating entitlements to these pensions, or only to disregard a certain amount of this income, equivalent to annual increases.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T08:23:17.690Z"
    },
    "id": 589141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589141.json"
    },
    "type": "petition"
}