{
    "attributes": {
        "action": "Give pensioners the equivalent in payment as illegal immigrants in benefits/aid.",
        "additional_details": "Pensioners have worked years contributing directly by income tax, national insurance and indirect taxation. But the payment is far below the minimum wage. They have contributed only to exist on a pittance to see immigrants being freely given what they were told would be used to provide a comprehensive and comfortable pension. Yet the immigrant has not contributed one penny, reports say they cost far in excess of a pensioners allowance. Give pensioners a reasonable life not just an existence",
        "background": "Put pension payments up by a realistic amount that reflects the minimum wage and the cost of benefits given to sustain an illegal immigrant or refugee.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T13:33:36.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T17:11:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T08:09:37.648Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Illegal immigrants are not entitled to benefits, but we're not sure that you want pensioners to also not be entitled to any benefits. \r\n\r\nYou can read more here:\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn05621/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as calling for an increase in the state pension to be equal to the minimum wage for a full working week, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T08:09:39.289Z"
    },
    "id": 589165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589165.json"
    },
    "type": "petition"
}