{
    "attributes": {
        "action": "Allow parents to attend outdoor sports days at primary schools",
        "additional_details": "As the children only get to have 1 sports day through out the school year which is normally help outside on the school field. It's only fair on the children to be able to have their parents there to support them and encourage them as we used to be allowed. We can attend social distance football matches, car show/racing events, out door clubs and groups even weddings are allowed but not something that is for our children who have suffered more then we realise.",
        "background": "Allow us to be free to enjoy our children doing a sports day, with social distance regulations and masks when moving around. Our children have suffered enough over the last 18 months and a every day life has changed but why should football clubs and events be allowed but not a day for the children!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-19T13:22:01.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-21T11:21:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T12:20:40.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual schools.  \r\n\r\nThe Department for Education have confirmed that there is no legal bar on spectators attending, providing that legal limits on outdoor gatherings and groups are followed:\r\n\r\nhttps://dfemedia.blog.gov.uk/2021/06/18/can-sports-days-go-ahead-and-will-i-be-able-to-attend-we-answer-your-questions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T12:21:56.282Z"
    },
    "id": 589249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589249.json"
    },
    "type": "petition"
}