{
    "attributes": {
        "action": "Change the title for all women in the UK to be Ms",
        "additional_details": "Women shouldn't need to choose to hide their marital status by using the title Ms. Women are recognized to be their own person and have equal rights to men and non-binary. However for females to have to make the choice between Mrs, Miss or Ms is subconsciously pressuring them to think about marriage. This is a problem not only for women, but for everyone. Even if you, the reader, are not a women think of your mum, sisters, colleagues & friends. We must come together for equality. Thank you",
        "background": "We kindly ask the guidance given from the home office on 30 January 2021 to change. We want to abolish the choice of titles for women given their marital status, as such information is unimportant and not asked of from men or non-binary. We want the choice in titles to be changed to Mr, Ms or Mx.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-19T13:30:48.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-19T17:34:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T17:54:39.550Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for the titles people choose to use.\r\n\r\nPeople can already choose whether to use the titles Mr, Miss, Mrs or Ms on passports. You could start a petition calling for the removal of Mrs as an option on official documents, or the addition of Mx if that's what you'd like to see happen, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/580220"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T17:54:42.397Z"
    },
    "id": 589251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589251.json"
    },
    "type": "petition"
}