{
    "attributes": {
        "action": "Make sustainability a core subject in School syllabus and adult education",
        "additional_details": "We are at a critical point in the world with CO2 levels at a record high, over fishing killing our seas, deforestation occurring at an alarming rate, global warming causing terrifying conditions globally.\r\n\r\nEducation is vital to ensure people support the positive actions toward a better future within the near future. Without education the nation will not actively support the changes required! This not only needs to target children but also adults, as adults are the primary problem.",
        "background": "Make sustainability a core or mandatory subject in School syllabus, College and University courses, post graduate courses, driving, health and safety courses, site inductions etc.\r\n\r\nMaking this vital subject mandatory will educate the nation to focus on a sustainable future for our world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-20T14:50:50.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T06:33:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T16:48:43.317Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government aren't responsible for the content of college and university courses, postgraduate courses, driving, health and safety courses, site inductions etc.\r\n\r\nYou could start a petition calling for sustainability to be added to the National Curriculum, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T16:48:44.786Z"
    },
    "id": 589326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589326.json"
    },
    "type": "petition"
}