{
    "attributes": {
        "action": "End all current coverage, involvement and association with Euro 2020/21.",
        "additional_details": "Because we have been told its not safe to mix without masks or social distancing, yet its somehow ok to parade scenes of hundreds of thousands of football supporters dancing together, singing, chuckign beer over each other on national Television. DOUBLE STANDARDS.",
        "background": "I want the UK Parliamnet to debate the rational behind \"piloting\" events in the UK that support international footbal tournaments with packed out stadiums, across Europe... whilst our rights and freedoms are taken away under the COVID situation. and the UK government to make a u turn on Euro 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-21T21:12:36.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-22T14:20:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T09:58:05.538Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the impact of football matches on the spread of covid-19, however we're not clear which specific decision or decisions you would like the Government to \"u turn\" on.\r\n\r\nIn any case, coverage of sporting occasions such as the European Championships is a commercial matter for broadcasters and the relevant organising body, in this case UEFA, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-06-28T09:58:12.787Z"
    },
    "id": 589440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589440.json"
    },
    "type": "petition"
}