{
    "attributes": {
        "action": "Provide immediate support to Companies importing products into the UK",
        "additional_details": "Importers & Retailers have already endured a tough 18 months throughout the Pandemic.   Demand has now increased dramatically but freight rates are at levels that are prohibitive, leaving companies with potentially no stock to sell as the UK opens up.  The inflationary impact into Q3 and Q4 could be dramatic for the consumer, but more importantly, it will lead to UK businesses going bust and jobs being lost.   Most of these products can not commercially be made in the UK. #doRightbyRetail",
        "background": "The Gov needs to take action to support UK Importers & Retailers by addressing current freight rates and related costs.  Financial support could be provided through import duty and VAT reductions and/or holidays.  The Gov can also address brazen profiteering by Carriers and congestion at Ports.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-21T17:21:04.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-21T18:59:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T07:47:36.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current import costs, but we're not sure exactly what you'd like the Government or Parliament to do. The Government is responsible for import duties and VAT, but is not responsible for other costs such as those charged by freight companies.\r\n\r\nYou could start a new petition explaining clearly what support or changes to existing charges imposed by the Government you would like the Government or Parliament to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T07:47:37.128Z"
    },
    "id": 589426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589426.json"
    },
    "type": "petition"
}