{
    "attributes": {
        "action": "Ensure GP's are trained to treat and refer for Premenstrual Dysphoric Disorder",
        "additional_details": "PMDD affects 1 in 20 women & AFAB individuals. \r\n85% of sufferers have experienced suicidal thoughts 30% of sufferers have attempted suicide. \r\n90% of sufferers are thought to be undiagnosed. \r\nI suffer from PMDD & have done for 12 years. I was turned away by my GPs and refused treatment or investigation. My experiences are not exceptional, the average diagnosis time for PMDD is 12 years. \r\nThere are clear guidelines on how to treat PMDD/severe PMS by the RCOG and NAPS which are not being followed.",
        "background": "Premenstrual Dysphoric Disorder (PMDD) is a psycho-neuro endocrine disorder, characterised by an abnormal brain reaction to hormonal fluctuations (the menstrual cycle). It is essential that GPs receive training in this disorder as many do not believe or know it exists and dismiss it as \"just PMS\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-21T13:22:18.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-21T14:45:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T07:20:14.312Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your experience, but petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about training for doctors are a matter for the NHS and relevant professional bodies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to increase awareness of Premenstrual Dysphoric Disorder (PMDD) and provide additional support to sufferers, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T17:21:02.121Z"
    },
    "id": 589403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589403.json"
    },
    "type": "petition"
}