{
    "attributes": {
        "action": "Implement new laws around the way corticosteroids are prescribed to Patients",
        "additional_details": "Thousands of people have Topical Steroid Withdrawal (TSW) including myself and the numbers are increasing, this is due to being misinformed or over-prescribed corticosteroids. \r\nUnfortunately these can cause serious long term adverse effects if used for a long periods of time and our body can become dependant on them. These creams leave patients debilitated, leaving them with severe mental health problems as they are also unable to get adequate help from healthcare professionals.",
        "background": "Get Topical Steroid Withdrawal recognised by the NHS, give patients the correct diagnosis to avoid further adverse reactions.  \r\nGather current evidence and further research on TSW, introduce regular monitoring to patients using topical steroids, limiting the amount these can be prescribed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-22T16:40:00.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-22T16:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T11:02:00.225Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on the safety of specific medicines, such as topical steroids, for use in the UK are a clinical matter for the Medicines and Healthcare products Regulatory Agency (MHRA), not the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to fund research into the effects of topical steroid withdrawal, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T09:09:02.692Z"
    },
    "id": 589498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589498.json"
    },
    "type": "petition"
}