{
    "attributes": {
        "action": "Review the 10 day isolation period for healthy children in schools.",
        "additional_details": "Healthy Children isolating for 10 days is so detrimental to their mental and physical well being, it is disproportionate to the risk of their exposure to Coronavirus in the first place. Some children are enduring their third period of isolation in as many months!Working (non isolating) parents are suffering with employers not always sympathetic in these tough economic times.It should be noted that often the children isolating have never had actual close contact with the infected person.",
        "background": "Introduce instant testing for school children who have been potentially exposed to the virus. This is being rolled out in our care homes and airports, so why not in our schools? To reduce the so called risk of a “false negative”, the test could be taken a few days after the potential exposure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-23T11:34:45.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T11:49:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T08:04:55.411Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for self-isolation when a pupil tests positive for Covid-19, but we're not sure exactly what changes you want to current guidance. Your petition refers to pupils taking a test either immediately or a few days after potential exposure, but it's not clear which you want, or whether you want children to be required to isolate prior to testing negative. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T08:05:00.399Z"
    },
    "id": 589565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589565.json"
    },
    "type": "petition"
}