{
    "attributes": {
        "action": "start a petition to raise safety and awareness for all road users.",
        "additional_details": "to prevent injuries and fatalities. make public roads more safer for all general.public and road users.maybe create separate lanes for motor bikes and mopeds.",
        "background": "I want the government to be more strict with laws and regulations on motorbikes and mopeds riders. to bring more safety for all road users as myself and whole other people I know are fed up with bikers driving along the roads however they want, swerving and wiggling in front of other road users.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T15:53:32.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T18:00:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T11:27:30.780Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about road safety, but we're not sure exactly what you'd like the Government or Parliament to do. The Government is responsible for road traffic offences and what conditions people must meet to be allowed to drive a motorcycle or moped, but enforcing these laws is a matter for the police.\r\n\r\nIf you want the Government to change or introduce new road traffic offences, or changing the conditions that must be met for people to be allowed to drive a moped or motrocycle you could start a new petition explaining clearly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T11:27:31.636Z"
    },
    "id": 589660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589660.json"
    },
    "type": "petition"
}