{
    "attributes": {
        "action": "Amend the forced marriage act to require UK registration of foreign marriages.",
        "additional_details": "Compulsory registration at a UK registry office on arrival would help stop this. The Registry office would ideally have the powers to demand DNA testing to see if both parties are related or to see proof of the age gap or to see if either party had been forced against their will. If need be the police or Forced Marriage Unit can be called in.",
        "background": "Sajid Javid MP has proposed to raise the marriageable age to 18. The way around it is to take an under 18 abroad to where it is legal & force the victim to marry against their will. This could be a relative, or it could be a marriage with a large age difference. The couple then comes to the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T16:38:33.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T18:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T14:27:49.850Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about forced marriage, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMarriages or civil partnerships are only recognised in the UK if the couple  followed the correct process in the country where they got married, and the marriage or civil partnership would be allowed under UK law. This means that marriages such as those you describe would not be recognised in UK law."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-06T11:11:38.942Z"
    },
    "id": 589662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589662.json"
    },
    "type": "petition"
}