{
    "attributes": {
        "action": "Allow Car Enthusiasts to have meeting places.",
        "additional_details": "It's getting harder and harder for car enthusiasts to be able to get together in a location and show their pride and joys without being left alone. 99% of the car scene population are always well behaved and there is never any trouble, however, residents will still complain about the issue and it's getting harder to find places. All meets are family friendly and we encourage everyone to join. Allow us to hold static meets, even if it's within a certain evening time; for example, 6pm-11pm.",
        "background": "Have Parliament, Councils and Police to work with car club owners to allow us to be able to hold safe public meets where people are allowed to gather to show their vehicles off at a static meet as well as keeping residents happy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-25T15:55:10.277Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-25T16:01:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-30T12:48:40.342Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-30T12:48:41.811Z"
    },
    "id": 589797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589797.json"
    },
    "type": "petition"
}