{
    "attributes": {
        "action": "Allow children/young people to have settling in sessions before starting school.",
        "additional_details": "Our children have suffered devastating affects of the pandemic. They have been isolated from their friends and family members. Missed vital time at school or nursery. Missed out on many social interactions and activities. Have been unable to attend children's centres/youth clubs. With so much now open to the public (bars, pubs, cinemas, sports events etc) Why are our children still having to suffer? Many are so frightened/anxious for this big change in their little lives. They need this support.",
        "background": "To allow settling in sessions for children and young people starting primary and secondary school in September 2021. To allow them to meet their new teacher or tutor face to face and familiarise themselves with their new setting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-25T08:53:17.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-25T09:20:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-30T12:09:12.279Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about school transition days, however Government guidance to schools allows these to go ahead subject to the completion of a risk assessment. It is then for individual schools to decide whether, and how, to run transition days in line with these requirements. You can find out more about this here: https://www.gov.uk/government/publications/actions-for-schools-during-the-coronavirus-outbreak/schools-coronavirus-covid-19-operational-guidance#transitional-taster-and-open-days\r\n\r\nWe are therefore not sure what it is you would like the Government to do.\r\n\r\nIf there is a specific change you would like the Government to make to this guidance, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-30T12:09:13.350Z"
    },
    "id": 589718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589718.json"
    },
    "type": "petition"
}