{
    "attributes": {
        "action": "The Resignation or Removal of Rt Hon Matt Hancock from Government",
        "additional_details": "Matt Hancock's unsteady leadership of the health department has risked the lives of many and ended thousands needlessly. This is just the latest evidence he is not up to the task and the Prime Minister should demand his resignation and remove him forthwith",
        "background": "Matt Hancock's position as Secretary of state for health and social care is now untenable. He has been caught in breach of the guidelines he helped draft and that we the people have lived under for 15 months at risk of being fined if found in breach ourselves",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-25T14:28:43.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-25T14:37:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T13:38:34.382Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs or Ministers to be sacked or for them to resign.\r\n\r\nSince you started your petition, Matt Hancock has resigned and Sajid Javid has been appointed Secretary of State for Health and Social Care.\r\n\r\nYou can read Matt Hancock's resignation letter and the Prime Minister's response here: https://www.gov.uk/government/publications/matt-hancocks-resignation-letter-and-the-prime-ministers-response\r\n\r\nAnd you can read the press release announcing the appointment of Sajid Javid as Secretary of State for Health and Social Care here: https://www.gov.uk/government/news/the-rt-hon-sajid-javid-mp-appointed-secretary-of-state-for-health-and-social-care"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T13:38:35.072Z"
    },
    "id": 589772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589772.json"
    },
    "type": "petition"
}