{
    "attributes": {
        "action": "Maintain standards in public office by ensuring Matt Hancock resign.",
        "additional_details": "The people of the UK have followed the rules decided upon by Mr Johnson, Mr Cummings and Mr Hancock,  among others. It is pretty clear that they have been guilty of not following their own advice or that of the scientists.  We cannot trust this Government and cannot accept another day of Mr Johnson telling the public that the matter is closed. If Mr Hancock does not step down, whatever vestige of trust in the Government remains at present,  will be gone.",
        "background": "Matt Hancock must resign or be removed from Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-26T07:05:36.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-26T09:43:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-28T14:27:51.729Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs or Ministers to be sacked or for them to resign.\r\n\r\nSince you started your petition, Matt Hancock has resigned and Sajid Javid has been appointed Secretary of State for Health and Social Care.\r\n\r\nYou can read Matt Hancock's resignation letter and the Prime Minister's response here: https://www.gov.uk/government/publications/matt-hancocks-resignation-letter-and-the-prime-ministers-response\r\n\r\nAnd you can read the press release announcing the appointment of Sajid Javid as Secretary of State for Health and Social Care here: https://www.gov.uk/government/news/the-rt-hon-sajid-javid-mp-appointed-secretary-of-state-for-health-and-social-care"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T14:27:52.703Z"
    },
    "id": 589920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589920.json"
    },
    "type": "petition"
}