{
    "attributes": {
        "action": "Change the AVAS (acoustic vehicle alert system) to a minimum of 30mph.",
        "additional_details": "Many blind people have been badly injured by electric cars when crossing roads. The AVAS system is meant to make sure blind people hear cars when crossing roads. However, when electric cars are under going 12mph the ACAS system will be activated. This is useless as most pedestrian road speed limits are 20-30mph. \r\nMy neighbour is blind and nearly ran over the other day when an electric vehicle approached at approximately 20mph. It did not emit any sound and could have ended badly.",
        "background": "Most UK roads with pedestrian access have a 20 or 30mph speed limit. Electric cars are fitted with a AVAS system which is designed to warn people about electric cars approaching them.\r\nMy next door neighbour is blind and he cannot hear electric cars when crossing the road.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-27T08:07:26.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-27T08:42:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-01T10:07:17.693Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules regarding acoustic vehicle alert system for electric vehicles, but we're not sure exactly how you'd like existing AVAS requirements to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire sound emitters on electric cars to be permanently switched on: https://petition.parliament.uk/petitions/582596"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-01T10:07:18.535Z"
    },
    "id": 590042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590042.json"
    },
    "type": "petition"
}