{
    "attributes": {
        "action": "Scrap the ineffective traffic light system, preventing those to visit back home.",
        "additional_details": "It is keeping people away from home, they also have a limited amount of money they can/want to spend in order to visit family.",
        "background": "Investigate how ineffective the traffic light system is, eventually finding a new system which is helping decrease the amount of covid cases.\r\nAlso allow those to quarantine at home instead of at a hotel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-27T15:15:14.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-30T13:15:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-06T08:34:24.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing travel restrictions, but it's not clear if you want the Government to investigate the current system and develop a new system to replace the current one, or to scrap all restrictions then develop a new system.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAllow fully vaccinated people coming from red list countries to isolate at home: https://petition.parliament.uk/petitions/588072\r\n\r\nFund free hotel quarantine and testing for all UK arrivals: https://petition.parliament.uk/petitions/575118\r\n\r\nScrap quarantine for vaccinated people arriving in the UK: https://petition.parliament.uk/petitions/575612\r\n\r\nDo not enforce mandatory hotel quarantines for international arrivals: https://petition.parliament.uk/petitions/571682\r\n\r\nReview quarantine rules for international arrivals travelling for work: https://petition.parliament.uk/petitions/574771\r\n\r\nPublish criteria for allocating countries to red, amber and green lists: https://petition.parliament.uk/petitions/587003"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-06T08:34:25.771Z"
    },
    "id": 590060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590060.json"
    },
    "type": "petition"
}