{
    "attributes": {
        "action": "Keep (It) Off The Grass! Stop tarmacking our bridleways and byways!",
        "additional_details": "Horse riders thoroughly enjoy using grassy tracks that benefits their horses and plays an important part of their sport and exercise regime. Bridleways especially should be protected for horses. Cyclists have a lot of their own paths and some of them - alongside other users - also enjoy the tracks in their more natural state. It provides better connection to the countryside and nature therefore better wellbeing and health for people. Grassy tracks also provide wildlife and climate more support.",
        "background": "Stop tarmacking enjoyable access of grassy tracks where one can, enjoy a canter or a more natural walk or run in the countryside. Re-evaluate critically on the use of the paths and its nearby access options with proper users' and locals' consultations before deciding to re-surface.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-29T10:09:58.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-01T13:27:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T06:35:23.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about surfacing bridleways and byways are a matter for the relevant landowner or local authority, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T06:35:24.577Z"
    },
    "id": 590193,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590193.json"
    },
    "type": "petition"
}