{
    "attributes": {
        "action": "Allow children to continue at school without continuously having to Isolate.",
        "additional_details": "My daughter is 4 years old and has isolated 4 times now. Parents mental health, children's and staffs needs to come first! We need to stop the isolating within schools and find a way to make this easier for parents, children as I know within our area there are so many children isolating yet places like the euros, grand prix, ascot all allowing 60,000 people into a stadium or open area! What about sports days and leavers ceremony for children!! Why are children continuing to suffer?",
        "background": "With the cases in children very mild like any other illness they pick up throughout the year, I and many other parents believe it is time to stop making children isolate at every case within the school. Parents are losing money, children are living like caged animals for 10 days!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-28T09:32:02.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-28T09:51:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T06:44:41.182Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current arrangements for managing Covid-19 transmission in schools, but we're not sure exactly what changes you'd like to see to current arrangements.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReplace self-isolation requirements for school students with daily testing: https://petition.parliament.uk/petitions/590093"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-05T06:44:42.072Z"
    },
    "id": 590108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590108.json"
    },
    "type": "petition"
}