{
    "attributes": {
        "action": "Change existing legislation on the recovery of benefits from insurers - COVID-19",
        "additional_details": "I do not want the Govt to seek to recoup Covid-19 support payments, where recipients have also received insurance payments to cover losses experienced as a result of Covid-19. Insurance co's are DEDUCTING these support payments FROM the claims being paid to recipients, so the Insurance Co's become the ultimate beneficiary. Insurers carried on the same practice with personal injury claims, deducting DWP benefits, until legislation was introduced to recover Govt money. This is no different",
        "background": "You have just rejected my previous request https://petition.parliament.uk/petitions/589635 stating it is not clear what the petition is asking the UK Government or Parliament to do. I apologise for not making it clear. A change in legislation to recover monies from INSURERS, not recipients is needed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-29T11:34:55.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-29T12:12:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T13:25:55.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about paying out for insurance policies are a matter for individual insurance companies, not the Government or House of Commons.\r\n\r\nYour petition refers to amending legislation, but it's not clear what changes you want the Government to make to existing legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-05T13:26:06.304Z"
    },
    "id": 590199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590199.json"
    },
    "type": "petition"
}