{
    "attributes": {
        "action": "Please stop the testing in schools & everywhere in the UK, causing disruption",
        "additional_details": "It is causing massive disruption to our kids education, kids are falling behind due to testing. Let kids get the school years back to normal. There is children having panic attacks scared to play with friends. Massive impact on kids mental health, which also disturbs parents able to work. It is normal for kids to have symptoms. It is normal to be unwell like we are every year.  Please get the schools to stop testing. They don't understand how serious the impact it is having on our kids!",
        "background": "Testing now needs to be stopped. It Is not a cure. People getting tested after having a vaccine, they don't need to. As professions have said on national TV, these tests do not pick up a specific virus, and they are not accurate. We have these symptoms every year & we can not get rid of them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-30T05:53:32.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-30T06:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T11:28:25.265Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want all Covid testing to be stopped or just in schools.  We can only accept petitions relating to England as health is devolved to other parts of the UK. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-05T11:28:26.661Z"
    },
    "id": 590266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590266.json"
    },
    "type": "petition"
}