{
    "attributes": {
        "action": "Do whatever it takes to increase the number of Driving Practical Tests",
        "additional_details": "When students have put in their time, effort and money to develop the necessary skills to drive alone, they deserve the opportunity to prove it.\r\nWhen logging on to the government official website, there are usually no Practical Tests available.\r\nThe largest problem is lack of Examiners, many of whom retired in the pandemic.  The DVSA advertised for 700 replacements but did not get enough applicants; why?  They advertised at £26K which is not a competitive salary for this type of role.",
        "background": "A Practical Test is £62, so every Examiner generates £99K a year in Test fees. Increasing their salary by a few thousand to get enough applicants for the demand, would increase the number of Practical Tests, and by conducting more Tests the DVSA would overall generate more income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-01T09:34:03.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-01T20:00:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T09:51:23.724Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for setting the salaries of individual employees, such as driving examiners - grading and pay is a matter for the DVSA itself. \r\n\r\nYou could start a petition calling for the Government to increase funding to the DVSA to help reduce the test backlog, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T08:30:48.735Z"
    },
    "id": 590378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590378.json"
    },
    "type": "petition"
}