{
    "attributes": {
        "action": "Allow people to have their second Pfizer vaccine after 3 weeks!",
        "additional_details": "This is unfair and ageist when there are travel restrictions for people who have only had one dose due to waiting for their group to be allowed and who want their second but cannot due to laws in place. The vaccine has been scientifically passed for this but for some reason the government is blocking this. This would encourage higher uptake too.",
        "background": "The Pfizer vaccine has been approved for second doses after 3 weeks, so for political reasons, not scientific ones people are having to wait for it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-30T19:20:07.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-30T23:31:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T06:22:35.191Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe Covid-19 vaccine programme has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation.\r\n\r\nAny changes to the planned timing of second doses for specific groups would be a decision for the NHS, the JCVI and the Chief Medical Officers, who are operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T06:22:36.227Z"
    },
    "id": 590331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590331.json"
    },
    "type": "petition"
}