{
    "attributes": {
        "action": "Full refunds for people unable to afford holiday because of traffic light system",
        "additional_details": "Force travel companies to refund fully package holidays inclusive of flights \r\nMake the screen scraping companies liable for full refunds including flights\r\nAt present they refuse saying customer has to contact flight company and most flights are NOT refunded costing the customer several hundreds in lost money\r\nThis is not mentioned when booking a holiday only when customer tries for a refund\r\nOnce again the poor are forgotten, those that have saved hard",
        "background": "People booked package holidays in good faith, covid traffic light system means a lot of holiday makers can’t afford to isolate and pay for covid tests having saved up their hard earned cash for a break before covid hit, it’s grossly unfair",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-30T19:26:36.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T09:14:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T09:33:49.057Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a contractuial matter for travel companies  and travellers.\r\n\r\nYou could start a petition calling for the Government to provide compensation for people affected by the traffic light system, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T09:33:51.227Z"
    },
    "id": 590332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590332.json"
    },
    "type": "petition"
}