{
    "attributes": {
        "action": "make 0 % etanol petrol available at all petrol stations for longer than 5 years",
        "additional_details": "i think this action should be taken to keep the classic culture alive not everyone wants to let go of their pride and joy. and being so old now would be more environmentally friendly than making a whole new modern car. enthusiasts want to be reassured that something is being done to protect classic vehicles. and making e0 or even e5 available for longer than 5 years would be doing that. people want their pride and joy still to be running about in 40 50 years time. not sat in a garage gathering dust",
        "background": "people of classic cars or motorbikes are nit compatable with the new e10 fuel. it causes serious damage to them and many classic enthusiasts are concerned we would like ethanol free petrol to be widely available at most petrol stations that is available permantly for classic cars and motorbikes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-02T19:43:02.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T20:25:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-08T06:15:44.155Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the availability of certain fuels, but we're not sure exactly what you'd like the Government or Parliament to do. Most petrol in the UK currently contains up to 5% renewable ethanol (known as E5). During summer 2021, the standard (95 octane) petrol grade in Great Britain will become E10. It's not clear if you want petrol stations to be required to stock petrol that contains no ethanol, or to be required to stock E5 petrol, which is the current standard.\r\n\r\nIf your petrol vehicle or equipment is not compatible with E10 fuel, you will still be able to use E5 by purchasing the ‘super’ grade (97+ octane) petrol from most filling stations.\r\n\r\nFind out more about changes to petrol standards here: https://www.gov.uk/guidance/e10-petrol-explained\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-08T06:15:45.791Z"
    },
    "id": 590487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590487.json"
    },
    "type": "petition"
}