{
    "attributes": {
        "action": "Stop Minute by Minute Payments for all Domiciliary Community Home Carers",
        "additional_details": "The local councils have implemented a minute by minute payment system. This has led to many carers not knowing what their earning will be despite having expenses of their own. \r\nCare is a person centred plan and many vulnerable adults now find they have carers staying to ensure they are fully paid and find this imposing.\r\nClients and carers have no flexibility or choice in the way care is delivered. Carers are penalised if a client asks them to leave earlier.\r\nCarers should be paid a full call time.",
        "background": "Carers are paid minute by minute attendance to complete care calls.\r\nOur carers have been giving complex care beyond their roles in the past months of the pandemic. \r\nCarers have been expected to go beyond their duties and have been the main and only support for vulnerable adults across the board.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-02T15:13:41.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T15:18:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-08T05:55:24.127Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about pay for community home carers are a matter for care providers and other employers, including local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-08T05:55:24.902Z"
    },
    "id": 590471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590471.json"
    },
    "type": "petition"
}