{
    "attributes": {
        "action": "Issue Blue Badges, for degenerative disease, with open end date",
        "additional_details": "Issue blue badges with no end date for people with degenerative conditions that will only progress with time. I have just re-applied for my badge, which was issued for 18 months due to being transferred to PIP from DLA. My award has been extended, due to COVID, for another 11 months, which means I will be applying for 3 badges in 3 years. People not on PIP\\DLA are awarded a badge for 3 years., so it doesn’t seem a fair system. This would also save the Councils an awful lot of paperwork and time.",
        "background": "I would like Blue Badges for people with degenerative conditions ie: Multiple Sclerosis, Parkinson’s, Motor Neurone Disease, Muscular Dystrophy to name just a few, to have no end date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-01T15:14:49.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-01T20:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T10:47:43.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nLocal councils, not the Government or House of Commons, are responsible for deciding who is eligible for a blue badge, and how long to grant a blue badge for.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-19T10:47:04.358Z"
    },
    "id": 590407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590407.json"
    },
    "type": "petition"
}