{
    "attributes": {
        "action": "It to be a offence for a person in power to lie and they will face justice",
        "additional_details": "Too many cases you see social workers trafficking children\r\nPolice are kidnapping and doing wrong to normal people and because they are in power it gets brushed under the carpet \r\n\r\nAnyone who lies and is proven lieing should get treated like me and you not let off because they are in power\r\n\r\nThese people have trust and power they shouldn’t abuse it and lie",
        "background": "Change the law so if social worker or police lie in a case it will be a crime\r\nAnyone in power should get treated like me and you",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T17:11:47.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T18:32:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T07:34:28.063Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand that you are concerned about misconduct by public bodies including the police and social services, but we think what you want is already covered by existing offences.\r\n\r\nMisconduct by public offices are already a criminal offence, and the Crown Prosecution Service already has the power to bring charges for this offence. Charges can be brought whether or not a public officers has resigned their post, but decisions about whether to bring charges would be a matter for the Crown Prosecution Service, and not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:36:31.704Z"
    },
    "id": 590557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590557.json"
    },
    "type": "petition"
}