{
    "attributes": {
        "action": "Control the Ocean Freight charge for containers.",
        "additional_details": "Please make the necessary action to reduce the price of the Ocean Freight charge.",
        "background": "Last year, the Ocean Freight charge of a 20' and 40' container from Asian countries was only £1,500 to £2,000. However, the Freight charge has increased to £14,000. Due to this, the price of the commodities will dramatically rise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T17:25:39.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T22:23:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T07:56:49.400Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the cost of shipping are a matter for individual freight companies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe Competition and Markets Authority is responsible for investigating competition or market problems. You can find out how to notify the CMA if you think competition law might have been broken or you're concerned there’s a problem in a market sector here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem\r\n\r\nWe could accept a petition calling on the Government to provide financial support to businesses involved in international shipping, due to increased costs for shipping, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T07:56:50.136Z"
    },
    "id": 590559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590559.json"
    },
    "type": "petition"
}