{
    "attributes": {
        "action": "Ensure University’s deliver 100% in person teaching once restriction are removed",
        "additional_details": "Universities across the UK have already drawn up and published plans to continue a ‘blended learning’ approach in September despite the July 19th goal post  laid out in the Governments roadmap.\r\n\r\nUniversities should not be allowed to capitalise from this dreadful pandemic. Students deserve an authentic University experience not bureaucratic management damaging our student experience with continued ‘online learning’.",
        "background": "Set in place legal guarantees that all University teaching will return to pre-pandemic face to face learning once all legal restrictions on social contact are removed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T19:04:14.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T21:33:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:21:48.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about how to deliver university courses are a matter for individual universities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReduce university fees for degrees that do not offer full in-person teaching: https://petition.parliament.uk/petitions/587066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T13:17:39.205Z"
    },
    "id": 590567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590567.json"
    },
    "type": "petition"
}