{
    "attributes": {
        "action": "Delivery Companies like Deliveroo, UberEats, Just Eats etc should be regulated",
        "additional_details": "Delivery companies are the reason most small businesses are forced to close. If government does nothing about the unfair charges and fees demanded by the delivery companies There will be more businesses who will suffer. Government should regulate and make sure there is a cap on their commissions and they are transparent about the commission levels charged to stand alone vs chain restaurants. \r\nFood Businesses give around 40% of their earnings To Delivery Platforms and left with nothing to survive",
        "background": "Food Delivery companies charge extremely high fees for their services and force local businesses to go onboard because it leaves no alternative. Restaurants, Cafes and Take aways give most of their earnings to them. They are also not transparent on their fees and have no support centres in UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-04T21:08:15.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T14:24:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T11:35:47.517Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nWe understand that you are concerned about delivery charges for some services, but it's not clear what you want the Government to do about this. Decisions about the charges for delivery services are a matter for individual businesses, not the Government or House of Commons.\r\n\r\nIf you want to report a a competition or market problem you can find out how to tell the Competition and Markets Authority about this here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T11:35:48.461Z"
    },
    "id": 590657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590657.json"
    },
    "type": "petition"
}