{
    "attributes": {
        "action": "Review the prescription tax especially for the over 60s.",
        "additional_details": "I speak as a former training family doctor. Some patients ask their doctor \"which of these can I miss?\" due to the cost of multiple medications. Sometimes it's cheaper on private prescription. Some people resort to buying medication online which can result in death. I propose a flat rate of 50p per item with a cap of £3 per prescription with exemptions for the elderly. There is no need for cost cutting. Well organised good quality medicine is always value for money medicine!",
        "background": "The Government is considering raising the age for free prescriptions from 60 to 66 years old. It is time the £9.35 prescription tax was reviewed and reformed. I was a pharmacy technician & I am very aware that the prescription tax costs more in administration to run than it brings in!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-05T22:52:39.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T20:59:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T11:12:56.873Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want a review of costs or a reduction in costs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-12T11:12:59.979Z"
    },
    "id": 590773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590773.json"
    },
    "type": "petition"
}