{
    "attributes": {
        "action": "Invest and protect London Children from Gun and Knife Crime.  Enough is Enough!",
        "additional_details": "1. More cash for more grass roots  preventative  services for Children, Young Adults and Parents  Irrespective of Class Race and Gender, religion locality. \r\n\r\n2. Bring  “Bobbies on the Beat” into communities who want to be visible and accessible to all.   \r\n\r\n3. Re-invest in community safety units  to make areas that are Ghettoised by Gangs safer places to live and work for all, co-funded by Government ,local businesses.  \r\n\r\n4. More cash for Trident, get the  scourge of Guns Knifes off our streets.",
        "background": "As a Community Safety Professional  I’m grieving over the increase of needless deaths from Gun and knife crime in London.  due to the years of cutbacks all in the name of “streamlining”, families being destroyed by this disease that has now blatantly infiltrated our streets, schools, communities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-05T20:43:44.180Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T20:38:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T17:15:38.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  \r\n\r\n1. This would be a decision for local authorities.  \r\n\r\n2. This would be an operational decision for the police. \r\n\r\n3. This would be a decision for local businesses, as well as the Government.\r\n\r\n4. This would be the responsibility of the Mayor of London\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions \r\n\r\nWe could accept a petition calling for the Government to increase funding to local authorities to tackle knife and gun crime, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T11:25:44.199Z"
    },
    "id": 590764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590764.json"
    },
    "type": "petition"
}