{
    "attributes": {
        "action": "Issue urgent advice to the parents of Clinically Extremely Vunerable children",
        "additional_details": "I am the mother of an CEV 8.5 year old and we have been completely dumped for advice now that the CEV adults have been vaccinated. \r\nWhen will the CEV Children get the vaccines that their GPS are saying they will authorise but not without JCVI and NHS England guidelines? This needs to be answered urgently! \r\n\r\nWe no longer get the sheilding advice letters and are left to play Russian Roulette every day or lock down our family and isolate whilst everyone else \" learns to live with Covid 19\".",
        "background": "Please issue advice urgently on how CEV children under 16 should learn to live with Covid 19? \r\nWhen will the vaccine be approved for them as it is not being given unlicensed as suggested by the PM or on the Green Paper. \r\nMPs to stop telling the press that \"All Vunerable people are now vaccinated\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-05T17:58:57.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-05T18:37:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T09:53:38.074Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/589254"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-12T09:53:39.265Z"
    },
    "id": 590741,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590741.json"
    },
    "type": "petition"
}