{
    "attributes": {
        "action": "Keep mask wearing as compulsory in closed spaces until infection rates decrease",
        "additional_details": "Not everyone will choose to wear a face mask. Those who do not are also unlikely to take other precautions. The risk of passing on an infection is higher where the uninflected party wears a face mask but the infected party does not. Non-wearers put others at risk. If both wear face masks the infection rates are low (WHO data, studies). Abandoning face masks whilst infection rates are rising is reckless. It decreases public confidence resuming normality. Keeping it does not cost anything.",
        "background": "With COVID infections still rising, the government announced that it would remove compulsory wearing of face masks and leave it to personal choice. The government should keep face mask wearing until infection rates drop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T05:58:48.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T12:54:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:40:55.169Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:40:56.306Z"
    },
    "id": 590783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590783.json"
    },
    "type": "petition"
}