{
    "attributes": {
        "action": "Maintain compulsory mask wearing on public transport after 19 July",
        "additional_details": "The government has announced a plan make mask wearing a 'personal choice' everywhere after 19 July. However masks do not protect the wearer but those in contact with them. On enclosed and often crowded public transport, passengers and staff who are still vulnerable, either through long-term medical conditions, or through lack of full vaccination, deserve the same protections and rights to freedom of travel. Please give ALL the confidence and freedom to travel, and maintain mandated mask wearing.",
        "background": "Continue to mandate mask wearing on public transport and other enclosed public spaces which people may be using out of necessity rather than choice, in order to protect those who continue to be vulnerable, and the health and safety of staff and the public, and thereby boost economic confidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T09:58:49.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T11:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:48:50.284Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:48:51.162Z"
    },
    "id": 590809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590809.json"
    },
    "type": "petition"
}