{
    "attributes": {
        "action": "Allow one person to visit a patient in hospital or attend medical appointments.",
        "additional_details": "Currently patients in hospital cannot have anyone visit them. This can be distressing for the patient and family. It also means that it is difficult for hospital staff to attain important information regarding patients, especially if the patient themselves is not able to give the information.\r\nPatients cannot have anyone with them in some medical appointments. This means important information is given to patients without them having anyone there to support them, stick up for them or ask questions",
        "background": "When a person is in hospital, they should be allowed to have a person from their household or support bubble to visit them. This would allow the patient to be better supported and also be a benefit to hospital staff. They should also be permitted to have someone with them for medical appointments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T09:13:31.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T09:24:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T10:23:36.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Visiting decisions are a matter for individual hospitals and trusts. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-12T10:23:38.183Z"
    },
    "id": 590803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590803.json"
    },
    "type": "petition"
}