{
    "attributes": {
        "action": "Prevent online harm and protect children & vulnerable adults",
        "additional_details": "Any account which is opened in a social media has to be verified via a picture and date of birth. This will then allow an online trace of the sex offenders register to prevent false accounts or predators onto these sites.\r\n\r\nSocial media sites will need to regulate this and if this is not done financial penalties should be imposed on the company and the offender would also be in breach of his license.\r\n\r\nThe government is currently failing to protect the vulnerable please share this petition",
        "background": "Within the new online harm bill a further layer of protection should be added to protect the vulnerable.  Within this on any social media account all social media  should have online access to the sex offenders register.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-07-06T15:38:31.828Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T16:31:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T11:02:15.786Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you'd like anyone on the sex offenders register to be automatically banned from using social media, or something else. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-12T13:03:30.245Z"
    },
    "id": 590851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590851.json"
    },
    "type": "petition"
}