{
    "attributes": {
        "action": "Keep masks mandatory on public transport and indoors",
        "additional_details": "The clinically vulnerable will be pushed out of public life if masks become voluntary on public transport and in public indoor spaces. In instances where the clinically vulnerable work in places with low voluntary mask use, this could force unfair choices between work and health/life, and potentially lead to job loss. \r\n\r\nCommunity transmission is high and vaccine coverage, though significant, is incomplete. This is a 'perfect storm' for the emergence of more vaccine resistant variants. \r\n\r\nAsking people to wear masks is not too much to ask, in the vast majority of cases, in order to protect the vulnerable and maintain confidence in returning to workplaces, and accessing services/leisure.",
        "background": "Keep mandatory mask wearing on public transport and in public indoor spaces, to protect the clinically vulnerable, and to slow community transmission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T11:55:35.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T13:38:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:49:28.566Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:49:29.442Z"
    },
    "id": 590822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590822.json"
    },
    "type": "petition"
}