{
    "attributes": {
        "action": "Keep mask wearing Mandatory after 19 July 2021 while Covid numbers rise",
        "additional_details": "Making wearing voluntary makes a nonsense of the science behind their primary purpose. If some wear them and others don’t, we cannot protect each other. The government wants to open up the economy but voluntary mask wearing will mean some people will now be reluctant to go out while others choose to be mask free. It also creates an unwelcome divide in society and continuing uncertainty in a pandemic. It is too early to make mask wearing voluntary. Trust the science and your chief scientists.",
        "background": "Do not make mask wearing voluntary after 19 th July. Senior scientists, government advisers and WHO all agree mask wearing should continue while Covid cases rise and there is the threat of new variants which could evade vaccination. Millions of people remain unvaccinated and masks play a vital role",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T09:31:58.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T10:53:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:51:01.952Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:51:03.297Z"
    },
    "id": 591093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591093.json"
    },
    "type": "petition"
}