{
    "attributes": {
        "action": "Prison visits to be back to normal",
        "additional_details": "There not even contemplating opening up the prisons once lock down has been lifted and this is going to affect the inmates mental health and there family’s. They need to feel like they are still human and everyone deserves to feel human regardless of the situation, Covid has affected many inmates there is a major problem with suicide at the moment because they can’t see there family and loved ones. How many more people have to take there lives before they are heard and they finally see what it’s doing",
        "background": "Open visits back up in prison so there able to finally give there loved ones a hug! This would help with prisoners mental health and help them serve there time with no issues. All of us want to be able to give our loved ones a kiss and a cuddle and to actually see them properly again",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T17:49:32.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T18:08:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T08:52:46.352Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Prison visits are possible as set out here:\r\n\r\nhttps://www.gov.uk/guidance/visit-someone-in-prison-during-the-coronavirus-covid-19-pandemic\r\n\r\nWe're not sure whether you want all the restrictions listed to be removed, or specific changes. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T08:52:50.291Z"
    },
    "id": 591190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591190.json"
    },
    "type": "petition"
}