{
    "attributes": {
        "action": "Keep Masks Mandatory in Essential Public Places, such as Shops, Public Transport",
        "additional_details": "65% of adults have had 2 vaccine doses, but there are still 32 million people in the UK who are not fully protected.  Children have not been offered the vaccine, and may be vulnerable to Long Covid. Elderly people's immunity from vaccination may now be waning. 500,000 immunosuppressed people (eg blood cancers, organ transplants), may never have had a good response to the vaccine. Both these latter groups may die if they catch Covid-19. Mandatory masks in essential public places will save lives.",
        "background": "We all need to ensure we stay safe, but masks/face-coverings are most effective at protecting OTHERS, not the wearer.\r\nWe cannot avoid going into shops, public transport, and (in some cases) workplaces that are not Covid-secure. We request that masks remain mandatory in essential public places.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T10:02:52.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T15:36:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:51:51.888Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:51:52.656Z"
    },
    "id": 591100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591100.json"
    },
    "type": "petition"
}