{
    "attributes": {
        "action": "Make marfan syndrome a known disability in the uk  an more help financially dvla",
        "additional_details": "Marfan syndrome is a life threaten disability there is no cure no time limit on life these kids adults are suffering because they are not able to life normal every day life",
        "background": "Financially help person with this condition",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T10:56:47.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T11:55:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-12T17:23:33.880Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic.\r\n\r\nThe Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-12T17:23:35.837Z"
    },
    "id": 591108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591108.json"
    },
    "type": "petition"
}