{
    "attributes": {
        "action": "Create a proper home of football centre in Sheffield. The real home of football.",
        "additional_details": "It's well known that Sheffield is the home of football but there is nothing in the city to celebrate that the beautiful game was created there and the first game ever was played there on Olive grove. The original site is currently disused but has plans for Sheffield FC to relocate to the site building and new stadium. Sheffield has the opportunity to be an example city in celebrating its heritage and history within football. This will create jobs and more revenue within the city.",
        "background": "Help build a centre/museum attraction in Sheffield celebrating the fact that footballs real home is the city of Sheffield. Part of the FA should be based here too to reiterate the fact. Sheffield City Council never seem to take action on tourist attractions that could bring in millions of revenue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T08:29:58.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T17:29:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T08:39:21.524Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about creating a football centre or basing part of the FA in Sheffield are a matter for Sheffield City Council and the FA, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T08:39:22.269Z"
    },
    "id": 591278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591278.json"
    },
    "type": "petition"
}