{
    "attributes": {
        "action": "Increase the amount of examiners and tests available for LGV licences",
        "additional_details": "Since lockdown restrictions have eased, potential LGV (HGV) drivers are waiting up to six months to take their Category C, C+E or B+E licence exams.\r\n\r\nThis is putting a huge strain on the logistics industry, along with every company that relies on LGV drivers to operate; from supermarkets and delivery companies to highways maintenance and public sector departments.\r\n\r\nThere's already a national driver shortage crisis, and the lack of test availability is exasberating the issue.",
        "background": "We'd like the UK Government to recognise the gravity of the problem and the size of the backlog and understand that the only way to solve it is to hire and train a significant number of DVSA examiners. This will lead to increased test availability and reduce the lead time for getting a driving test.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T10:43:38.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T10:56:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:33:27.994Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the DVSA.\r\n\r\nWe could accept a petition calling for the Government to increase funding for the DVSA to increase the number of tests available. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:33:33.262Z"
    },
    "id": 591308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591308.json"
    },
    "type": "petition"
}