{
    "attributes": {
        "action": "Change the accepted level of medical care in Houghton Regis and Dunstable",
        "additional_details": "I am creating this petition as I have personally been neglected, along with friends and neighbours. \r\n\r\nWhen I moved to the area in January 2019, the receptionist initially refused to allow me to register. I was told ‘I have 12000 patients and I don’t have room for you.’ It has only got worse. The community’s health is being neglected and we are not receiving adequate care. There is not enough appointments, doctors, or call answering. This includes both adults and children.",
        "background": "Residents of this area have been neglected since lockdown and are still unable to get GP appointments. An average number of calls made from each patient is approx 70-130 before getting an answer. Medical issues are being left untreated and patients are not getting an appropriate level of care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T16:04:13.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T17:14:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:57:51.896Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local NHS Trust and Clinical Commissioning Group. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:57:56.627Z"
    },
    "id": 591355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591355.json"
    },
    "type": "petition"
}