{
    "attributes": {
        "action": "Alter Section 49 of the Children and Young Persons Act 1933.",
        "additional_details": "Hiding the identity of persons under 18 charged with murder and other heinous crimes only serves to sweep under the rug the rising trend of kids killing kids, especially with knifes. Not releasing the identity or pictures of the accused makes the seriousness of the charge fade in to media obscurity. Parents of children/youths are likely to connect and engage more with their own children after seeing children of a similar age identified when charged with a serious crime and hopefully steer them away from that path.",
        "background": "Alter or abolish Section 49 of the Children and Young Persons Act 1933 (CYPA 1933) so that under 18's charged with murder and other heinous crimes can be identified by the media.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-10T12:32:00.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-29T12:13:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-03T09:05:56.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing reporting restrictions on court proceedings involving under 18s, but we're not sure if you want the Government to abolish all reporting restrictions on defendants under the age of 18, or only when the defendant has been charged with certain serious offences.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-03T09:05:57.737Z"
    },
    "id": 591441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591441.json"
    },
    "type": "petition"
}