{
    "attributes": {
        "action": "Make all cars in the UK electric because its better for our environment.",
        "additional_details": "If they don't do it and all the cars don't become electric pollution could take over the world.This is bad bad because people with asthma could get worse and people could get lung cancer.Electric cars would be better because it is more sustainable and they don't produce pollution or CO2.If we don't use electric cars more often by 2050 global warming doesn't stop it could take over the world because it very very bad for us and all of the animals.Animals could loose their homes if nothing happens.",
        "background": "I would like the Government or Parliament to make all cars in the UK electric because its better for the environment and it will help our planet be a  better place.If we don't do it, our planet wont be a better place it will be a worse place for us and all the animals on the Earth to live on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-10T09:48:09.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-10T15:55:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T16:37:38.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want the Government to ban everyone from using non-electric cars, or if you'd like the Government to work to turn all cars into electric cars, and how quickly you'd like this to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T16:37:39.575Z"
    },
    "id": 591423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591423.json"
    },
    "type": "petition"
}