{
    "attributes": {
        "action": "Allow Car Dealers More Rights Just As Customers do.",
        "additional_details": "Car dealers are given false claims from customers or customers who just wish to drive a nice vehicle for a 28 day period and can hand it back with no quibble under there consumer rights act. The business therefore is losing in this fact. As well the right to reject means if any sort of tiny minuscule fault is found, the dealership cannot fight for the right to repair the vehicle. Therefore the dealers of the United Kingdom deserve extra rights under the act for a motor trade rights act.",
        "background": "The consumer rights act is protecting customers to the extent that the business owners in used or new cars never have the leg to stand on. Therefore there should be a change giving businesses more rights for claims from customers to be dealt with more fairly for both parties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-11T16:40:58.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-11T16:52:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-14T15:55:17.332Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what extra rights you'd like to be legally included. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-14T15:55:18.462Z"
    },
    "id": 591560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591560.json"
    },
    "type": "petition"
}