{
    "attributes": {
        "action": "Make penalty taking part of the English National Curriculum",
        "additional_details": "Dedicate at least 2 hours a week to penalty taking at school between the ages of 5 and 16. Anyone attempting a fancy run up will receive a 1 week suspension. Sacrifice a session of home economics-we've all got Deliveroo now, and maybe one Maths lesson -until there is a  time when 5 people can disappoint 60 million others by not being able to solve a quadratic equation.",
        "background": "I've just witnessed another agonising England defeat on penalties in a major tournament. It's clear that it's something that should be taught at a younger age. Italians can pick a corner before they can walk, German women give birth 12 yards away from the midwife, who has a cot behind them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-11T22:45:35.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T16:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:46:43.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We think you started this petition as a joke. In any case, the Government is responsible for setting the national curriculum for physical education, which includes playing competitive games, but deciding which sports to teach and how is a matter for individual schools, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:09:41.525Z"
    },
    "id": 591621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591621.json"
    },
    "type": "petition"
}