{
    "attributes": {
        "action": "Lift the Psychoactive Substances Act 2016 bringing in assets and new treatments",
        "additional_details": "The government who are there to govern corporations and not human beings should lift the ban. It’s none of the governments business what I put into my body. And analogs of analogs of analogs are more toxic and harmful than the originally blanked banned substances. By blanket banning you are limiting research into possible cures among other things. Increasing harm done. The analogs are getting more toxic to avoid the ban. It’s backward and is just doing more harm than good. Lift the ban",
        "background": "Lift the act and statutes in place to govern corporations by lifting the Psychoactive Substances Act 2016. Increase harm reduction. Bring assets into the country via import and export. Inspire more people into research, find potential cures among other things. The ban is harmful on so many levels",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T12:07:38.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T16:25:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:46:20.561Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the existing ban on psychoactive substances, and we could accept a petition calling on the Government to repeal the Psychoactive Substances Act 2016, but your petition lists a number of acts, some of which would be a matter for medical researchers and commercial organisations, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T13:17:56.306Z"
    },
    "id": 591740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591740.json"
    },
    "type": "petition"
}