{
    "attributes": {
        "action": "Agree on a policy for lifting restrictions on hospital visitation rights",
        "additional_details": "The best treatment and recovery occurs when family members can take the pressure of nhs, it is vital for families, patients and nhs, families assist with feeding, hygiene, therapy and much anxiety is lifted when families see each other. Having been in the position of not being able to visit it caused panic attacks and a lot of stress this could all be avoided with doubly vaccinated people, lateral flow testing and mask wearing. There has been no update on this, this is unacceptable",
        "background": "Discuss and agree a date on restrictions on visiting of immediate family. As nhs staff can have lf tests twice weekly and porters etc and simply wear masks etc why can families not take this measures to visit relatives",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T16:51:14.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T17:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T14:13:30.011Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. There is no legal limit on hospital visitors, but individual hospitals are able to set their own visiting policy.\r\n\r\nYou can find out more here: https://www.nhs.uk/nhs-services/hospitals/going-into-hospital/visiting-someone-in-hospital/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T14:13:36.423Z"
    },
    "id": 591828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591828.json"
    },
    "type": "petition"
}