{
    "attributes": {
        "action": "Pass legislation to force social media platforms to block racists immediately",
        "additional_details": "The recent European Cup has shown the need for robust and clear legislation and how woefully inadequate social media technologies are in identifying and stamping out online racial abuse. Providers can and should be doing more and should be required to do so. Social media abusers should be identified and punished for sending malicious communications and the hosting sites should be made responsible for providing the police with information to identify and prosecute the culprits.",
        "background": "Mandate social media platform providers to block racist abusers in the first instance, and provide police with IP addresses when serial offenders create new accounts to continue their abuse or when threats to harm are made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T19:59:45.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T20:28:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T09:11:00.008Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nSocial media companies to be held accountable for racially abusive posts: https://petition.parliament.uk/petitions/591688\r\n\r\nRequire Social media sites review every post/comment before publication: https://petition.parliament.uk/petitions/582820"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T09:11:00.839Z"
    },
    "id": 591879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591879.json"
    },
    "type": "petition"
}