{
    "attributes": {
        "action": "Create an international digital passport for use on social media and other sites",
        "additional_details": "The data could be secured using something like blockchain technology and 2FA. It could also work for people without ID similar to what credit reference agencies, Government Gateway and Patient Access do already. We could use one of these.\r\n\r\nUsers would be in control of their data and what gets sent & be anonymous at the point of use.\r\n\r\nIt could be used for many other applications beyond that as well. Eventually, other ID forms would not be needed, representing a saving for all of us.",
        "background": "I'm calling on the government to create a digital passport to be used to verify ID on social media sites and restrict access to those who are not entitled to view certain content, including ages restricted content and stopping people from setting up new accounts when already banned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T19:35:58.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T08:35:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T11:05:14.242Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want a digital passport to be introduced, but we're not sure what you mean by referring to this as \"international\", and whether you want all websites to be required to verify users, and if so in what circumstances.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T11:05:14.858Z"
    },
    "id": 591869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591869.json"
    },
    "type": "petition"
}