{
    "attributes": {
        "action": "Accountability for disgraceful conduct during UK sporting events.",
        "additional_details": "It has been an issue for countless years, a large group of people who support the UK in sporting events have acted violently when they ‘don’t get their own way’ a lot of the time, causing serious and unacceptable violence and injury to those around them, and some of the time it has been linked to racism, a prime example being the Euro’s 2020 final. People who act this way, need to be accountable for their actions, and need to be educated on what they’re doing as completely wrong, and not corresponding with living in a society.",
        "background": "Adding contracts to participate in the viewing and supporting of live sporting events making individuals bind themselves legally to acting maturely, for example zero tolerance to violence, zero tolerance to racism, and promoting a supportive and environment for UK sports events.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T17:45:57.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T07:37:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T10:55:06.100Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about any codes of conduct for spectators are a matter for indiviudal organisers of sporting events, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T10:55:07.431Z"
    },
    "id": 591844,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591844.json"
    },
    "type": "petition"
}