{
    "attributes": {
        "action": "To amend the Equality Act 2010 to include social media abuse",
        "additional_details": "I would ask Government to make amendments to the Equality Act 2010 to include within : Chapter 2, Prohibited Conduct \r\nthat no person or organisation can publish abusive or insensitive comments or pictures regarding race, sex, sexual orientation, disability, age, gender reassignment, religion or belief on all  social media platforms such as: Facebook, Instagram, TikTok, Pinterest, Reddit, Twitter, LinkedIn and Snapchat.\r\nAnd to ensure the enforcement of this amendment is stringent and strong.",
        "background": "That the British Government make amendment to the Equality Act 2010 to prohibit all publication of abusive comments or pictures for all protected characteristics on all UK available social media platforms. To be implemented urgently due to the hateful backlash our young Black footballers endured.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T13:04:43.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T17:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T14:21:45.345Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about abuse on social media. However, while the Equality Act seeks to define what direct and indirect discrimination are, it is for the Police and the Courts to decide whether a particular action constitutes discrimination under the Act. It's therefore not clear what it is you'd like the Government to do.\r\n\r\nYou could have a petition calling for the Government to make any abuse relating to a protected characteristic a specific criminal offence, if that is something you'd like to see happen.\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\n\r\n'Social media companies to be held accountable for racially abusive posts': https://petition.parliament.uk/petitions/591688\r\n\r\n'Produce and enforce a zero-tolerance strategy to end racism on social media': https://petition.parliament.uk/petitions/591720\r\n\r\n'Increase legal penalties for those convicted of online racial abuse': https://petition.parliament.uk/petitions/591776\r\n\r\n'Require social media platforms’ terms of use to prohibit racism and hate speech': https://petition.parliament.uk/petitions/591760\r\n\r\n'Legislate for social media bans for online hate, abuse or trolling offences': https://petition.parliament.uk/petitions/591691"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T14:21:55.180Z"
    },
    "id": 591999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591999.json"
    },
    "type": "petition"
}