{
    "attributes": {
        "action": "Penalise all that were racist towards the team/involved with violence at Wembley",
        "additional_details": "Because to me and many others am Embarrassed of how this minority of groups have really shamed our country, football team and future children. This was not acceptable and should be firmly and quickly be sorted. There’s no excuse and those poor young lads and general public etc getting hurt physically or mentally is just heartbreaking to say the least.\r\nThe Government need to step in with this as this is a representation of our country and a massive thing for future events.",
        "background": "For all those caught or found to be involved with the racism or violence to do with Wembley and the English football team.\r\n- A hefty fine and the moneys to go towards a related fund\r\n- life ban from all Related football events/stadium\r\n- Community Service\r\n- Publicly/nationally Apoligise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T00:45:19.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T06:42:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T09:39:24.908Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nSocial media companies to be held accountable for racially abusive posts: https://petition.parliament.uk/petitions/591688\r\n\r\nRequire Social media sites review every post/comment before publication: https://petition.parliament.uk/petitions/582820"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T09:39:25.661Z"
    },
    "id": 591932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591932.json"
    },
    "type": "petition"
}