{
    "attributes": {
        "action": "Say No to making Covid Vaccines Mandatory.",
        "additional_details": "Many experts hold the view that the young are better protected by natural immunity from catching Covid and the risk of having the vaccine are potently greater then the disease. It is our human right to chose what we do with our own bodies. There is a risk of death from both Covid and having the jab and its peoples right to choose which they want to risk and not be forced to have a jab. Do not make Covid vaccines mandatory.",
        "background": "Protect our human rights and do not make covid vaccines mandatory.  It is our right to chose how we get immunity from Covid either by jab or by natural immunity. This isn't a battle about anti-vaxxers but a battle for democracy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T08:48:15.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T15:51:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:57:57.402Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no indication the UK Government is planning to require young people to receive a covid-19 vaccine, so it's not clear what you want the Government or Parliament to do. \r\n\r\nYou could have a petition calling for young people of a specified age group to not be offered the vaccine, even if it is deemed safe by regulators, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-19T13:58:03.085Z"
    },
    "id": 591955,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591955.json"
    },
    "type": "petition"
}