{
    "attributes": {
        "action": "Scrap proof of vaccine to live a normal life. Not everyone wants your vaccine!",
        "additional_details": "Anti-vaxers have always been a part of society  and the choice to not be vaccinated should have no repercussions on a persons life or freedom. Without forcing people, the government are making rules and regulations on things such as isolating when returning from holidays (at a personal expense) as well care company’s stating they won’t employ anyone who hasn’t been vaccinated. Not to mention the countless complaints people have had from the vaccine. Its an infringement of our human rights.",
        "background": "Gov said last year there were zero plans to introduce documents to prove you have been vaccinated to gain entry to venues, go on holiday or not have to isolate. Now we are seeing more news stories headed in this direction. We are told the vaccine isn’t mandatory, but without it you can’t do much.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T09:47:19.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T09:58:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T11:18:44.074Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T11:18:44.697Z"
    },
    "id": 591968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591968.json"
    },
    "type": "petition"
}