{
    "attributes": {
        "action": "Review universities who are not going back to face to face lectures or seminars.",
        "additional_details": "The majority of university students will be fully vaccinated by Sept 2021, therefore refusing to provide students with the education they are paying for is unnecessarily hindering their learning and growth. Online learning limits communication between students and their professors, drastically reduces the quality of teaching received and ruins students' motivation. If the rest of society may return back to work or school, why are students' educational needs still being neglected?",
        "background": "We want to know why the decision has been made by some Universities in England to refuse face to face teaching for 2021/22, when Boris Johnson has clearly stated that we are virtually \"back to normal\" in our society, and adults can go to work, and unvaccinated children can go to school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T16:18:26.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T16:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T14:16:15.907Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how teaching is being delivered by universities during the covid-19 pandemic, however it's not clear what you want the Government to 'review' and how the results of this review might be used.\r\n\r\nIn any case, how teaching is delivered is a matter for individual universities, not the UK Government or Parliament.\r\n\r\nYou could sign these petitions which call for related actions:\r\n\r\nhttps://petition.parliament.uk/petitions/573664\r\nhttps://petition.parliament.uk/petitions/587066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-19T14:16:34.698Z"
    },
    "id": 592028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592028.json"
    },
    "type": "petition"
}