{
    "attributes": {
        "action": "To introduce a law against individuals spreading racism on social media",
        "additional_details": "The hate/racism faced by the England team players because of their skin colour over these last few days is a disgrace and its about time people face consequences for their actions. People are using social media as a way to be racist and spread hate because they are hidden behind a screen and in the comfort of their own surroundings and its leading to people of colour dreading going to work/school because of the backlash they will face and it is simply unacceptable.",
        "background": "For social media to report hate/racist comments to the police.. For the government to introduce a law where social med platforms can pass all racist/hate comments to the police and for the police to then take legal action against the individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T17:34:54.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T19:37:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T08:01:40.057Z",
        "rejection": {
            "code": "duplicate",
            "details": "There are already offences that cover racist activities online. Investigating alleged offences and prosecuting these is a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T08:01:41.028Z"
    },
    "id": 592042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592042.json"
    },
    "type": "petition"
}