{
    "attributes": {
        "action": "Emergency asylum for South African citizens with immediate family in the UK.",
        "additional_details": "The South African government has been slow and indecisive in handling this situation, prompting local communities to pursue vigilantism, spurring further racial tensions and violence. Our families have lost economic streams, are facing a very severe famine, and exposed to life threatening violence. Despite Covid restrictions, they need to travel to a place of safety. As UK residents, we request short term (90 days) emergency asylum in the UK for our immediate family members in South Africa.",
        "background": "South Africa is being destroyed with dramatic protests and looting. The violence has left a sheer destruction of retail shops, warehouses, factories, and communities. The country has effectively collapsed, economically and socially. Our families in South Africa need foreign assistance immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T21:41:52.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T09:59:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T08:18:59.328Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the dangers of returning to South Africa, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAsylum is already available to people if they have left their country and are unable to go back because they fear persecution. You can find out more about how decisions about asylum claims are made here: https://www.gov.uk/claim-asylum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T08:19:00.305Z"
    },
    "id": 592074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592074.json"
    },
    "type": "petition"
}