{
    "attributes": {
        "action": "Make ISP's ban internet access for people who commit digital hate crimes",
        "additional_details": "On 11th July 2021, England lost in the final of the Euro 2020 on penalties. Abhorrent, racist online abuse followed towards the players that missed penalties.\r\n\r\nIt's too easy today to take polarising opinions, become narrow sighted and reach headlines through extreme opinions. A punitive temporary internet ban would certainly encourage a more thoughtful internet culture.\r\n\r\nThe internet is a privilege, not a human right, and not everyone should be entitled to abuse such a privilege.",
        "background": "The internet has revolutionised our generation, transporting us into the digital era. It has not come without problems however.\r\n\r\nI propose the government forces ISP's to temporarily ban private internet access to users who are found to be blatantly abusive as a form of deterrent punishment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T15:53:07.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T16:38:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T10:31:54.580Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about digital hate crimes, but we're not sure exactly what you'd like the Government or Parliament to do, or how the ban you've proposed would work.\r\n\r\nCourts can place restrictions on the online activities of offenders, but it's not clear how internet service providers could be required to impose this ban, as people do not need to log in to use the internet. If you want the Government to require restrictions to be placed on the online activities of anyone found guilty of certain offences, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T10:31:55.475Z"
    },
    "id": 592026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592026.json"
    },
    "type": "petition"
}