{
    "attributes": {
        "action": "Relax visa sponsorship rules",
        "additional_details": "Companies are finding it difficult or impossible to find staff for many multi-lingual roles. Hundreds of thousands of EU workers have left the UK to return home and many cannot return as they do not have the right to work here and sponsorship costs thousands and takes a lot of time. Some clients are considering moving their European HQ's elsewhere as they don't want to sponsor or cannot find the staff. The current sponsorship system is unsustainable and will inhibit the UK's economic growth.",
        "background": "I am the Director of a multilingual recruitment firm. Due to the pandemic and tightening of immigration rules, there are not enough linguists in the UK to fill jobs. I want the government to relax the sponsorship rules so companies don't have to waste resources to sponsor people to work in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-14T16:19:10.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-15T13:40:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T09:44:38.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like changes to visa sponsorship, but we're not sure exactly what you'd like to be different. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T09:44:39.911Z"
    },
    "id": 592181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592181.json"
    },
    "type": "petition"
}