{
    "attributes": {
        "action": "Make it mandatory that social media platforms need ID’s to create accounts",
        "additional_details": "Due to the aftermath of the English Footballers being disgustingly treated with racism by trolls, a change is needed. Whether it is the trolls who are prosecuted or the social media platforms, racism, hate, bullying etc needs to stop NOW! A legislation in parliament needs to be passed that states, social media platforms, need to make it mandatory that users have to provide a passport ID or national security numbers in order to create profiles, this will then help bring justice to all victims.",
        "background": "Create a legislation that states, social media platforms should ask users to provide a passport number, national security number or driving license ID in order to set up profiles to use accounts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-14T08:19:12.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T08:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T10:16:05.449Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nMake verified ID a requirement for opening a social media account.\r\nhttps://petition.parliament.uk/petitions/575833\r\n\r\nMake it compulsory to submit ID on social media to help end online abuse.\r\nhttps://petition.parliament.uk/petitions/572480\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media\r\nhttps://petition.parliament.uk/petitions/591720"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T10:16:05.446Z"
    },
    "id": 592111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592111.json"
    },
    "type": "petition"
}