{
    "attributes": {
        "action": "Youth clubs need to be open back up more intervention projects for young people.",
        "additional_details": "The government need to put back the youth clubs that were taken away from our young people they need to.put out intervention projects for our young people an support groups for our young people we also need more mentors that young people can look.up.to basket ball an football an boxing youth centres they can go.to I believe more.funding needs to be put into these things  an we need our police stations to be open back up for the safety of our community an young people",
        "background": "I would like everyone to write to.their mps regarding knife crime so.we can get a debate in house of parliament regarding these issues an we need our 20 thousand police stations open back.up.for.the safety of.our community an.young people",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-14T21:22:25.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T21:53:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T09:20:54.402Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition refers to youth clubs, knife crime and police stations, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide additional funding for local authorities for youth clubs: https://petition.parliament.uk/petitions/585777\r\n\r\nIntroduce prison cell visits for students - help reduce knife crime: https://petition.parliament.uk/petitions/580603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T09:20:55.282Z"
    },
    "id": 592243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592243.json"
    },
    "type": "petition"
}