{
    "attributes": {
        "action": "Make it illegal to walk dogs in hot weather",
        "additional_details": "More people each day are ignoring the weather forecast and are taking dogs out in extreme weather conditions, I have seen a few people putting their dogs down or their dogs dying after suffering a heat stroke or hyperventilating because they can’t breath.\r\n\r\nWe need to make a change and stop owners doing this and make them more aware of the dangers they are putting their dogs in not only can they suffer heat stroke but they can cause burning to their dogs feet if the floor is hot.",
        "background": "Make it illegal for people to walk dogs in hot weather, give them a fine to help prevent death in dogs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-16T09:22:50.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-16T09:38:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T12:50:17.270Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:51:59.142Z"
    },
    "id": 592394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592394.json"
    },
    "type": "petition"
}