{
    "attributes": {
        "action": "Ban the use of the term 'black' on documents, forms, media and all platforms.",
        "additional_details": "My petition to the government is to abolish the use of the term 'black', because it is dehumanising, disrespectful and stokes racism.\r\nI would like the UK to set precedence to the whole world by being the first to ban the use of this derogatory term. Why can't people of African descent be simply referred to as Africans just like we see people from India, China, Pakistan, etc being referred to as Asians and not 'brown'. Similarly, Europeans aren't called 'pink'. So why refer to others as 'black'?",
        "background": "Over the years, people from African descent have been subjected to all manner of inhumane treatments. Particularly, the way in which we are referred to as 'black', is highly derogatory and demeaning. Sadly, Africans cannot move on from the impact of slave trade when they are referred to as 'blacks'.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-15T22:06:55.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-16T13:11:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T07:24:04.468Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for deciding which terms people choose to use to describe themselves or others."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T07:24:05.439Z"
    },
    "id": 592358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592358.json"
    },
    "type": "petition"
}