{
    "attributes": {
        "action": "Make it a legal requirement for cyclists to complete a cycling proficiency test",
        "additional_details": "In 2018, 99 cyclists were killed, 4,106 seriously injured and 13,345 slightly injured in Great Britain this was particularly acute in 25-59 year olds. I recommend that cycling proficiency tests become a legal requirement for over 25 year olds, who must also carry some form of personal insurance in order to use UK roads so that in the result that they directly cause damage or injury to other road users or pedestrians they can be held accountable.",
        "background": "Cyclists present a danger to other road users and pedestrians due to a lack of training. all other road users must carry out a written and practical test to be allowed to use UK roads. with an estimated 7.5 million cyclists in 2020 this is 7.5 million major accidents waiting to happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-16T06:48:40.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-16T09:40:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T12:54:00.119Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want certain cyclists to be required to pass a cycling proficiency test, but it's not clear if you want under 25s to be able to cycle on public roads without a licence, or not to be able to cycle on public roads at all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T11:09:00.045Z"
    },
    "id": 592381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592381.json"
    },
    "type": "petition"
}