{
    "attributes": {
        "action": "Align the State pension with the National Living wage & maintain index linking",
        "additional_details": "This is an objective that the government already intimates it aspires to in terms of social levelling up objectives. People that have contributed to the state through income taxation, spend taxation and NI contribution should be entitled to  anticipate a reasonable pension income as they become less able (or unable) to work, never the less continuing to contribute tax through spend and likely Council tax in many cases (which is in part decentralised/proxy state spend and paid out of taxed income - can be inferred at least as double taxation)",
        "background": "Government acknowledges minimum wage levels are a requirement to promote a reasonable living standard. The state pension falls far short  despite mechanisms such as the triple lock and this should change to bring us in line with peer group nations. Experts are projecting increasing inflation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-16T09:34:43.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T11:48:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T07:46:50.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the state pension, but we're not sure exactly what changes. Your petition calls for the state pension to be aligned with the National Living Wage, but this is an hourly rate of pay (with different wages for different age groups), whereas the state pension is a weekly amount.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T07:46:51.393Z"
    },
    "id": 592396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592396.json"
    },
    "type": "petition"
}