{
    "attributes": {
        "action": "Create pay structure for hgv drivers that makes driving desirable + professional",
        "additional_details": "People on lower wages get by via working more hours which endangers lives.\r\nThus, changing the way the profession is perceived and raise awareness to the importance of professional drivers. Plus allow the dvla to issue fines if laws are not followed.\r\n\r\nBand 2 (class 2) minimum wage of £45,000 and Band 1 (class 1) £55,000.\r\n\r\nDriving is a dangerous and responsible job where lives are in their hands, they need to be treated and paid accordingly making the profession desirable and more responsible.",
        "background": "Ensure Hgv drivers are seen and treated as professional drivers. Do this by creating a wages band that's based on 9 hour days and 5 days a week. This would reduce the possibility of drivers being overworked leading to accidents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-17T11:39:26.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-17T18:20:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T10:37:48.026Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about pay for privately employed workers are a matter for individual employers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T10:37:49.105Z"
    },
    "id": 592487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592487.json"
    },
    "type": "petition"
}