{
    "attributes": {
        "action": "Put table tennis tables in all parks and recreation fields.",
        "additional_details": "In Greater London there is a lack in table tennis tables in parks and playgrounds. I don’t live near one that is within a 30 minute walk and that is often occupied like almost all others I know.\r\nI want table tennis to be free and close to everyone as it is a fun and healthy sport.",
        "background": "At the moment in London and Greater London it is hard to find table tennis tables close to you. I want the government to make table tennis tables more readily available In public parks and playgrounds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-17T07:12:28.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-17T09:22:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T08:08:09.317Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about recreational facilities are a matter for individual local authorities and other sports facilities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T08:08:10.010Z"
    },
    "id": 592470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592470.json"
    },
    "type": "petition"
}