{
    "attributes": {
        "action": "Make walking dogs during periods of extreme heat a criminal offence",
        "additional_details": "The amount of dogs I’ve seen being walked when it’s 30 degrees and walked along beaches, is cruel, owners know the risk of extreme heat to dogs, yet they still take their dog out.. if it’s going to be an extremely hot day, over 20 degrees dogs need to be taken out early in the morning or late at night when it’s cooler.",
        "background": "I want the government to make it a criminal offence to walk your dog in extreme heat. Recently the temperature in the uk has reached 32 degrees, and people still walk their dogs, despite knowing the risks, it’s animal cruelty and it needs to stop",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-19T19:45:44.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-19T20:15:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T13:53:02.066Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:53:03.702Z"
    },
    "id": 592694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592694.json"
    },
    "type": "petition"
}