{
    "attributes": {
        "action": "Fines being administered to dog walkers - walking their dog in excessive heat",
        "additional_details": "It’s generally safe in temperatures of up to 19°C (68°F) Even at temperatures as low as 20°C (70°F) dogs are at risk of heat stroke.\r\n\r\nThe UK government already has the Animal Welfare (Sentencing) Bill in 2020, which will mean animal abusers could face up to five years in prison. Surely causing your dog heat stroke is animal abuse?\r\n\r\nOn the spot fines would surely deter the act as well as being awareness of the seriousness caused.",
        "background": "Year after year, the UK experiences a heatwave. In that heatwave we flock to beaches, parks and countrysides to enjoy the weather. What is most disturbing and upsetting is the amount of dog walkers that are unaware of the dangers they're putting their dog in by walking them in the heat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-19T12:48:50.382Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-19T13:06:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T13:52:44.148Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nIn any case, decisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:52:45.673Z"
    },
    "id": 592636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592636.json"
    },
    "type": "petition"
}