{
    "attributes": {
        "action": "Conserve and protect wildlife by reducing single use plastics in packaging.",
        "additional_details": "Our local area is the epicenter littering and plastic waste and we as an NCS team want to do something about it. For too long, we young people have had to walk through plastic filled streets and past overflowing bins. This has had a catastrophic impact on wildlife in the city as well as the rural areas near to us. With climate change an ever present problem, we want to become NCS change makers in our local community and we want you to be a part of our plans.",
        "background": "Encourage use of recyclable materials rather than single use plastics in packaging. Limit the amount of single use plastics suppliers can use as well as making it compulsory to display the plastic's lifetime on the packaging. Provide more information on the benefits of recycling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-19T10:14:27.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-19T10:42:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-23T07:50:12.535Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan packaging that is not biodegradable or domestically recyclable: https://petition.parliament.uk/petitions/574939\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-23T07:50:13.515Z"
    },
    "id": 592622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592622.json"
    },
    "type": "petition"
}