{
    "attributes": {
        "action": "Bestow a posthumous pardon on the name of Richard Lewis (Dic Penderyn).",
        "additional_details": "The Merthyr Uprising is a pivotal moment in Welsh history. The workers fought and died for many rights and privileges that we enjoy today. There is enough evidence to suggest that Richard Lewis (Dic Penderyn) was used as a scapegoat to deter any further rebellion. This has lead to him becoming a martyr in the eyes of the Welsh people. What Dic Penderyn stands for today is the fair and honest fight for equality and workers rights. With the evidence to hand, he is long overdue a pardon.",
        "background": "Penderyn was hanged for stabbing a soldier at the Merthyr Uprinsing.\r\nThe soldier could not identify him. A key witness at the trial, James Abbot, confessed years later that he committed perjury. A man by the name of, Ianto Parker confessed on his deathbed that it was he who committed the crime.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-19T22:52:04.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T12:41:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T09:22:55.057Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for the Monarch.\r\n\r\nWe could accept a petition calling for the Government to request such a pardon, if that's what you'd like to see happen, but it would remain a decision for the Monarch as to whether it was granted. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T09:22:56.318Z"
    },
    "id": 592721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592721.json"
    },
    "type": "petition"
}