{
    "attributes": {
        "action": "Allow Dementia/Alzhiemers patients one visitor/carer into hospital.",
        "additional_details": "Most older vulnerable patients are now double vaccinated, so are more protected from the effects of covid and all other aspects of life have resumed, so staff going in and out of hospital are around other members of society, so why are we still being restricted from visiting our loved ones in hospital?\r\nA visit from a carer will prevent the patient becoming scared and delirious, quick downward spiral for older people when left alone, more chance patient will remain healthy.\r\nGives medical staff and carer chance to discuss patient matters, medication etc.\r\nGives the carer and extended family peace of mind there relative is ok.",
        "background": "Allow one carer access to hospital to visit alzheimers/dementia patients, as they dont have full mental capacity and need a familiar face for reassurance and help with decisions, prevent delirium.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T14:50:59.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-20T15:21:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T08:31:59.823Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nVisitng policies for individual hospitals are a matter for NHS England and individual NHS trusts, not the Government or House of Commons. You should contact your local hospital to find out what their visiting policy is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T08:32:00.627Z"
    },
    "id": 592817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592817.json"
    },
    "type": "petition"
}