{
    "attributes": {
        "action": "Create a law where dog owners can't walk their dogs in Temperatures above 23°c",
        "additional_details": "I would like the government to hold pwners responsible for this clear act of animal cruelty and endangerment",
        "background": "During the summer whether it be because they don't know or they don't care, millions of dog owners continue to walk their dogs in scorching temperatures. This results in heatstroke and burns to the paws from the hot pavements. Only 50% of dogs survive heatstroke.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T14:31:46.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T16:39:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T13:55:58.824Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:56:07.265Z"
    },
    "id": 592965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592965.json"
    },
    "type": "petition"
}