{
    "attributes": {
        "action": "Looking to instigate a fair streaming royalty rate for artists and musicians",
        "additional_details": "Unless we now can create an example of a working model that is fair and just for future musicians and artists then we are in danger of not leaving a healthy, respectful foundation for younger generations to come. It is time to bring realistic pressure upon the music and streaming companies who are effectively killing the music industry by paying performers, songwriters and composers such tiny revenues which don't even provide a basic income, while they make gargantuan profits.",
        "background": "To finally address the long overdue problem of the sheer exploitation of musicians and artists on the huge corporate streaming platforms that pays such pitiful, exploitative, shameful amounts. As a professional working musician the core value of our work is in essence not of any value.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T12:06:54.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T12:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T10:06:37.453Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about remuneration of musical artists from the online streaming of their work, however it's not clear what you want the Government to do to address this. \r\n\r\nYou could have a petition calling on the Government to give artists the legal right to equitable remuneration for streaming income, if that is something you'd like to see happen.\r\n\r\nYou might be interested to read this summary of a recent report by the Digital, Culture, Media and Sport Committee on the Economics of Music Streaming, which made several such recommendations to the Government: https://houseofcommons.shorthandstories.com/music-streaming-must-modernise-DCMS-report/index.html "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T10:06:54.839Z"
    },
    "id": 592942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592942.json"
    },
    "type": "petition"
}