{
    "attributes": {
        "action": "Make basic mental health a mandatory training module in all nursing fields",
        "additional_details": "Self harm is increasing in practice, but not all nursing fields are being exposed to this but are expected to support patients with little to no knowledge on self harm and mental illnesses. With the COVID pandemic, self harm statistics having nearly doubled in young people and is generally beoming a common reason for A&E visits/ admissions. If all nursing feilds are exposed to this area, it provides an insight of how mental illness and self harm can affect the different groups and how to manage",
        "background": "Include mental health training as part of the nursing programme and address all fields of practice as an NMC standard due to the increase of mental illness and self harm.Self harm and mental health crisis' are a daily occurance yet I have had no lectures about the topic within 2/ 3 years of training",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-22T11:15:29.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T14:52:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T10:10:00.474Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The training requirements for nurses are set by the independent regulator for nurses in the UK, the Nursing and Midwifery Council (NMC), not the Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund the NHS to provide more mental health training for its staff, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/581222"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T10:10:03.306Z"
    },
    "id": 593078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593078.json"
    },
    "type": "petition"
}