{
    "attributes": {
        "action": "Stop water pollution in the Lake District",
        "additional_details": "I believe this issue requires governmental intervention to make it law and to hold those who do pollute the lakes, rivers and waters to be held accountable. I want the rivers and lakes to be clean for the people that utilise them and especially for the wildlife that call the Lake District home.",
        "background": "I want there should be a ban on water pollution in the Lake District world heritage site. I was disgusted to find out that raw sewage was allowed to flow into Lake Windermere for 1700 hours in 2020 as part of the overflow system at Ambleside waste management plant.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-22T09:44:21.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T10:27:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T07:38:36.301Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about managing pollution in the Lake District are a matter for the relevant local authorities and environmental agencies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan Water Companies discharging raw sewage into water courses: https://petition.parliament.uk/petitions/582336"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T07:38:37.349Z"
    },
    "id": 593063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593063.json"
    },
    "type": "petition"
}