{
    "attributes": {
        "action": "Change the law so a person cannot receive a CCJ for first time parking violation",
        "additional_details": "In the UK private companies can charge outrageous fines for \"parking violations\". Some of these violations are loopholes that the parking companies use in order to gain more income. For example if the ticket slips in the window, if a letter is missing when typing in registration numbers on machines or if you're 30 seconds over your time. The companies often refuse appeals even when the parking has been paid which causing innocent people to get life altering CCJ's destroying credit scores & lives",
        "background": "I would like the government to change the law so that parking companies cannot take a person to court over a first time parking violation. Many times people have paid their parking and still get fined due to loopholes in the laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T22:10:20.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T21:53:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T09:33:12.091Z",
        "rejection": {
            "code": "fake-name",
            "details": "Private parking penalties can be enforced through the court system in the same way as an other private financial dispute, but we could accept a petition calling on the Government to make private parking penalties unenforceable through the court system."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-25T09:49:27.247Z"
    },
    "id": 593029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593029.json"
    },
    "type": "petition"
}