{
    "attributes": {
        "action": "Accept validity of EU-issued COVID-19 vaccines to avoid UK mandatory quarantine.",
        "additional_details": "The UK government should accept EU-issued COVID-19 vaccinations that are the same as the NHS-issues vaccines, from those who have received both doses of the vaccine. This should allow these people to travel to the UK without the 10 days expensive and mandatory quarantine and testing, in the same manner that UK-vaccinated people no longer need to do so.",
        "background": "Thousands of British people live in the EU and would like to travel to the UK to see their families. Long quarantine and expensive testing is blocking many from doing so, even though they are double vaccinated with the same COVID-19 vaccines as the NHS has issued (Pfizer, AstraZeneca etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T07:42:17.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T07:56:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T06:45:01.449Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that it is waiving quarantine for arrivals fully vaccinated from Europe from 4am on 2 August 2021. You can find out more about this here: https://www.gov.uk/government/news/uk-travel-update-government-waives-quarantine-for-arrivals-fully-vaccinated-from-europe-and-usa-while-also-confirming-international-cruise-restart\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nSeek to agree upon equivalence of NHS Covid pass and European Covid Green Pass: https://petition.parliament.uk/petitions/593188"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T06:45:05.049Z"
    },
    "id": 593159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593159.json"
    },
    "type": "petition"
}