{
    "attributes": {
        "action": "Ensure the Independent Review of Children’s Care is about Children before Profit",
        "additional_details": "Parents are fearful that this Review which is not Independent. Mothers, Farther’s, and children are petrified of depression. We want to government to safeguard children from taken in to care for profit. Child removal must only be the last resort. Please can the government do more to keep families together , so children can have their primary attachments. The Care System is very damaging to Children’s Mental Health. We want every child to be kept with family unless Adoption is the only safe way.",
        "background": "The current ‘Independent’ Review of Children’s Care is not connecting with Parents. We are fearing the outcome of this Review is going to make child removal the norm. Families are best and children thrive the best when they are able to stay with families. Children’s security must always come first.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-22T22:19:20.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T22:41:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T09:23:46.507Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like the review to focus more on children than profit but the content of the review and any subsequent recommendations are being produced by a panel that is independent of the Government.\r\n\r\nYou could have a petition calling for better provisions in the care system to keep families together if this is something you would like to see happen.\r\n\r\nWe also have the below petition which is currently open on this topic which you may like to sign:\r\n\r\nIncrease funding for children's social care from to £15 billion\r\nhttps://petition.parliament.uk/petitions/589255"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T09:23:46.504Z"
    },
    "id": 593141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593141.json"
    },
    "type": "petition"
}