{
    "attributes": {
        "action": "Protect student nurses learning time and ditch the fees!",
        "additional_details": "Student nurses are expected to pay the same tuition fee as every other student.However, we are not getting protected learning time or the supernumerary status we are supposed to. Student nurses are being used as free HCA labour in hospitals and not been taught on their placements like they are supposed to! We are paying £9200 a year to make beds and wash patients rather than being taught like we were promised!!!",
        "background": "Give nurses free tuition and get rid of their debt!\r\nGive us protected learning time on placement.\r\nGuarantee our supernumerary status",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-22T18:28:37.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T19:28:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T12:22:43.934Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may like to sign the below petition which is currently open on this topic:\r\n\r\nMake it free to train as a nurse\r\nhttps://petition.parliament.uk/petitions/591412\r\n\r\nThe other area your petition covers is protecting student nurses learning time but this would not be the responsibility of the Government. Protected learning is a matter for course providers and placement provider. You could have a petition about cancelling student debt for nurses, and ensuring all student nurses are paid while on placement if that is something you would like to see happen. An example of such a petition is below:\r\n\r\nPay health care students basic living wage when on placement.\r\nhttps://petition.parliament.uk/petitions/305774"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T12:22:49.702Z"
    },
    "id": 593121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593121.json"
    },
    "type": "petition"
}