{
    "attributes": {
        "action": "Stop enforcing the vaccine on people who do not want to take it!",
        "additional_details": "They are affecting our lives with this! People are loosing their jobs over it because as their human rights, they do not want to take it without knowing enough about it. They claim they are not \"forcing\" people to take it yet they are using it as a threat against having a normal life or being able to go anywhere without it. Workplaces are making it a necessity. Public places will not allow you in. Our humans rights have been pushed aside. It will cause children and teenagers to have no life.",
        "background": "It should be a choice whether the vaccine is taken. Your body, your choice. It should not be affecting people's jobs especially those in the healthcare sector. If people do not take the vaccine - let them test weekly with lateral flow tests before entering work premises rather then being forced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T14:04:00.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T15:28:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T08:05:55.017Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801\r\n\r\nDo not require health and social care workers to take covid-19 vaccination: https://petition.parliament.uk/petitions/577842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T08:05:56.102Z"
    },
    "id": 593205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593205.json"
    },
    "type": "petition"
}