{
    "attributes": {
        "action": "Have the same size chart across all businesses to help combat body consciousness",
        "additional_details": "According to research, higher levels of body dissatisfaction are connected with a worse quality of life, psychological discomfort, and an increased likelihood of harmful eating behaviours and eating disorders.\r\n\r\nIn terms of body image, 37 percent of teens were unhappy, and 31 percent were ashamed. A little more than one-third of individuals indicated they had ever felt nervous (34%) or sad (35% ) over their body image.",
        "background": "The government needs to make sure all clothing companies work off a universal sizing chart. \r\nOne size in one store should be the same size in another store. \r\nThe Government needs to prevent negative body consciousness and body shaming which will further prevent poor mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T21:33:28.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T22:24:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T10:40:28.580Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about clothing sizes are a matter for indiviudal manufacturers and retailers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T10:40:29.487Z"
    },
    "id": 593247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593247.json"
    },
    "type": "petition"
}