{
    "attributes": {
        "action": "STOP Theddlethorpe site considered for radioactive waste disposal",
        "additional_details": "Theddlethorpe is located close to the sea and in a flood plain. We had an earthquake in 2008. The area is known for very rare species of plants and reptiles, which could be wiped out.",
        "background": "We want the Government and Parliament to reconsider using Theddlethorpe site for radioactive waste disposal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T00:54:33.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T18:41:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T12:56:41.065Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the possibility of a geological disposal facility being developed in Theddlethorpe, but at this stage Radioactive Waste Management Ltd (RWM) is enaging with communities to identify a suitable location to host a geological disposal facility.\r\n\r\nThe Government has stated that before a decision is made to seek development consent from the Secretary of State, there must be a Test of Public Support by the community to demonstrate it is willing to host a GDF: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/766643/Implementing_Geological_Disposal_-_Working_with_Communities.pdf\r\n\r\nIf and when a development consent order is sought from the Secretary of State we could accept a petition calling for this consent not to be granted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T12:56:41.922Z"
    },
    "id": 593261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593261.json"
    },
    "type": "petition"
}