{
    "attributes": {
        "action": "Fine Local Authorities that break the law of The children’s & families act 2014.",
        "additional_details": "Local authorities repeatedly break the laws put in place to protect sen children.  They do not follow the legislation around ehcp assessment.  And seemingly there is no punishment for doing this, meanwhile sen children are suffering, their families are suffering.  Yes there are complaints procedures but when happens when these complaints are not even responded too as is common? How is it that LA’s are repeatedly permitted to do this and flaunt the law so easily?  This has to stop.",
        "background": "Local Authorities across the country are frequently totally ignoring and breaking the laws of the children’s and families act 2014 with apparently no consequences.\r\n\r\nI believe this to be a deliberate in house policy to delay helping sen children and therefore having to fund additional help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-25T12:52:55.437Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-25T15:14:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T07:42:47.001Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about local authorities failing to meet their duties under the Children and Families Act 2014, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you feel that a council service hasn’t been properly delivered, you can make an official complaint, which can be escalated to the Local Government Ombudsman if this isn't resolved.\r\n\r\nAny sanctions for failing to meet legal duties under this act would be a matter for the courts, if a legal action was brought against the relevant local authority.\r\n\r\nWe could accept a petition calling on the Government to create a new process to oversee local authority compliance with the Children and Families Act 2014, with powers to impose fines where a local authority has been found not to have met its legal duties under this act."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-29T07:42:48.237Z"
    },
    "id": 593351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593351.json"
    },
    "type": "petition"
}