{
    "attributes": {
        "action": "Help businesses make their green energy contribution.",
        "additional_details": "Take away the green energy planning control from local councils, in an effort to help businesses save our planet.",
        "background": "Review the way the local councils deal with green energy planning applications such as wind and solar power. At present, local businesses are having their green energy applications denied, without reasonable cause. Ensure businesses green energy applications are fairly reviewed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-25T10:09:51.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-26T09:45:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T08:27:44.445Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about planning decisions for green energy projects being denied, but we're not sure exactly what you'd like the Government or Parliament to do. You've said you want the planning process to change, but it's not clear what changes you want to be made to this process.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for all planning decisions regarding green energy projects to be made by central government, rather than local government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T08:27:51.583Z"
    },
    "id": 593345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593345.json"
    },
    "type": "petition"
}