{
    "attributes": {
        "action": "To discuss the potential salvage of HMS Bronington.",
        "additional_details": "After HMS Bronington was decommissioned, she was purchased by the Bronington Trust and was commanded by HRH Prince of Wales between 9 February and 15 December 1976. She soon became part of the Warship Preservation Trust which sadly collapsed, then on the 17 March 2016 she became somewhat submerged. There is a solid passion for this momentous minesweeper to be salvaged or partially preserved, it is a significant piece of this great countries Royal History that should be proudly celebrated.",
        "background": "We ask the Government to discuss and debate the destiny of this somewhat submerged member of Royal British history. We ask them to discuss the possibilities of dutiful salvage or if salvage is not an option, the respectful breaking of this vessel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-25T22:14:43.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-26T07:34:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T08:33:30.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nWhen the Warships Preservation Trust went into liquidation in 2006 it is understood that ownership passed to Peel Ports and the future of the vessel is entirely the responsibility of that company, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-15T21:05:51.300Z"
    },
    "id": 593393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593393.json"
    },
    "type": "petition"
}