{
    "attributes": {
        "action": "We shouldn't pay for takeaway until it has been delivered and delivered on time",
        "additional_details": "I'm asking for this petition because I'm sick of the horrendous service we as consumers get from takeaway delivery services, you get offered a delivery time and 9/10 you're food is late mostly by 30mins or more, and it's impossible to get a refund, getting palmed off with a voucher for a restaurant that has just delivered you late/cold food, I want the power to be with the customers, so I want it put in place that no money gets paid until successful delivery of the food within the offered time.",
        "background": "Put it in place that consumers of takeaways shouldn't have to part with any money until the food has been delivered within the time frame they offer, otherwise its free.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T17:31:55.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-25T14:03:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T07:38:05.352Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about buying and paying for takeway food are a matter for indiviudal takeaways and consumers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-29T07:38:06.168Z"
    },
    "id": 593307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593307.json"
    },
    "type": "petition"
}