{
    "attributes": {
        "action": "Revoke the proposed enforced vaccination for care workers",
        "additional_details": "The proposed mandatory vaccination for care home staff is a violation of care staffs human rights, as well as direct discrimination to this industry and its workers. The coronavirus vaccination has not been mandatory for parliament members, or other sectors and this will have a huge impact on the health care industry-  an already understaffed, low paid and under qualified industry. The proposal suggests vaccination helps keeps vulnerable people safe, but doesn’t include visitors and the public. Continuing with this will leave the vulnerable neglected of their needs, not protecting them.",
        "background": "Revoke the proposed mandatory vaccine for care workers, in line with; human rights, the nuremberg code and the vaccination green book. As well as discriminating against health care workers, where some sectors this is not enforced nor for visitors in care homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-26T20:00:33.749Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-26T20:13:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T17:02:14.283Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same/a similar action: \r\n\r\nDo not require health and social care workers to take covid-19 vaccination: https://petition.parliament.uk/petitions/577842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-29T17:02:14.281Z"
    },
    "id": 593488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593488.json"
    },
    "type": "petition"
}