{
    "attributes": {
        "action": "Ammend the Security Industry Authority Act 2001",
        "additional_details": "A minimum security operative wage earning £10.50 an hour with the pay-rate increasing in line with national minimum wage.  \r\n\r\nRegulate organisations who are using license holders to carry out duties to enforce health and safety requirements such as having a suitible number of security operatives and impliment a mandatory requirement where PPE/Enhanced training has to be issued.  \r\n\r\nEmployers banned from restricting license holders from working for another competitor.",
        "background": "The current SIA format provides no real value to the UK as the industry standards are not being met. Pay rates across the security sector have significantly dropped since the implimentation of the license. Many employers hold unfair exclusivity clauses banning license holders from working elsewhere.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-26T09:29:09.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T07:32:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T16:13:06.298Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current legislation governing private security, but it's not clear exactly what legislative changes you want the Government to make.\r\n\r\nThe Security Industry Authority already regulates the UK's private security industry, although it is the Health and Safety Executive that is responsible for the encouragement, regulation and enforcement of workplace health, safety and welfare.\r\n\r\nAdditionally, petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about pay for privately employed workers are a matter for individual employers, not the Government or House of Commons,\r\n\r\nIf you want new PPE or training requirements for licensed security businesses we may be able to accept a petition calling for this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T16:13:07.158Z"
    },
    "id": 593418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593418.json"
    },
    "type": "petition"
}