{
    "attributes": {
        "action": "Reform family court proceedings.",
        "additional_details": "There is a high percentage of poor conclusions within family court proceedings that result in children being forced into contact with abusive, controlling and coercive parents against their wishes.  The abusive parents ‘go to’ counter allegation of parental alienation has been debunked in the 90s and more recently by a review by Cardiff University",
        "background": "proceedings\r\n\r\n1-proceedings to be public 2-remove laws for secrecy regarding aspects of family 3-train judges to identify abusive parents 4-remove the term ‘parental alienation’5-train judges to be more child centric in their decisions and listen to the child’s thoughts feelings and wishes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-26T19:28:29.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-27T11:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T08:30:14.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about family court proceedings, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to \"laws for secrecy regarding aspects of family\", but it's not clear what you mean by this.\r\n\r\nTraining for judges is a matter for the judiciary, not the Government or House of Commons.\r\n\r\nYour petition raises concerns about reference to \"parental alienation\" in courts, but decisions about the arguments to deploy in court, and how to take these into account in coming to a judgement, are a matter for the courts, not the Government or House of Commons. Courts are already required to consider the best interests of a child when making child arrangement orders.\r\n\r\nYou could have petition calling for family court proceedings to be in public if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T08:32:33.011Z"
    },
    "id": 593482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593482.json"
    },
    "type": "petition"
}