{
    "attributes": {
        "action": "Allow families that live abroad to reunite.",
        "additional_details": "Let’s not forget that we all have the need to feel and be safe. Let’s not forget that we were all born to be free and think and decide for ourselves. Please, do not let this pandemic to tear apart the little humanity that it is left in this world that feels it’s crumbling. Let’s not forget that are people who because of their believes won’t get the jab, or because of health problems. Let’s try to find a middle path for all of us. People shouldn’t feel harassed or discriminated. We are all humans",
        "background": "We shouldn’t feel like we’ve been forgotten. We shouldn’t feel like we’re about to tear each other apart. This pandemic has been very challenging specially for the families that have been kept apart because of it. \r\nAllow families to travel and to reunite without any more complications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-27T19:20:29.591Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-27T20:58:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T11:15:30.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing restrictions on travel, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for people with relatives living abroad to be exempted from travel restrictions, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-30T11:15:31.238Z"
    },
    "id": 593560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593560.json"
    },
    "type": "petition"
}