{
    "attributes": {
        "action": "Objection against GM Licensing Minimum Standards",
        "additional_details": "We have just gone through a difficult year and the proposed changes will affect the Taxi Trade. It was also affect the livelihood of the taxi drivers. These changes cause problems for the drivers especially considering they would have to change their cars which is hard to do after the difficult year we just had.",
        "background": "There are different changes taking place which causes for most of the drivers in Bolton so we want extra funding and the proposed changes that are taking place in 2023 be extended to 2025 as it is too early",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-27T08:12:58.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-27T08:26:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T08:18:02.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local taxi licensing standards are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T08:18:03.954Z"
    },
    "id": 593507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593507.json"
    },
    "type": "petition"
}