{
    "attributes": {
        "action": "Require all emergency services to handle ordnance survey grid references.",
        "additional_details": "At present this is a mess. Some services can take O/S grid reference and some cannot. Some can accept numeric easting/northings. Some can accept GPS WGS84 latitude/longitude. But there is no common standard that they must all accept. We have a long standing national mapping reference system - Ordnance Survey grid reference. Insisting all services can handle this creates a safety net. Obviously accepting other options as well makes sense, but let's set a minimum requirement.",
        "background": "At present emergency services can handle various location references, but it is not consistent, so it is not clear what system a person needs. It would be good to have a minimum requirement to accept locations using the existing standard national mapping reference system (Ordnance Survey).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-28T08:20:21.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T08:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T11:17:51.629Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about how to manage enquiries are an operational matter for the emergency services, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T13:26:53.513Z"
    },
    "id": 593587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593587.json"
    },
    "type": "petition"
}