{
    "attributes": {
        "action": "5 Year Ban and from National Parks and unlimited fine if you're caught littering",
        "additional_details": "Litter is killing our wildlife, polluting our waters and damaging our ecosystems, in areas of outstanding beauty people are damaging them and it must be taken seriously, offenders don't deserve to get away with this and should be expelled from these areas if caught and forced to clean them, it's disgusting and these people should be forced to repair the damage that they have committed to the environment.",
        "background": "If caught littering in a national park you should receive a 5 year ban.\r\nYou can reduce this sentence by performing community service cleaning a national park or choose it over a fine.\r\nTrespass after offence should be added to criminal record, offender then needing to wear a tag to prevent trespass",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T09:32:40.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-29T12:45:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T13:30:58.404Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about banning someone from a national park or parks would be a matter for the relevant parks authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease fixed penalty fines for littering: https://petition.parliament.uk/petitions/581996\r\n\r\nMandatory community service for litter droppers: https://petition.parliament.uk/petitions/577555"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T13:30:59.366Z"
    },
    "id": 593662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593662.json"
    },
    "type": "petition"
}