{
    "attributes": {
        "action": "Leave home educators to continue home educating their children how they choose.",
        "additional_details": "People choose to home educate their child because that suits them, freedom of choice is not cause for concern. 9 million adults leave school illiterate, these figures show the school way does not suit every child.  There are more children in school than home educated, school admissions are struggling to meet the demand for school places, home educating families help with this problem.  Home educators do not always follow a curriculum so standardised tests do not work with home educated children.",
        "background": "To leave families who choose to home educate to home educate how they see fit.  Home education improves the mental health of many children as well as giving these children more support.  There have been mentions of \"hidden children\", the only place many of these children end up hidden is in school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-28T18:21:23.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T18:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T07:23:14.437Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. If you choose to educate your child from home you must make sure your child receives a full-time education from the age of 5, but you do not have to follow the national curriculum. If your child has SEN and attends a special school, you’ll need to get the council’s permission to educate them at home. You can find out more about home education here: https://www.gov.uk/home-education\r\n\r\nIf you are concerned about the ability of schools to require children with EHCP to attend a particular school, you might like to sign the following petition:\r\n\r\nModify arrangements for Home Education of children with an EHCP: https://petition.parliament.uk/petitions/575022\r\n\r\nIf you want the Government to do something else you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:31:45.335Z"
    },
    "id": 593624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593624.json"
    },
    "type": "petition"
}