{
    "attributes": {
        "action": "Change the Green List.",
        "additional_details": "Canada has a higher vaccination rate and lower case counts than both Britain and the U.S. but for some inexplicable reason, the U.K. is keeping Canadians and similar countries off the Green List of countries exempt from isolation on arrival. Why. Is this political because of U.S. trade?The Green List should be decided on vaccination rates and case counts not for political gain such as worrying about losing out on trade deals with such giants as the U.S. after brexit.",
        "background": "U.K. is keeping Canadians and similar countries off the Green List. Put Canada and similar countries on it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T13:14:09.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-30T17:40:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T11:20:10.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about which countries are on the green list for Covid-19 travel rules, but we're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling for Canada to be added to the green list, but if you wanted other countries to also be added to this list, it would need to be clear on what basis you wanted this to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPublish criteria for allocating countries to red, amber and green lists: https://petition.parliament.uk/petitions/587003"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T11:20:10.831Z"
    },
    "id": 593684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593684.json"
    },
    "type": "petition"
}