{
    "attributes": {
        "action": "PROTECT CRITICS OF RELIGION",
        "additional_details": "To stop discrimination of individuals who criticise religion.\r\n\r\nFree speech isn’t free speech at all if there are harmful, punitive & lasting consequences for critics of religion.\r\n\r\nBecause of the absence of specificity in law about the freedom to criticise and mock religion-lives of critics have been disproportionately & adversely impacted in workplaces,institutions,media,politics,comedy & society in general etc + perspective about tolerance of criticism has been skewed, probably most catastrophically in relation to policing & education.\r\n\r\nThose who benefit from silencing criticism enjoy deference.  People can can oppress & punish critics and manufacture consequence via cancel culture. Employment can be terminated. \r\n\r\nTolerance needs to be a two way for society to function positively.",
        "background": "I want government to introduce ‘specificity in anti-discrimination law’ which provides freedom and protection to the the individual to criticise and/or mock religion without consequence-incitement being the only exception.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T00:52:45.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-30T07:28:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T09:07:38.118Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the consequences for people who criticise or mock religion, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAmend Employment law to protect employees free speech outside of the workplace: https://petition.parliament.uk/petitions/582768"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T09:07:39.962Z"
    },
    "id": 593644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593644.json"
    },
    "type": "petition"
}