{
    "attributes": {
        "action": "Revise relationship policies and approaches across all educational settings",
        "additional_details": "To be able to learn, all children need to feel safe, in a calm, orderly\r\npositive environment. More than ever, all children, young people\r\nand adults in schools, and especially the most vulnerable, will\r\nneed support to recover their sense of well-being, following the COVID-19 pandemic, and rebuild trusting relationships in order that they thrive. Developing systems of behaviour management that are relational, empathetic and aim to understand conduct through the lens of a child’s prior experiences.",
        "background": "A system wide redevelopment of educational policies and processes, academic support and training programmes, that will benefit our young people in schools and all social care settings; aiming to complement and extend the DfE guidance on supporting emotional wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T11:25:02.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-29T12:21:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T08:07:35.759Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see review and reform of certain policies in the education sector, but we're not sure exactly what you would like to be reviewed and reformed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T08:07:36.569Z"
    },
    "id": 593674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593674.json"
    },
    "type": "petition"
}