{
    "attributes": {
        "action": "Privatise Planning",
        "additional_details": "Due to the failings of Planning Departments as a whole, the time it takes to register a Planning Application, the time it takes to go through the planning process, the complete lack of communication between Planning Officers and Agents/Applicants, it is time for Planning to become much more professional in it's service. The only way to do this is to Privatise at least the higher Management of this sector.\r\nApplicants are paying substantial fees and not receiving a high enough quality in return.",
        "background": "We want Planning to be Privatised to speed up the Planning Process and offer a far more superior service. This worked well with Building Control and given the lacklustre of most Planning Departments, it is time it should happen to Planning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T11:34:37.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-30T10:34:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T09:19:07.810Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current effectiveness of the planning system, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for \"planning\" to be privatised, but it's not clear exactly what you mean by this. Local and central government sets policy and makes decisions in relation to the planning system and individual planning decisions, and it's not clear what parts of this system you want to be privatised.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T09:19:08.731Z"
    },
    "id": 593675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593675.json"
    },
    "type": "petition"
}