{
    "attributes": {
        "action": "Make banks provide a special needs adviser in all branches",
        "additional_details": "Independent living is the ideal for everyone. Schools provide a lot of support for students with special needs but when they leave full-time education there is little available especially within the banking system. Most bank accounts do not take into consideration the support needed for these people and their carers. By providing specialist services and support independent living can be better achieved. Also debt and in some cases homelessness could be avoided for vulnerable people",
        "background": "Make it law for banks to provide special needs advisers and services in all branches",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-30T11:00:30.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-31T16:07:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T12:32:17.221Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about what services to provide in branch are a matter for individual banks, not the Government or House of Commons.\r\n\r\nBusinesses providing a service, including banks, are required to make reasonable adjustments to people who have a disability which has a substantial and long-term impact on your ability to do normal day to day activities. You can read more about the duty to make reasonable adjustments here: https://www.equalityhumanrights.com/en/multipage-guide/using-service-reasonable-adjustments-disabled-people"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T12:32:18.224Z"
    },
    "id": 593765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593765.json"
    },
    "type": "petition"
}