{
    "attributes": {
        "action": "Charge cyclists for reckless endangerment where they refuse to use cycle paths",
        "additional_details": "A great amount of money has been spent on improving the cycle routes throughout the UK, and many cycle routes now provide better access than by road. Yet many cyclists pay little attention to cycle routes and will refuse to use them even when informed of their presence. The refusal to use available cycle routes creates unnecessary danger, unnecessary congestion and unnecessary pollution. One cyclist can cause miles of traffic (destroying green benefits) and huge hindrance to emergency services.",
        "background": "Use the current Road Safety laws/Road Traffic Act to prosecute cyclists for reckless endangerment when they refuse to use available cycle routes on busy roads. Cycle paths are made available for the benefit of all road users, to reduce risk of injury, reduce congestion and reduce pollution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T19:02:37.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-29T19:53:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T08:46:38.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nYou may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/593714"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T08:46:39.566Z"
    },
    "id": 593713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593713.json"
    },
    "type": "petition"
}