{
    "attributes": {
        "action": "Have a National,  Treat Others The Way That You Would Want To Be Treated Month.",
        "additional_details": "By showing these people who are Racially abusive and harm others also animals for what ever reason, what it feels like to be on the receiving end of their treatment' they might change their ways. This could be done by posters on buses,etc advertisements on tv as in some one facing the camera abusing it and pretending to push and punch out towards it towards the viewer, with the words if you don't like this don't do it to others and anything that well, others wouldn't want or like to be treated.",
        "background": "At the age of 60 i have been in a lot of different rolls as in Forces, PSC, Prison Officer for 16  years  Medically Retired due to injuries in the line of duty and now ACA. I have  experienced a lot in that time.Some people don't know nice but they know how they want to be treated but are abusive",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-30T14:26:27.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T07:06:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T08:43:02.103Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about months celebrating or encouraging particular things are a matter for campaign groups and private individuals, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T08:43:03.014Z"
    },
    "id": 593782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593782.json"
    },
    "type": "petition"
}