{
    "attributes": {
        "action": "Speed bumps on roads",
        "additional_details": "People drive around Edgeley like they're taking part in the grand prix.  Kids drive around on motorbikes without a helmet on and none of this is policed. Someone was knocked off their moped.  A school had their gates driven in to.  I'm not sure what It would take to get speed bumps on all the roads.  Would it take a human to be mowed down and killed? Do we really want that to happen? Residential streets shouldn't be used as race tracks and speed bumps will prevent this.",
        "background": "I live in a town called Edgeley just outside if Stockport in Manchester.  I've only lived here 2 years but in that time I have had 3 cats run over and killed. They're only cats to non pet owners but to us they are family. Before long a human is going to be seriously hurt if not already.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-31T08:06:11.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-31T11:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T12:19:38.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local traffic calming measures, including whether to install speed bumps, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: http://democracy.stockport.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T12:19:39.589Z"
    },
    "id": 593820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593820.json"
    },
    "type": "petition"
}