{
    "attributes": {
        "action": "Allow parents to choose whether their children can wear a mask at school.",
        "additional_details": "Unlike the UK, many countries have precautions in place to reduce transmission of COVID-19 in schools. British children are largely unprotected against COVID-19 and the unknown long term effects of the virus. School closures through illness also affect the short and long term well-being of children. Evidence for the pros and cons of masks in school is mixed. Give parents the choice to allow their children to wear a mask at both primary and secondary school levels.",
        "background": "Parents have the right to protect their children. Other countries allow children of all ages to wear masks in school. Some mandate masks for all children. Don't prevent primary or secondary school students from wearing a mask in all school areas if they so choose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-31T13:04:45.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-02T09:58:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T07:44:34.192Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how school students are being protected from Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has withdrawn its guidance recommending that school students wear face coverings, but this does not mean school students cannot wear face coverings. It is up to individual schools whether to require or advise their students to wear face masks, and individual students whether to wear face masks if there is no such requirement or advice."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T07:44:35.047Z"
    },
    "id": 593827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593827.json"
    },
    "type": "petition"
}