{
    "attributes": {
        "action": "Stop the introduction of the hierarchy of road users on responsibility",
        "additional_details": "We need the government to not allow this to become part of the Highway Code at all! The roads are becoming more populated with vehicles and a laps in concentration will end in serious injury. It is the responsibility of the pedestrian to cross when safe to do so",
        "background": "The DVSA have recently made changes to the Highway code. One of these changes is to give priority to pedestrians waiting to cross at junctions. \r\n\r\nIf you are turning left from a main road to a side road, as the driver you are to allow the pedestrian to cross. \r\n\r\nThis is a very bad idea",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-01T19:29:44.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-01T20:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-03T07:58:56.852Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about proposed changes to the Highway Code, but it's not clear if you want the Government to abandon plans to introduce a hierarchy of road users, or to clarify existing rules on pedestrian priority on pavements, or both. You can read the Government's proposals here: https://www.gov.uk/government/consultations/review-of-the-highway-code-to-improve-road-safety-for-cyclists-pedestrians-and-horse-riders\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T07:58:58.130Z"
    },
    "id": 593888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593888.json"
    },
    "type": "petition"
}