{
    "attributes": {
        "action": "Provide more education on consent and sexual harassment in the curriculum.",
        "additional_details": "97% of females aged 18-24 are victims of sexual assault. \r\nThe current sex education has failed. \r\nMy generation’s (aged <25) entire, official education on consent, is a 2:50 YouTube video about drinking tea. The video is seen as a joke. Consent is not a joke. \r\nExplicitly teach people what is consent and what is not. Explicitly teach them what is harassment; it is not subjective to opinion, it is not a compliment, it is wrong.\r\nAn informed, educated generation aids a safer future.",
        "background": "Make change to drive down the 97% of young females who are victims of sexual assault. \r\nIncrease the hours required of sex education within the curriculum to include a thorough education on consent and sexual harassment. Recent statistics show that current systems have failed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-31T06:52:18.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-31T17:14:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T12:34:01.799Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nThe national curriculum does not specify a number of hours that need to be spent on particular topics.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake the education of sexual consent, assault & rape compulsory in junior school: https://petition.parliament.uk/petitions/579211\r\n\r\nInclude sexual assault mitigation in the curriculum, save women from violence: https://petition.parliament.uk/petitions/579496"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T12:34:02.629Z"
    },
    "id": 593817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593817.json"
    },
    "type": "petition"
}