{
    "attributes": {
        "action": "The govt fully fund and undertake the insulation of all social housing by 2025",
        "additional_details": "To meet UK commitments under the Paris Agreement to stay below 1.5C and legal obligations under the Climate Change Act 2008, as amended in 2019, emissions from heating and powering homes must be reduced by 78% in less than 15 years and then to zero by 2050.\r\nNearly 15% of the UK's total emissions comes from heating homes. The CCC flag the \"stalled\" work, which 'must be viewed and supported by the Treasury as a national infrastructure priority\" (2019) for energy efficiency, job investment & health",
        "background": "The govt immediately promise to enact within four months a legally binding national plan to fully fund and be responsible for full low-energy /carbon retrofit of all homes in Britain, with no externalised costs, by 2030 for a just transition to decarbonisation of all parts of society and the economy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-03T10:08:15.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T13:00:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T07:19:03.828Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see action to insulate homes in the UK, but we're not sure if you want this to apply to only social housing (referred to in your title) or all homes (referred to in the main text of your petition). In any case, the UK Government is only responsible for housing in England, and not Scotland or Wales.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:20:24.239Z"
    },
    "id": 593994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593994.json"
    },
    "type": "petition"
}