{
    "attributes": {
        "action": "Ask the government to review care for people suffering with Post Sepsis Syndrome",
        "additional_details": "As a Sepsis survivor myself my wife and I found the immediate period after discharge extremely difficult, we were never told about PSS and what to expect, my GP was ignorant towards the condition and dismissed it. At this juncture in my recovery I was suffering with PTSD, depression, Chronic pain, Chronic Neuropathy pain, Cognitive and memory problems and was dealing with the effects of kidney failure and three heart attacks. You leave hospital ill but are treated like you have just been cured.",
        "background": "Review the care given to PSS sufferers, a better discharge pathway with advice for relatives as well as the patient needs to be formulated. PSS has many elements so easier access to specialist services is essential. Most clinicians have never heard of PSS so we need to know why as its so prevalent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-02T13:27:54.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T07:01:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T13:15:26.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe development of clinical guidelines for the management of specific conditions is a matter for the National Institute for Health and Care Excellence (NICE), not the UK Government or Parliament. \r\n\r\nYou can find out how to contact NICE here:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T13:15:26.604Z"
    },
    "id": 593940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593940.json"
    },
    "type": "petition"
}