{
    "attributes": {
        "action": "Stafford new park at the north end in holmcroft road NEEDS CCTV.",
        "additional_details": "I would like parliament to liaise with my MP THEO CLARKE Staffords MP. I wish for better police patrols and CCTV , the response to my sons post about looking for witnesses etc was crazy  . I was inundated with parents saying how police did nothing. This isn’t on and one day it’s so bad I actually fear a child will be knifed or killed . An with no CCTV what evidence would there be …",
        "background": "A new park has been opened in Stafford Staffordshire , and before it was even officially opened there has been multiple incidents of bullying my 17 yr old was attacked unprovoked and needed hospital treatment for head injury . This park NEEDS CCTV",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T05:57:55.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T06:47:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T15:18:05.960Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local planning decisions are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T15:18:05.976Z"
    },
    "id": 594055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594055.json"
    },
    "type": "petition"
}