{
    "attributes": {
        "action": "Specialised Education for children with Autism",
        "additional_details": "Thousands of autistic children are being over looked and being forced into boxes that they do not fit in.\r\nChildren on the spectrum need specialised schools and teachers properly trained to teach and understand them.",
        "background": "The Autism Education plan needs completely overhauling. \r\nWe need  dedicated school and all teachers must be trained",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T12:53:20.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T14:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T09:21:55.017Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about school provision for children with autism, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to the \"Autism Education plan\", but the Government doesn't appear to have published a plan about education for children with autism.\r\n\r\nIn any case, decisions about local educational provision, including for children with special educational needs, is a matter for individual local authorities, not the Government or House of Commobs, but we have published the following petitions, which you might like to sign:\r\n\r\nProvide funding to increase school places for students with special needs: https://petition.parliament.uk/petitions/585658\r\n\r\nProvide optional schooling for children with special needs during school breaks: https://petition.parliament.uk/petitions/582126"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T09:21:55.820Z"
    },
    "id": 594073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594073.json"
    },
    "type": "petition"
}