{
    "attributes": {
        "action": "Increase The Protection Of Animals By Changing Laws Surrounding Animal Rights",
        "additional_details": "Wild animals get captured, torn away from their families, placed in tiny cages where are they unable to move, have their feet chained so they don't run away, given fed little food and then they are forced to do \"tricks\" in the entertainment sector. \r\n\r\nThey are trained into doing tricks in cruel ways like being tasered and they are forced into doing tricks that humans would be frightened into doing. But if they don't, they painfully get punished. This isn't the life to live.",
        "background": "We want you to:\r\n\r\nMake a law requiring animal owners to provide livable cage sizes\r\n\r\nBan the use of \"inhumane\" methods when training animals\r\n\r\nIncrease animal welfare in the UK since the conditions they are kept in horrible \r\n\r\nBan the sale of animals to foreign circuses and zoos",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T16:59:07.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-09T10:09:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T09:41:38.757Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under existing animal welfare laws owners and keepers have a duty of care to their animals and must make sure they meet their needs:\r\n\r\n- for a suitable environment and place to live\r\n- for a suitable diet\r\n- to exhibit normal behaviour patterns\r\n- to be housed with, or apart from, other animals (if applicable)\r\n- to be protected from pain, injury, suffering and disease\r\n\r\nIt is also an offence to cause unnecessary suffering to an animal.\r\n\r\nYou can find out more about existing animal welfare laws here: https://www.gov.uk/guidance/animal-welfare\r\n\r\nWe can accept petitions calling for changes to existing animal welfare laws, and could accept a petition calling for a ban on selling animals to foreign circuses and zoos."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T09:41:39.510Z"
    },
    "id": 594097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594097.json"
    },
    "type": "petition"
}