{
    "attributes": {
        "action": "Prevent holiday homes from destroying communities and reducing local housing",
        "additional_details": "Local housing opportunities is becoming less and less due to a massive uptaking of second homes. \r\n\r\nLocal communities will slowly disappear as residents will be forced out of the areas they live and work in due to a lack of renting/buying opportunities which are instead being taken up as second homes. \r\n\r\nThis is something that's particularly worrying in North Wales at the moment and I'm sure other tourist areas too.",
        "background": "I would like the government to take further action by limiting the number of second homes a person can have and increasing taxes on said properties. This would make it fairer on local residents who are already struggling for housing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T11:53:12.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T12:17:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T08:38:44.897Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government is not responsible for how many properties a person owns. There is already a higher rate of Stamp Duty Land Tax for people purchasing an additional property, but we could accept a petition for this surcharge to be increased: https://www.gov.uk/stamp-duty-land-tax/residential-property-rates"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T08:38:45.951Z"
    },
    "id": 594069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594069.json"
    },
    "type": "petition"
}