{
    "attributes": {
        "action": "Get the TFL night tube back up and running for a safe journey home",
        "additional_details": "The night tube helps the hospitality industry by giving those attending nightclubs and events in and around London a safe and reasonably priced way to travel home. The night tube is reliable not leaving anyone hanging around the streets something you have to do waiting for your uber. \r\nMany people also can not afford Uber’s prices - Uber have put their prices up since 2020 and continue to do so especially after 12pm with their extortionate surcharges.",
        "background": "Get the TFL night tube back up and running for a safe journey home for those travelling around London in the early hours of the morning. TFL said they will not bring back the night tube until 2022 which will have a knock on affect for the hospitality Industry who have already been affected by covid",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T21:33:47.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T21:44:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T10:15:32.368Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about London tube services are a matter for Transport for London, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T10:15:33.348Z"
    },
    "id": 594122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594122.json"
    },
    "type": "petition"
}