{
    "attributes": {
        "action": "Review of the traffic infrastructure linked to the Dartford Crossing.",
        "additional_details": "Roughly 4 days out of 7 on a weekly basis the dartford crossing becomes massively congested causing severe delays on the m25 and surrounding areas. This is becoming more frequent as is almost impossible to commute anywhere by car if you live in the surrounding areas. It’s taking people hours to get to A - B for journeys which should take 10-30 minutes. With more houses going into the area something needs to change as things will only get worse. The automated toll has made things worse.",
        "background": "A review of the current processes in place for the dartford crossing. Such as dedicated emergency services on hand for when an accident happens which is almost daily at present. A review of lane organisation for cars and lorries. Person Traffic control on surrounding areas impacted by the crossing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-07T13:26:34.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-07T13:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T08:57:14.725Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about congestion caused by the Dartford Crossing, but we're not sure if you want the Government to review traffic on the Dartford Crossing, or how this affects congestion on nearby road networks, or both.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T10:19:30.430Z"
    },
    "id": 594379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594379.json"
    },
    "type": "petition"
}