{
    "attributes": {
        "action": "End Animal Cruelty in UK and make it illegal.",
        "additional_details": "Companies torture animals for food or produce when there are better ways. If you just search \"Animal Cruelty UK\" on YouTube it shows countless of videos of animals suffering in cages. Mother pigs are forced to give birth to babies and breed them in a tiny cage. All animals are tortured by the lack of services provided to them. They die from disease or sent to a slaughterhouse if they are no use (such as when cows are killed when they cannot produce anymore milk).",
        "background": "To end animal cruelty and ban factory farms. Make torturing any animal for commercial or domestic use illegal. Animal cruelty is a never-ending cycle of misery that is in the UK. It must be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-08T19:17:56.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-08T23:13:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T09:10:39.825Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about animal cruelty, but we're not sure exactly what you'd like the Government or Parliament to do. Causing unnecessary suffering to an animal is already a criminal offence, and you can find out more about animal welfare laws here: https://www.gov.uk/guidance/animal-welfare\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPut a ban on factory farming: https://petition.parliament.uk/petitions/578999\r\n\r\nEnd the Cage Age for all farmed animals: https://petition.parliament.uk/petitions/593775\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T09:10:40.648Z"
    },
    "id": 594467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594467.json"
    },
    "type": "petition"
}