{
    "attributes": {
        "action": "Enact legislation to enforce at least twice weekly household waste collection",
        "additional_details": "In most countries, even in third world countries, it is normal to have daily household waste collection. As opposed, in the UK which is apparently one of the richest countries in the world, people have to put up with weekly waste collection for the highest amount of council tax being charged anywhere in the world. \r\nThis has now changed to fortnightly collection in many places which is totally unacceptable, and an utter failure of government.",
        "background": "Introduce legislation to enforce by law at least twice weekly household waste collection throughout the UK. At the moment individual councils are allowed to do whatever they want as the frequency of waste collection is not enforced by law and currently it is collected bi-weekly which is unacceptable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-08T14:35:13.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MHCLG",
                "name": "Ministry of Housing, Communities and Local Government",
                "url": "https://www.gov.uk/government/organisations/ministry-of-housing-communities-and-local-government"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-08T14:51:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T07:01:50.260Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe UK Government is only responsible for local government in England, not the rest of the UK. As a result it is not possible for the Government or House of Commons to take the action you have requested. We could accept a petition calling for legislation along the lines you've suggested just for England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T07:01:51.122Z"
    },
    "id": 594450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594450.json"
    },
    "type": "petition"
}