{
    "attributes": {
        "action": "Give recently Covid recovered individuals the same status as double vaccinated",
        "additional_details": "A recent study in Israel shows that natural immunity has a 6.7 greater level of protection than vaccine induced immunity. Moreover multiple researches have pointed out that vaccine do not stop transmission of the virus, unlike people who have natural immunity. Most countries around the world give natural immunity the same status as vaccine immunity in light of the overwhelming scientific evidences. The UK should follow suite.",
        "background": "The Government should give recently COVID-19 recovered individuals the same status as double-vaccinated giving them the same rights for travel, attending events or avoiding self-isolating when pinged by the NHS app as most countries around the world do, including the EU",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-08T09:00:19.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-08T13:26:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-11T13:44:40.799Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action:\r\n\r\nInclude people with high Covid-19 antibody levels in Covid-19 passport schemes\r\nhttps://petition.parliament.uk/petitions/580974\r\n\r\nAlso, when you start a petition, you'll need to include your full name for it to be approved."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-11T14:14:40.839Z"
    },
    "id": 594425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594425.json"
    },
    "type": "petition"
}