{
    "attributes": {
        "action": "Introduce a UK law to remove mobile roaming charges in Europe",
        "additional_details": "A roaming charge is pure profit for doing absolutely nothing. The MNOs are not providing a new or enhanced service they are simply doing the same thing but charging more. This charge is a way for the MNOs to avoid the OFCOM cap in annual price increases.\r\n\r\nWe may have left the EU but we are still a country in Europe and millions of UK citizens travel to the EU for business, holidays and study every year and they are now going to be financially penalised for no reason.",
        "background": "In 2016 all member states of the EU voted to abolish roaming charges to ensure that customers do not get charged excessively and unfairly.\r\n\r\nFollowing Brexit MNOs are now reintroducing roaming charges. Could the government please look at introducing a law to match the previous EU laws",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-09T15:23:13.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T10:50:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T11:15:21.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about imposing a surcharge on UK consumers travelling abroad to the EU are a matter for individual mobile operators, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T11:15:22.069Z"
    },
    "id": 594537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594537.json"
    },
    "type": "petition"
}