{
    "attributes": {
        "action": "Hold a live TV debate on COVID misinformation.",
        "additional_details": "We have all seen the damage that misinformation can do, and with yesterday's targeting of the BBC and ITV studios it is clear that current tensions are set to escalate. By holding a live debate we are giving ourselves the opportunity to address the main theories driving vaccine hesitancy and opposition to the passport. Hopefully this will stop most of the conspiracy theorists from protesting and causing any more of the disruption we are starting to see.",
        "background": "The government should host a live debate on the BBC or ITV in which the leading conspiracy theorists present their 'research' and discuss it with leading scientific advisors in order to put these dangerous ideas to bed once and for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-10T12:14:49.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T12:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T11:24:08.390Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about hosting a TV debate would be a matter for broadcasters, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T11:24:09.355Z"
    },
    "id": 594592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594592.json"
    },
    "type": "petition"
}