{
    "attributes": {
        "action": "Act immediately to help combat the climate crisis",
        "additional_details": "The Intergovenmental Panel on Climate Change (IPCC) has said that \"major climate changes [are] inevitable and irreversible\". We need to protect humanity from this extinction event. We need to stop it now to give future generations hope. Wildfires are spreading and causing mass destruction along with floods, droughts, melting ice and heatwaves, killing many... and this is just the start. The Government needs to stop passing new projects that could hinder world progress to stop a catastrophe.",
        "background": "The Paris Climate Agreement set a limit of global warming to 1.5°C. We are going to surpass this within the next 19 years and we need to act now. We can only do this by eliminating the burning of all fossil fuels immediately and by bringing action to the large companies that are emitting gases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-09T16:48:40.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T18:00:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T12:25:27.589Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate crisis, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for eliminating the burning of all fossil fuels immediately, but then goes on to say that the Government needs to stop passing new projects. It's therefore not clear if you want all use of fossil fuels to be prohibited immediately, or if you want the Government to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T12:25:28.582Z"
    },
    "id": 594546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594546.json"
    },
    "type": "petition"
}