{
    "attributes": {
        "action": "To permit the use ofBus Lanes for NHS non-emergency Vehicles and other employees",
        "additional_details": "To be quite simple the use of NHS non emergency vehicles, and duly registered cars driven by NHS community care employees, within their hours of work performing such duties, would provide a win win situation, and immense time and cost saving benefits, without a single addition petty being spent on valuable resources, and in some cases doubling the efficiency of such resources. \r\nThe technology does exist to manage such resources, so why no use it ?",
        "background": "In Norwich recently two such NHS Community Care Employees were fined £60.00 for simply doing their job travelling between their visits using their private cars visit to clients in Norwich, because of the excessive traffic and congestion on the roads. This is totally not acceptable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-11T04:23:18.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-12T09:16:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-17T09:06:30.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local traffic restrictions, including whether to implement bus lanes and what restrictions to impose on these, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-17T09:06:31.432Z"
    },
    "id": 594638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594638.json"
    },
    "type": "petition"
}