{
    "attributes": {
        "action": "Ban the formation of apprenticeships in the retail and hospitality sectors",
        "additional_details": "In retail and hospitality, however, these benefits are non-existent. It is nothing more than an excuse to cut costs by paying employees lower wages.\r\n\r\nLearning how to be a tradesperson, creating and running a self-owned business and having knowledge imparted from someone experienced in said trade is a unique, invaluable experience.\r\n\r\nLearning how to \"have a positive can-do attitude\" and \"being a team player\" is not, and should not be advertised through an apprenticeship.",
        "background": "The government must ban the formation of apprenticeships in the retail and hospitality sectors.\r\n\r\nWhen applied to a technical area such as a trade, apprenticeships offer on-the-job training and qualifications, and in return offers knowledge, skill and the ability to become self-employed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-10T20:20:31.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T22:27:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T12:46:43.939Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government sets minimum standards for apprenticeships, but is not responsible for determining in what sectors apprenticeships are offered. This is a matter for individual employers and sectoral bodies.\r\n\r\nWe could accept a petition calling for changes to the minimum standards for apprenticeships, if there are changes you would like to see to these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T12:46:45.260Z"
    },
    "id": 594622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594622.json"
    },
    "type": "petition"
}