{
    "attributes": {
        "action": "Stop bitter mums using their children as weapons against their dads",
        "additional_details": "Make a change, stop women using children as weapons against their dads. They are both parents and both deserve the right to see them. Women have too much power and control over dads seeing their children and it’s about time something was done about it without costing the anything to achieve it",
        "background": "I feel that support for dads who can’t see their children as contact has been withheld should be free. Why should a dad have to pay court fees etc to see their children when there is no reason they shouldn’t be able to see them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-11T09:48:05.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-11T11:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T13:35:09.199Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about access to child for non-resident parents, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive parents automatic rights to equal contact with children after separation: https://petition.parliament.uk/petitions/583870\r\n\r\nMake legal aid available to all parents in family court cases: https://petition.parliament.uk/petitions/581981"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T11:00:11.170Z"
    },
    "id": 594648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594648.json"
    },
    "type": "petition"
}