{
    "attributes": {
        "action": "Make Culturally Sensitive support compulsory for people living with Dementia.",
        "additional_details": "It is recognized that people living with dementia lose their most recent memories, as many will go back to their teenage and childhood days with respect to their immediate awareness, in most cases, they will remember things based on their cultural upbringing, music, food, artifacts, etc, this means there is a need for carers and activity coordinators to understand the culture of the person who they are caring for and for the care home to have the facilities to support these activities.",
        "background": "The Government should make it compulsory that all people living with Dementia who is a resident in a care home, or who are being cared for by carers who are not family members or friends, should in all cases be able to provide culturally sensitive support, in social activities and food preparation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-12T13:33:07.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-12T16:23:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-17T10:04:03.937Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the support people with dementia receive, but we're not sure exactly what you mean by \"culturally sensitive support\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-17T10:04:05.012Z"
    },
    "id": 594731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594731.json"
    },
    "type": "petition"
}