{
    "attributes": {
        "action": "Justice for Family Gangster giving life threads but no one support us",
        "additional_details": "We are living good life in UK and do very hard work for earn money we make small business when Gangsters see we go up they start asking extortion money and giving us life threads and took money from us every time we are very sceard now we leave country and now we are not able to earn money business close because of these gangsters my children study also stop police want is back in country but no guarantee for safety we need justice and need to be arrest people's who blackmail",
        "background": "Make some proper law against Gangsters and give them long sentence bacause they do crime go jail for 1 2 years they become more big criminals and tell very proudly we was in jail and they know if they do something more wrong lpolice can't do against them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-12T15:47:27.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-12T16:04:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-17T10:01:14.984Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain crimes, but we're not sure exactly what you'd like the Government or Parliament to do. There are already a number of offences that cover illegal activities referred to in your petition. Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for increased penalties for certain offences, but it would need to be clear what offences you want penalties to be increased for.\r\n\r\nIf you have been the victim of a crime you should report this to the police: https://www.police.uk/forces/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-17T10:01:15.952Z"
    },
    "id": 594746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594746.json"
    },
    "type": "petition"
}