{
    "attributes": {
        "action": "Re-introduce a televised \"Keep Britain Tidy\" campaign.",
        "additional_details": "It seems that even with the efforts of local authorities increasing the number and capacity of public bins, people still seem to thoughtlessly disregard their waste.  It's a very simple message, but one that's no longer in the limelight.  Local media is filled with stories blaming one group or another for the mess left behind.  In reality, it's people from all walks of life. They may well think again if they were reminded as we used to be, with the message of \"Keep Britain Tidy\".",
        "background": "The UK used to be much cleaner with much less litter around.  It used to be the case that everyone would get the right message of \"Keep Britain Tidy\" during prime time television slots.  It seems these days that so many people have either forgotten this important message or worse, never heard it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T11:09:00.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T11:41:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T16:11:28.904Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government launched the \"Keep It, Bin It\" campaign in 2018 with Keep Britain Tidy, and they continue to support this campaign and raise awareness of the impacts of littering: https://www.gov.uk/government/collections/keep-it-bin-it-anti-littering-campaign"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T16:11:34.400Z"
    },
    "id": 594883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594883.json"
    },
    "type": "petition"
}