{
    "attributes": {
        "action": "Put a Cap on how much businesses can charge for school uniform.",
        "additional_details": "I want parliament to look at this is shops are charging ridiculous prices for school uniforms in the town where I live one shop offers secondary school uniform and to kit out my daughter it cost me in excess of £150, fortunately we could pay just about but for low income families this is ridiculous a pair of school shorts is around £17.99 you could get them from another shop for £6.99 so the mark up is disgusting and cap rates need to be introduced so these shops can't abuse their services",
        "background": "There needs to be a cap on how much independent businesses can charge for school uniforms as only limited shops sell school uniform both branded and unbranded they are open to charge what they like as they no parents will need to use their services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T17:27:57.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T07:05:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T07:49:52.616Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about what retailers charge for clothes are a matter for individual retailers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nProvide school uniform grants across England: https://petition.parliament.uk/petitions/592125\r\n\r\nBan mandatory school uniforms: https://petition.parliament.uk/petitions/591532\r\n\r\nThe Government has recently passed a new law that will require schools to follow Government statutory guidance on school uniform costs. You can find out more about this here: https://www.gov.uk/government/news/new-law-to-make-school-uniform-costs-affordable-for-all"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T07:49:53.516Z"
    },
    "id": 594822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594822.json"
    },
    "type": "petition"
}