{
    "attributes": {
        "action": "Government to stop taking advice and relying on Sage forecasts on COVID-19.",
        "additional_details": "The impact of incorrect forecasts has had the biggest negative peacetime impact on the UK economy in history and affected the livelihoods of millions of UK citizens. Families have not been able to visit relatives in hospital or care homes and been prevented from seeing loved ones before death. The gap between rich and poor has been increased and children have been disproportionately affected. Government decisions and restrictions must be made based on evidence and facts and not forecasts.",
        "background": "Given Sage forecasts have been wrong on every occasion in relation to COVID-19, it is time the government stopped taking their advice and using it as a reason to place restrictions on UK citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T21:46:14.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T06:05:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T07:47:06.959Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about decisions that have been taken following advice by the Scientific Advisory Group for Emergencies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition states that decisions and restrictions must be made based on evidence and facts and not forecasts, but it's not clear what you mean by this.\r\n\r\nYou could start a new petition explaining clearly how you would like decisions about possible future Covid-19 restrictions to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T07:47:08.141Z"
    },
    "id": 594847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594847.json"
    },
    "type": "petition"
}