{
    "attributes": {
        "action": "Support safe co-sleeping in post-natal and paediatric hospital settings",
        "additional_details": "The breastfeeding dyad are an inseparable biological and social unit. Co-sleeping confers many psychological and physiological benefits.\r\n\r\nUNICEF advises ‘around half of SIDS babies die while sleeping in a cot or Moses basket. Around half of SIDS babies die while co-sleeping. However 90% of these babies died in hazardous situations which are largely preventable’. Despite this, the risks associated with co-sleeping are misrepresented and conflated with suffocation or hazardous sleep surface risks.",
        "background": "Health care professionals should share evidence-based information regarding safe co-sleeping in all postnatal and paediatric settings to enable parents to make informed decisions about co-sleeping.\r\n\r\nHospitals should support co-sleeping dyads by providing safe sleep surfaces.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T10:01:01.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T10:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T10:26:46.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about advice and care for new parents is a matter for the NHS and individual clinicians,  not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T10:26:47.355Z"
    },
    "id": 594873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594873.json"
    },
    "type": "petition"
}