{
    "attributes": {
        "action": "Protect our war memorials & statues from politicised plaques.",
        "additional_details": "Our war memorials need no explaining. But \"Retain and Explain\" is unwittingly facilitating a politically driven rewrite of our history, giving editorial control to politicians and activists. No one owns the \"correct\" interpretation of history and no one should be able to imprint theirs on our public spaces. Interpretation should be kept flexible, with debate encouraged via books, articles and essays. Controlling history is not the job of politicians. Leave the public to make their own minds up.",
        "background": "Councils like Newcastle are now reviewing war memorials and adding plaques to \"reinterpret\" them. It’s clear they can't be trusted to keep their politics out of our memorials. The Ministry of Housing, Communities & Local Government must step in and stop them adding boards or plaques to our statues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T11:22:32.109Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T14:51:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T15:19:39.087Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about installing informational plaques are a matter for individual local authorities or other individuals responsible for a historic monument, not the Government or House of Commons.\r\n\r\nIf you are concerned about decisions regarding historic monuments in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nIf you want the Government to make changes to the new \"retain and explain\" legislation, you could start a new petition stating clearly what changes you want to be made to this policy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T15:19:39.084Z"
    },
    "id": 594884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594884.json"
    },
    "type": "petition"
}