{
    "attributes": {
        "action": "Prosecute social workers who target vulnerable adults and children.",
        "additional_details": "By far the greatest proportion of children in care are taken from single mothers with sometimes moderate to mild mental health issues.  Sometimes this has resulted from ending an abusive relationship.  Also, there is a very high proportion of children with disabilities in care who are not being given the support to stay with their families.  Children with autism find the change very traumatizing.",
        "background": "Publish and distribute statutory guidance for social workers banning them from discriminating against vulnerable groups, thereby allowing service users to bring a case against them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T16:03:45.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T11:39:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T15:31:26.665Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the behaviour of some social workers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMisconduct in public office is already a criminal offence, and a social worker could be charged with this. Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to publish additional guidance for social workers, but you would need to be clear what you wanted this to be for.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it a specific criminal offence for social workers to lie: https://petition.parliament.uk/petitions/579565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T15:31:32.936Z"
    },
    "id": 594819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594819.json"
    },
    "type": "petition"
}