{
    "attributes": {
        "action": "Declare Plymouth shooting as an event of domestic terrorism.",
        "additional_details": "It is evident that the Plymouth shooting was a result of a much deeper issue that exists in modern Britain: normalised misogyny. Women are feeling increasingly vulnerable in modern Britain because of events from the past 12 months. The government must start identifying acts of misogyny and condemning them to the same level as 'normal' terrorist attacks. The government owes something to its female population to ensure that women feel safe in the UK.",
        "background": "The Plymouth shooting must be identified as an event of white, domestic terrorism motivated by misogyny. If we are to curb our the UK government's rhetoric to be more inclusive of sex and race, we must start identifying when terrorist attacks are carried out with misogynistic and racist motivations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T10:14:47.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T12:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T14:39:22.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nIt would already be possible for people engaging in gendered-violence to be charged of terrorism offences. Terrorism is the use or threat of action, both in and outside of the UK, designed to influence any international government organisation or to intimidate the public. It must also be for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nDecisions about whether someone is charged with terrorist-related offences is a matter for the Crown Prosecution Service, not the Government or House of Commons. You can find out more about this here: https://www.cps.gov.uk/crime-info/terrorism\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTake action to tackle \"incel\" extremism in the UK\r\nhttps://petition.parliament.uk/petitions/594827"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T14:39:23.156Z"
    },
    "id": 594877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594877.json"
    },
    "type": "petition"
}