{
    "attributes": {
        "action": "Those  with natural immunity be exempted from mandatory Covid vaccination",
        "additional_details": "We humbly ask the government to please reconsider exemption of individuals who have been exposed to Covid and have acquired immunity therein from mandatory vaccination.\r\nRest assured, we will still adhere to measures  preventing the spread of the virus such us social distancing,use of PPEs & hygiene",
        "background": "People exposed to Covid and those who had been positive to Covid have developed natural immunity to the virus , as evidenced by antibody test. Studies have shown that a person with natural immunity has the same or even better protection with those who have been vaccinated .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T11:49:39.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T17:57:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T13:27:28.640Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about mandatory Covid-19 vaccinations, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nProtection against reinfection arising from natural infection is not permanent, and it's not clear whether you want exemption to apply to people who have previously had Covid-19 within a certain timeframe, or have a certain level of Covid-19 antibodies.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T13:27:29.507Z"
    },
    "id": 594960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594960.json"
    },
    "type": "petition"
}