{
    "attributes": {
        "action": "Re-instate the now paused scholarships of the hopeful students from Afghanistan.",
        "additional_details": "These students are not safe. Nor is the country. Sadly, there isn't enough capacity in the UK alone to take on all the endangered people of Afghanistan. However, the (approx.) 35 students of the Chevening Scholarships programme, who were promised placements in the UK for study, are deserving of a safe place at university. Their places at university cause no problem, nor burden to the UK. Yet simultaneously, their placement could provide a lifeline. Furthermore, these students do not deserve to lose an opportunity they were promised for the tumultuous political circumstances of their country of origin.",
        "background": "The people of Afghanistan are under intensifying danger from the Taliban. While these scholarships were paused for the difficulty in processing visas, the ability for the students of Afghanistan to study in the UK and reside indefinitely should be treated as a case of refuge or international aid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T18:57:11.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T19:49:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T14:35:56.321Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/594938"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T14:35:57.538Z"
    },
    "id": 594988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594988.json"
    },
    "type": "petition"
}