{
    "attributes": {
        "action": "Farewell Madam, can we get rid of Miss, Ms, and Mrs too?",
        "additional_details": "If you do identify as female, on all forms you must state if you are a Mrs, Ms or Miss. No form requires Men to state if they are young, unmarried, old unmarried, or simply married.\r\nI earn my own money, pay my own rent and have supported myself my entire adult life – whether I have a man about the house isn’t relevant. Male counterparts don’t have to explain whether a lovely lady hangs around the house on any forms. Let’s not even start on how annoying this must be for gay women and trans folk.",
        "background": "I would like all women to be Ms, instead of 3 different choices related to their marital status. This is another step to provide equality between the two Genders Female and Male.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T12:01:42.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T17:10:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T09:03:42.340Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people being asked whether they use the title Miss, Ms or Mrs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to replace Miss, Ms and Mrs on all official forms and documents with Ms, but the Government and House of Commons are not responsible for the titles individuals use for themselves, or the titles used by non-governmental organisations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T09:03:43.087Z"
    },
    "id": 595029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595029.json"
    },
    "type": "petition"
}