{
    "attributes": {
        "action": "The US/UK should help the people trying to escape Afghanistan.",
        "additional_details": "The US has spent 20 years in Afghanistan and the war cost more then $2 trillion. It also cost the UK at least £40 billion. But we must not forget the hundreds of thousands of soldiers that died and the many that suffered so much to keep stability. All the suffering and investment that was put in seems to all be for nothing. If we are going to withdraw we cant leave the country in absolute chaos and disregard the people. If civillians want to escape we should do everything we can to help",
        "background": "I would like the US and UK to make sure Kabul Airport is reopened and commercial air flights are no longer suspended. I also would like their to be support staff there to ensure that the thousands trying to flee are able to. Many are trying to flee and there has been chaos at the airport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T15:01:01.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T15:15:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-26T07:15:58.205Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nReopening Kabul airport and restarting commercial flights would be a matter for a range of parties, not just the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723\r\n\r\nRedeploy UK Forces to Afghanistan to protect the citizens against the Taliban: https://petition.parliament.uk/petitions/594823"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-26T07:15:59.060Z"
    },
    "id": 595047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595047.json"
    },
    "type": "petition"
}