{
    "attributes": {
        "action": "Remove the Label......BAME from describing Blacks and Asians",
        "additional_details": "Racism is a choice and so is labelling people because of skin tones. It's high time society accepts that even with our different skin tones we Matter to each other. #All Lives Matter \r\n\r\nI have seen Racism, Discrimination and Stigma being applied to either a Black person to Black, Asian to Black, Asian to Asian or Black to Asian yet we identify as BAME. This defeats the whole purpose and would like this abolished immediately.",
        "background": "I would like to advocate for the abolishment of the word BAME and replacing it with Diversity and Ethnicity Backgrounds. It's a label I feel most blacks suffer discrimination from people under the same Label and removing it is justified.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T08:27:13.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T11:03:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T07:44:00.768Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government is not responsible for the language people use to refer to ethnic minority groups. This is a matter for individuals and individual organisations.\r\n\r\nWe could accept a petition calling on the Government to stop using the term \"BAME\", if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T07:44:02.248Z"
    },
    "id": 595012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595012.json"
    },
    "type": "petition"
}