{
    "attributes": {
        "action": "Pause the Scottish PGDE Primary University course to reduce teacher unemployment",
        "additional_details": "Figures from Tes Scotland have shown that over 2000 recently qualified teachers are without a permanent teaching contract post probation year, and indicate that around 3,617 probationers joined schools in 2021.\r\nWith rising numbers of individuals gaining teaching qualifications, there are fewer jobs resulting in high unemployment & zero hour teaching contracts. This is unfair to existing teachers and individuals who have obtained their PGDE qualification who are unlikely to find a permanent job.",
        "background": "Stop Scottish Universities from running the Professional Graduate Diploma in Education course for a few years until there is no longer a shortage of jobs for Scottish teachers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T16:05:54.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T16:48:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T08:39:26.478Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T08:39:27.651Z"
    },
    "id": 595051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595051.json"
    },
    "type": "petition"
}