{
    "attributes": {
        "action": "Child support / CSA money receive by parents should be on a top up card",
        "additional_details": "I believe this will settle a lot of differences between parents who are paying for their child/children and give peace of mind to parents that money is actually being spent on the child/children needs.\r\n\r\nOther cases parents receive more money then what’s needed for the child however the extra the parents spend for themselves. This could be paid into a child bank etc.",
        "background": "Change the way child support/ CSA money is given to parents and spent for their children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T13:03:34.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T14:01:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T08:11:23.406Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how child maintenance is paid currently, but it's not clear how putting child maintenance payments on a \"top up card\" would ensure the resident parent only spends this on essentials for the child\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCalculate child maintenance based on actual child expenses: https://petition.parliament.uk/petitions/588390"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T08:11:24.142Z"
    },
    "id": 595130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595130.json"
    },
    "type": "petition"
}