{
    "attributes": {
        "action": "Spread awareness of Slipped Rib Syndrome to GP and Medical professionals.",
        "additional_details": "Please spread awareness about Slipped Rib Syndrome - make doctors aware of the condition & teach medical students. Save patients from agonising pain & NHS funds by reducing the extra tests done with no outcome. X-ray, CT scan, Ultrasound all show normal results & any attempts at physio makes it worse. Slipped Rib Syndrome can only be detected by a Dynamic Ultrasound or by a Surgeon who is aware of the condition. On average it takes about 5 years to be diagnosed & impacts patients lives & family.",
        "background": "Educate GP & medical professionals about Slipped Rib Syndrome. Patients suffer with chronic pain for years before being diagnosed due to lack of doctors knowledge about the condition. Instead of fixing the pain patients often get dismissed & are told to see a physiologist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T13:42:50.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T14:50:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T08:15:12.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about training for medical professionals are a matter for their professional bodies, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review the care of people with rib pain, if that's what you'd like to happen.\r\n\r\nIf you wanted to start a new petition you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T08:15:13.364Z"
    },
    "id": 595137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595137.json"
    },
    "type": "petition"
}