{
    "attributes": {
        "action": "Government to explain to explain Covid policy changes",
        "additional_details": "I would like parliament to debate in detail all aspects of the Governments Covid 19 strategy, showing evidence both for and against why strategy A rather than B should be followed and then, when a decision has ben made this is communicated to the public showing the working out and not as a one sided statement outlining carefully selected facts to sell the policy. In essence treating the public as reasonably intelligent and responsible and not fools to be cozened into acquiescence.",
        "background": "The government is constantly changing the levels of constraint that they apply to the people of Britain in regard to Covid 19 , Covid passports being a prime example. I have had two jabs then caught covid , I would have spread covid whilst holding this passport. negating its value.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-18T01:58:50.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-18T18:49:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T12:32:17.943Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about some decisions taken by the Government during the Covid-19 pandemic, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has published several documents outlining its strategy for tackling Covid-19, and there has been significant parliamentary scrutiny of the Government's response to Covid-19. In addition scientific evidence supporting the government response to coronavirus is published by the Scientific Advisory Group for Emergencies (SAGE): https://www.gov.uk/government/collections/scientific-evidence-supporting-the-government-response-to-coronavirus-covid-19\r\n\r\nIf you want the Government's approach to Covid-19 to be subject to additional scrutiny, we have published the following petition, which you might like to sign:\r\n\r\nLaunch a judge-led public inquiry into the Covid-19 pandemic: https://petition.parliament.uk/petitions/577292"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T12:32:19.004Z"
    },
    "id": 595183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595183.json"
    },
    "type": "petition"
}