{
    "attributes": {
        "action": "Give every region of Scotland separate referendums",
        "additional_details": "I believe every region of Scotland should have separate referendums on leaving Scotland and remaining a part of the rest of the UK. I believe this because every region should have the chance to choose its own future path as a part of Scotland or the rest of the UK",
        "background": "I would like every region of Scotland to have separate referendums on leaving Scotland and remain a part of the rest of the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-18T08:54:13.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-18T09:08:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T13:16:42.791Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the conduct of any referendum on Scottish independence, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want every region to have its own referendum on whether to remain part of Scotland or part of the rest of the UK in the event of a further referendum on Scottish independence, or if you want such referendums to be held irrespective of whether there is any such referendum on the question of Scottish independence. It's also not clear what you want to happen as a result of these regional referendums.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T13:16:46.270Z"
    },
    "id": 595203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595203.json"
    },
    "type": "petition"
}