{
    "attributes": {
        "action": "Foreign Affairs like Refugees, Asylum & Sanctuary are not devolved matters.",
        "additional_details": "Both Wales & Scotland have forgotten who elects them and for what purpose. Both Education Services in Wales & Scotland are appauling as is the Economies.  Why then are we introducing Cities of Sanctuaries, Sex education for minors, welcoming Aliens by the thousand whilst having homeless and veterans sleeping on our streets. We cannot live in a Disunited Kingdom and a Federal system would be more cost affective within one Parliament at Westminster.  https://planetradio.co.uk/the-wave/local/news/ministers-want-wales-to-be-natioan-of-sanctuary-forafghan-refugees/",
        "background": "Devolution has been devastating for democracy. Wales & Scotland is now governed by an unaccountable elitist cabal. The template for the Scottish & Welsh Assemblies was established with the two principal objectives. Kill nationalism & bring decision-making closer to people. Neither has been achieved",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-19T13:38:55.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-19T15:24:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T07:10:02.707Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current arrangements for devolution, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T07:10:03.792Z"
    },
    "id": 595325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595325.json"
    },
    "type": "petition"
}