{
    "attributes": {
        "action": "Establish Kabul Airport Humanitarian Corridor to Evacuate Allies and Civilians",
        "additional_details": "The turmoil in Afghanistan and security situation around Kabul Airport could have been diminished had our PM and Foreign Secretary not been on holiday as Kabul was falling.\r\n\r\nE-petitions run for 6 months which is too long for this situation. However, please sign this to prove the good of the British people, to show how we are not like our political masters. \r\n\r\nRevoking Article 50 is the petition with most signatures, let's top it – this petition is not political. It is humanitarian.\r\n\r\nPlease sign.",
        "background": "A humanitarian corridor to Kabul Airport is needed to evacuate UK nationals and others like the 30,000 Americans beyond the airport perimeter as well as those civilians who've worked with our Armed Forces. To be Global Britain, we must work with allies to establish a humanitarian corridor a.s.a.p.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-19T14:48:06.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-19T16:14:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T07:19:42.955Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current situation in Afghanistan, but we're not sure exactly what you'd like the Government or Parliament to do, or what you mean by a \"humanitarian corridor\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723\r\n\r\nRedeploy UK Forces to Afghanistan to protect the citizens against the Taliban: https://petition.parliament.uk/petitions/594823"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T08:23:06.931Z"
    },
    "id": 595333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595333.json"
    },
    "type": "petition"
}