{
    "attributes": {
        "action": "Protect football clubs from flooding; act now to radically cut carbon emissions.",
        "additional_details": "25% of league clubs will be regularly flooded by 2050 unless we take urgent action now. \r\nThe United Nations describe the current climate change situation as: \"Code Red for Humanity\" (IPCC report August 3021).\r\nWatch this short documentary to find out more: https://m.youtube.com/watch?v=NRAusanxXkg",
        "background": "We demand the government acts fully on the recommendations of their Climate Change Commission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-20T07:07:21.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-20T11:00:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T08:54:48.180Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about climate change and the possible impact that it could have on football clubs, especially through flooding, but we're not sure exactly what you'd like the Government or Parliament to do. We are not sure if you would like to see more funding for football clubs to help them tackle climate change or if you want the Government to fully act on the recommendations of the Climate Change Commission.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe currently have the following petitions open that you may like to sign:\r\n\r\nChange the zero carbon emission goals to 2025 instead of 2050\r\nhttps://petition.parliament.uk/petitions/594359\r\n\r\nFund global climate change mitigation and give displaced people refugee status\r\nhttps://petition.parliament.uk/petitions/585989\r\n\r\nTake action to tackle global deforestation\r\nhttps://petition.parliament.uk/petitions/590280\r\n\r\nBan drilling for fossil fuels and put more money into using renewable energy.\r\nhttps://petition.parliament.uk/petitions/591338\r\n\r\nMake it mandatory for companies to report all direct and indirect emissions\r\nhttps://petition.parliament.uk/petitions/594632 \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T08:54:48.176Z"
    },
    "id": 595388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595388.json"
    },
    "type": "petition"
}