{
    "attributes": {
        "action": "Installation of speed reduction humps on the entry to two streets in Tuxford.",
        "additional_details": "Road safety to ensure children are not at risk due to drivers entering streets at speeds. Road side parking and children stepping out into the road without these measures cause risk daily.",
        "background": "Installation of speed reduction humps on the entry to Burleigh Court and Eldon Green, Tuxford, NG22.\r\n\r\nChildren play on these two street on the greens next to the roadside within the estates. The safety concerns due to drivers entering these streets at speed are forever growing to local families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T14:45:51.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T17:55:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T11:25:59.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about speed reduction methods in Tuxford are a matter for the individual local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T11:25:59.413Z"
    },
    "id": 595487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595487.json"
    },
    "type": "petition"
}