{
    "attributes": {
        "action": "Change the law for neglect to dogs",
        "additional_details": "It breaks our hearts every time we see a matted neglected dog come through our doors, we sob as we carefully clip off the matted coat which is pulling on the skin. These dogs in distress due to the weight of a matted coat and restricted movement. We are unable to report this as neglect, as the owners are not held accountable as they took the necessary steps to get the dog sorted, but most of the time it is a recurring issue. Owners should be prosecuted for this kind of neglect.",
        "background": "Change the law to make owners accountable for the neglect of their dogs coat. Make it no longer acceptable to get away with neglect because they only take their dogs to a groomer when they are completely matted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-20T11:02:45.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T15:37:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T11:11:16.761Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the welfare of dogs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\nThe Animal Welfare Act already includes requirements for people who are responsible for an animal to meet its needs, including:\r\n\r\n(a) its need for a suitable environment,\r\n(b) its need for a suitable diet,\r\n(c) its need to be able to exhibit normal behaviour patterns,\r\n(d) any need it has to be housed with, or apart from, other animals, and\r\n(e) its need to be protected from pain, suffering, injury and disease.\r\n\r\nIf there are additional requirements you want to be added to this, you could start a new petition explaining clearly what additions you would like.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCompulsory home checks and abusers database to protect animals: https://petition.parliament.uk/petitions/330345\r\n\r\nIntroduce Dog Licensing and Registration: https://petition.parliament.uk/petitions/563854"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T11:11:16.757Z"
    },
    "id": 595400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595400.json"
    },
    "type": "petition"
}