{
    "attributes": {
        "action": "Give the people a vote, on humanitarian crisis, ie movement of people,",
        "additional_details": "people living in cars  vans etc, on the pavements because private renting is too expensive, social housing for most is not available due to the waiting list and priorities. And we already have legal and illegal migrants living in the UK.\r\nWe have children having children and not much prospect for there children to find homes in the future, due too the mass migration we have already seen in the UK, with places like Luton, Bradford, Burnley, and more towns in  UK mostly foreign populated places.",
        "background": "Government deciding on masses of refugees coming to the UK, this needs to be a peoples vote, or temporary, like the elections we have a choice, and 20k  refugees to be brought into the UK when we already have people living on our streets, we will have our homeless population growing even more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T09:47:29.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T13:51:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T07:21:55.205Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about decisions being made in relation to certain events without the public being consulted, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for a requirement for a public referendum before new resettlement schemes are launched, if that's what you want to happen.\r\n\r\nIf you are concerned about the Afghan citizens’ resettlement scheme, we have published the following petition, which you might like to sign:\r\n\r\nCancel the Afghan citizens’ resettlement scheme: https://petition.parliament.uk/petitions/595224"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-27T07:21:56.539Z"
    },
    "id": 595466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595466.json"
    },
    "type": "petition"
}