{
    "attributes": {
        "action": "Oblige Local Government to canvass their residents in a transparent way.",
        "additional_details": "Councils are becoming increasingly more dictatorial, forcing through proposals that only benefit very small groups, and often individual Councillors.\r\nOpposition is discounted for spurious and undemocratic reasons.  \r\nAll too often Councils will canvas 100 people.  If only 25 reply, the 75 that didn’t bother are counted as ‘in favour’ of the proposal on the basis that, “We canvassed 100 people and only 25 were opposed.”",
        "background": "Put a stop to Councils forcing through unpopular and personal agendas by fraudulently 'consulting'.\r\ni.e. “Are you happy to allow Boy Racers to continue to put your Children’s lives in danger in your street?”  The question should really be, “Do you want Road Humps in your street?”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T15:36:31.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-03T13:03:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-08T09:57:56.952Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about consultations by local authorities, but we're not sure how you'd like things to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-08T09:57:58.133Z"
    },
    "id": 595492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595492.json"
    },
    "type": "petition"
}