{
    "attributes": {
        "action": "Abolish the Gillick Competence legislation.",
        "additional_details": "Access to contraception for minors, if ministers wish it, requires specific legislation for it only. Contraception is taken to voluntarily to alter a natural bodily function; medicines, vaccines and other treatments or interventions prevent involuntary illness from a malfunction of the body or protect it from foreign elements e.g. bacteria, viruses, irritants etc. Minors may not understand issues surrounding treatment, such as need for, risk, being in trial phases etc.; parents must be involved.",
        "background": "The Gillick Competence Test was introduced to allow children under the age of 16 to consent to being prescribed contraceptions. However, it can be used for children to consent to other medication or medical interventions without their parents´ knowledge or consent; that is dangerous and wrong.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-20T15:15:54.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-20T16:19:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T09:19:14.808Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about children under 16 being able to consent to certain medical treatment, but we're not sure exactly what you'd like the Government or Parliament to do. The Gillick competence test applies as a result of case law, and is not set out in legislation.\r\n\r\nWe could accept a petition calling on the Government to require parental consent for all medical treatment for children aged under 16, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-31T13:10:18.181Z"
    },
    "id": 595416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595416.json"
    },
    "type": "petition"
}