{
    "attributes": {
        "action": "Scottish government to introduce long covid clinics instead of using GPs",
        "additional_details": "GPs opinions on LC can be too varied resulting in inconsistant treatment. The sufferers of LC deserve a specialised team that are aware of current treatment, how LC manifests etc to be able to provide a more productive treatment plan. A specific team that suffers can be refered to that have the knowledge. The prevelance of LC is increasing and will create additional burden on GPs that are not familiar with the condition.",
        "background": "To understand the specific needs of those suffering LC require its own specific team of clinicians that can advise and help. GP opinions are varied and not aware of advancements in LC. The current system is not working.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-22T11:26:32.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T15:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T14:17:34.364Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T14:17:34.362Z"
    },
    "id": 595544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595544.json"
    },
    "type": "petition"
}