{
    "attributes": {
        "action": "I want parity of pay awards between government and local authority pay awards",
        "additional_details": "Government pay awards have been above inflation whilst local authority and lower tier health care workers have in effect have been receiving pay cuts as in the real world inflation has wiped out our pay award benefits. As MPS are supposed  to be public servants they should according be awarded a payrise at the same rate as every other public servant to bring fairness to the whole system",
        "background": "As MPs and the civil service appear to award themselves above inflation pay awards as they as public servants they should be awardedthe same percentage increase as every other public servant bringing parity to our pay awards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T17:42:00.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-09T04:39:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-15T07:19:36.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MPs salaries are set by the Independent Parliamentary Standards Authority (IPSA), which is independent of both Parliament and Government. Similarly Local authority pay is set by the Local Government Association, which is also independent of Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou can find out more about the Local Government Association here:\r\nhttps://www.local.gov.uk/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLink Public Sector Pay Rises by % to what the IPSA decide as MP's Pay Rises: https://petition.parliament.uk/petitions/594304"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-30T11:42:03.789Z"
    },
    "id": 595503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595503.json"
    },
    "type": "petition"
}