{
    "attributes": {
        "action": "Create Human Rights to Intelligence to protect our skills, jobs & ecosystem.",
        "additional_details": "Human Rights to Intelligence will protect an individual’s intellectual capabilities, such as job experiences, skills, and ecosystem.\r\n\r\nThe trends such as driverless cars, farmerless farms, and robotic surgeries will impact every profession as we know it—from our teachers, farmers, and doctors to our taxi drivers.\r\n\r\nIntelligent systems need regulation and people-centric design thinking otherwise, the loss of our intelligence will become a global threat!\r\n\r\nMore info: http://publicintelligence.org/",
        "background": "Our human intelligence is at risk of being domesticated and colonised for commercial benefits with new technologies such as AI & robots, e.g. Driverless taxis.\r\nRobots could take our jobs if we have no laws in place to protect people! Hence, we need new human rights to protect people's intelligence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T19:19:52.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T19:51:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T11:42:44.790Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the impact that automation will have on the economy but we are unsure what you mean by human right to intelligence. The skills needed to become proficient as a doctor or a driver are available to learn for everyone and the intellectual capabilities are not the exclusive property of the individual. Therefore we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition calling for the Government to review the full impacts of possible automation and explain clearly what you would like the Government or Parliament to do.\r\n\r\nIf you would like to know more about the future of automation the House of Commons, Business, Energy and Industrial Strategy Select Committee have published a report entitled \"Automation and the future of work\" which you can view below:\r\nhttps://publications.parliament.uk/pa/cm201719/cmselect/cmbeis/1093/1093.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T11:42:44.785Z"
    },
    "id": 595509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595509.json"
    },
    "type": "petition"
}