{
    "attributes": {
        "action": "Put a stop to banks becoming private landlords",
        "additional_details": "If banks such as Lloyds start buying up housing stock (50,000 over the next 10 years, according to an article in The Guardian), it is just going to become more difficult for young people to get on to the housing ladder.  Banks are in the position where they have a huge amount of money and clout, making it a lot easier for them to buy property.  Instead there should be Government schemes to increase, and make mortgage lending easier.",
        "background": "Put a stop, or at the very least, regulate Banks who want t buy up housing stock in order to enter the private landlord market",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T09:48:11.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T10:36:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T08:08:49.848Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call for a specific action that the Government or House of Commons is responsible for.\r\n\r\nWe understand that you are concerned about the increasing demand on housing but the UK Government is not responsible for controlling in which sectors private companies, including banks and building societies, can invest.\r\n\r\nLandlords are already covered by a wide range of regulation, but you could start a new petition calling for additional regulation in the property sector if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T08:08:50.662Z"
    },
    "id": 595605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595605.json"
    },
    "type": "petition"
}