{
    "attributes": {
        "action": "Make it a criminal offence to threaten attack predator hunters",
        "additional_details": "",
        "background": "We need protection for online predator hunters who protect our kids against online pedophiles. Hunters need the same or similar protection like the police and to give anyone who dose threaten attack them conviction a fine for first time repeating offenders prison sentences",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-24T05:47:59.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-24T08:18:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-26T10:08:31.389Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want certain people to be protected from threats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already offences relating to threatening behaviour either in person or online.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can read about public order offences including using threatening, abusive or insulting words or behaviour causing fear of or provoking violence here: https://www.cps.gov.uk/legal-guidance/public-order-offences-incorporating-charging-standard\r\n\r\nAnd you can read about offences relating to online crime here: https://www.cps.gov.uk/crime-info/cyber-online-crime\r\n\r\nWe can accept petitions calling for changes to existing offences, or new offences, but it would need to be clear what changes or new offences you wanted. As \"online predator hunters\" are not recognised in law you'd also need to be clear about who you wanted any changes or new offences to apply to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-26T10:08:32.270Z"
    },
    "id": 595668,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595668.json"
    },
    "type": "petition"
}