{
    "attributes": {
        "action": "Stop Poor Customer Communication where No access to Personal Response is enabled",
        "additional_details": "UK recovery depends on business growth and repeat business is the fastest and cheapest means of growth. No reply email and menu driven telephone answering is a millstone around the neck of repeat business and will stunt growth as issues remain unresolved and the willingness to repurchase wains.\r\n\r\nBusines may save the cost of some operatives but the attrition level of customers will always outweigh the savings by a muliple in Customer Defection and lost revenue.\r\n\r\nFAQ's never addresses an issue.",
        "background": "When Customers are sent an email, they should be able to reply without getting a 'No Reply' response. The same applies to Verbal Communication where menu driven telephone answering never gives an option to talk to a person. Internal and external communication are paramaount to business growth in UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T14:56:36.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-25T19:20:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-31T08:22:51.964Z",
        "rejection": {
            "code": "irrelevant",
            "details": "How a private business delivers its customer services is a matter for it, not the UK Government or Parliament. Customers are equally within their rights to decide whether to use the services of a particular company based on how it provides customer service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-31T08:22:53.315Z"
    },
    "id": 595629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595629.json"
    },
    "type": "petition"
}