{
    "attributes": {
        "action": "Reverse the 'NICE' Chronic Pain Guidelines Changes ( Published in April 2021)",
        "additional_details": "After Speaking to the Parliamentary and Health Service Ombudsman, I have been advised that NICE does not have a regulatory body, but they are overseen by the Department of Health and Social Care (Government Department). (F.O.P.M-2021) state the changes will risk those who are diagnosed with Chronic Pain that subsequently develop Secondary pain will not be recognised or treated appropriately. \r\nMany of us have contacted NICE and Local MP's; we have been Ignored or dismissed - Evidence available.",
        "background": "Chronic pain is torture and dominates every moment of the day (Dr Rajesh Munglani/Guardian - 2021).\r\nTo demand that NICE review and reverse the cruel changes via the Department of Health and Social Care. NICE refused the Freedom of Information Act. The Information Commissioner has accepted our case.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T12:56:42.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-24T09:46:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T10:36:26.739Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The National Institute for Health and Care Excellence is an executive non-departmental public body, so the content of guidance produced by NICE is an operational matter for NICE, not the Government or Parliament. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to commission NICE to review its guidelines for chronic pain, although NICE already regularly reviews its guidelines, and we couldn't accept a petition that attempted to prejudge the outcome of any review."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-27T10:36:33.104Z"
    },
    "id": 595621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595621.json"
    },
    "type": "petition"
}