{
    "attributes": {
        "action": "Thresholds for significant harm to children to be decided by independent panels.",
        "additional_details": "Currently, local authorities are making quick, non evidenced decisions seeking urgent removal of children from parents on an interim care order at the start of care proceedings, making it much harder for parents to prove their parenting skills, plus their mental health suffers as a result of the  removal of children, which is not taken into consideration when a psychological or psychiatric assessment is done.",
        "background": "Section 31 of The Children's Act 1989 needs to be urgently revised to include the wording 'threshold of significant harm to be determined by an independent expert panel' rather than the local authority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T11:09:44.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T13:45:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T14:47:19.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about care orders being granted incorrectly, but we're not sure exactly what you'd like the Government or Parliament to do. Section 31 of the Children Act 1989 provides that a court may only make a care order if it is satisfied that the child concerned is suffering, or is likely to suffer, significant harm. This judgement is made by the court, not the local authority applying for the care order.\r\n\r\nIf you want an independent panel to be required to assess the suffering or risk of suffering of a child before a care order can be granted by the court, we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T14:47:19.911Z"
    },
    "id": 595611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595611.json"
    },
    "type": "petition"
}