{
    "attributes": {
        "action": "Stop health declarations in the job application process",
        "additional_details": "I have been applying for jobs now for almost 4 years and NEARLY everyone gets me to tell the company all about my cancer. The interview or process will be going well untill they hear the c word. I know I am not the only one being judged and out of the 1000s of disabled people looking for work and being discriminated against something needs to change. No one should be out of work for so long because of a health condition or disability that they can not help",
        "background": "Make it illegal for companies to ask people applying for a job to declare all and any health problems",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T11:48:12.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T13:10:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T14:42:25.620Z",
        "rejection": {
            "code": "already-happening",
            "details": "It's already against the law for employers to discriminate against you because of a disability. You can read more about disability rights on the gov.uk website: https://www.gov.uk/rights-disabled-person/employment\r\n\r\nEmployers can only ask about health or disability during the recruitment process if there are necessary requirements of the job that cannot be met with reasonable adjustments, they’re finding out if someone needs help to take part in a selection test or interview, or they're using ‘positive action’ to recruit a disabled person: https://www.gov.uk/employer-preventing-discrimination/recruitment\r\n\r\nIf you think someone has treated you unlawfully, you can make a claim to an employment tribunal: https://www.gov.uk/employment-tribunals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T14:42:28.019Z"
    },
    "id": 595614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595614.json"
    },
    "type": "petition"
}