{
    "attributes": {
        "action": "Stop banks issuing 6 year fraud markers against children under 18.",
        "additional_details": "Banks allow 16 year old to easily open accounts online without education about the risks of money transfers and without proof of address and parental consent. I want banks to take some responsibility to protect our youngsters from being duped into this crime which they usually do not profit from. I want banks to reduce the length of time CIFAS markers are placed against children under 18 and banks to have a duty to provide basic bank accounts so that youngsters can work and study after this",
        "background": "Thousands of children are being duped into money laundering by transferring money because of adverts or promotions on social media. Once banks put a marker against their name they cannot have access to a uk bank account for 6 years to get student loans or wages paid in to and cannot work or study.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T17:31:48.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T22:06:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T10:37:01.719Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about taking action in the case of fraud is a matter for individual banks and fraud prevention bodies such CIFAS, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition asking the Government to raise the minimum age for an adult bank account to 18, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-27T10:37:09.426Z"
    },
    "id": 595638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595638.json"
    },
    "type": "petition"
}