{
    "attributes": {
        "action": "Allow CBD oil on the NHS prescription list for people with Chronic pain.",
        "additional_details": "Get the FDA to approve CBD oil for chronic pain which could replace the morphine, zapane and gabapentine that people are currently prescribed which has massive side effects and cost the NHS and the government a lot more money. CBD Oil is a natural product that has much fewer side effects. Poor people are trapped in this cycle of pain killers, they cannot afford the CBD oil so are forced to take these highly dangerous tablets with massive side effects or suffer with chronic pain.",
        "background": "People in chronic pain are not allowed CBD oil on the NHS, but are supplied Morphine tablets costing £8000 a month.  CBD oil is a natural product, has fewer side effects and is cheaper. CBD OIL NEEDS TO BE APPROVED BY THE FDA FOR CHRONIC PAIN. The USA has approved this oil already for this purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-25T13:24:09.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-25T13:46:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-31T08:15:44.714Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about availability of cannabis-based products for medicinal use, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCannabis-based products can already be prescribed for medicinal use in certain limited circumstances. You can find out more about how cannabis-based products are prescribed for medicinal use here: https://www.england.nhs.uk/medicines-2/support-for-prescribers/cannabis-based-products-for-medicinal-use/cannabis-based-products-for-medicinal-use-frequently-asked-questions/#what-is-a-cannabis-based-product-for-medicinal-use-cbpm\r\n\r\nThe Food and Drug Administration is an american regulator that has no jurisdiction in the UK. In the UK MHRA is responsible for ensuring that medicines and medical devices work, are safe and of an appropriate quality. The MHRA is operationally independent of the UK Government.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLegalize cannabis for recreational and medical use: https://petition.parliament.uk/petitions/575625\r\n\r\nAllow medicinal cannabis to be prescribed by GPs: https://petition.parliament.uk/petitions/584964"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-31T08:15:46.314Z"
    },
    "id": 595750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595750.json"
    },
    "type": "petition"
}