{
    "attributes": {
        "action": "Relax immigration rules for foreign nationals",
        "additional_details": "The government should look at implementing alternative means of foreign graduates finding work in the UK, such as the German \"Job-seeker Visa\". This visa would grant foreigners the ability to live in the country for a set period of time until they were able to find employment.\r\n\r\nAlternatively, the current UK graduate visa could also open itself up to graduates of foreign universities.\r\n\r\nWith staff shortages and supply-chain breakdowns, it's clear that the UK needs to ammend it's immigration rules!",
        "background": "My Greek girlfriend is unable to relocate to the UK with me despite her being a masters graduate, speaking fluent English and working as an art teacher. Her only hope is to secure a skilled worker visa. This is a lengthy process which significantly restricts her job options, making it unattainable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-27T19:55:47.133Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-27T20:24:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T08:58:12.957Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current immigration rules, but we're not sure exactly what changes you'd like the Government or Parliament to make to these.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you aren't sure what changes you would like the Government to make to existing immigration rules, you could call for the Government to commission a review to consider ways of making it easier to migrate to the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T08:58:14.430Z"
    },
    "id": 595886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595886.json"
    },
    "type": "petition"
}