{
    "attributes": {
        "action": "Propely educate young adults in school about sexual consent",
        "additional_details": "In an article posted in the mirror, “1 in 5 teenage boys do not believe consent is always necessary before sex”. Sex without consent is rape. We need to educate our youth about the difference between rape & consensual sex. Rape is a seriously damaging and violent crime, let’s be clear about it, sex without consent is a crime. There should be no grey area. Educating our youth of today can help reduce harm & contribute to a healthier relationship with sexual activity by opening a discussion",
        "background": "Implement the teaching of importance of sexual consent into schools. Sex without consent is rape. At the moment there is no education about consent going on in schools across the UK. Implementing the proper teaching on the topic of consent can help educate young adults & reduce harm in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-29T12:36:09.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-29T13:06:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T12:27:47.284Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nThe national curriculum does not specify a number of hours that need to be spent on particular topics.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake the education of sexual consent, assault & rape compulsory in junior school: https://petition.parliament.uk/petitions/579211\r\n\r\nInclude sexual assault mitigation in the curriculum, save women from violence: https://petition.parliament.uk/petitions/579496"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T12:27:48.039Z"
    },
    "id": 595961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595961.json"
    },
    "type": "petition"
}