{
    "attributes": {
        "action": "The UK should consider to negotiate a closer relationship with the EU",
        "additional_details": "The UK and the EU have built in the past an amazing relationship aiming to the growth of the whole continent. We were not always in the same page but not even inside in the UK we always are.\r\n\r\nThe government should stop promoting chaos and cheer about the collapse of our neighbors. We should start accepting our mistakes.\r\n\r\nThis hard exit from the EU is wasn't right, and we know it. \r\n\r\nIn order to stop shortages and to collaborate for the growth of the country we need to get closer.",
        "background": "The UK needs a closer relationship to the EU, such a Swiss deals with the EU. We need to re-join the Single Market and consider the Customs Union.\r\n\r\nUK should also consider seasonal work visas for EU Citizens to avoid shortages and to improve tax contributions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-28T09:52:19.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T16:14:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:04:25.994Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the UK to establish a closer relationship with the EU, but it's not clear exactly what relationship you want the UK to seek.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nApply to rejoin the European Free Trade Association (EFTA): https://petition.parliament.uk/petitions/594443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:41:02.993Z"
    },
    "id": 595905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595905.json"
    },
    "type": "petition"
}