{
    "attributes": {
        "action": "Move Egypt to the amber zone list",
        "additional_details": "As of the latest UK Government announcement Egypt is still placed in the red zone countries of dangers to enter the UK. According to WHO that itself watches over all countries and how they are dealing with the pandemic it is shown through THEIR data that Egypt has administered over 6 million vaccine doses as of the 16th of August. Every day the confirmed cases are decreasing, yes they still exist but because of the vaccine offered all over the country people are starting to take it. Please move it to the amber list as there are countries on that list that have more severe numbers but are allowed to travel to the UK without spending 2 weeks at a hotel.\r\nThank you",
        "background": "I and many other Egyptians urge the UK government to move Egypt from the red zone list to the amber zone list. Egypt's vaccination rate has been increasing rapidly according to WHO, which is a known trusted source medically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-29T16:44:36.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T15:14:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-31T10:50:33.413Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nRemove Egypt from travel red list immediately:\r\nhttps://petition.parliament.uk/petitions/589621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-31T10:50:33.410Z"
    },
    "id": 595971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595971.json"
    },
    "type": "petition"
}