{
    "attributes": {
        "action": "Make PMDD education mandatory in NHS and mental health teams",
        "additional_details": "Pre Menstrual Dysphoric Disorder (PMDD) effects 1 in 20 women and AFAB individuals, but is often misdiagnosed for an average of 12 years for things like BPD or Bipolar.\r\n\r\nPMDD is a sensitivity to hormone fluctuations which cause physical and mental health problems that are so severe, sufferers are 3x more likely to attempt suicide than depression sufferers.\r\n\r\nBetter education means more support for sufferers, less triggering as there will be more understanding and hopefully more treatment options.",
        "background": "Make education of PMDD mandatory in NHS but especially mental health departments as many, including gynaecology, don't know of this condition.\r\nThese teams need to work together to better support PMDD sufferers and with a co-operative care plan, will hopefully ease symptoms and decrease fatalities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-30T21:12:22.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T21:33:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:10:11.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about training for healthcare workers are a matter for the relevant professional bodies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to review support and treatment for suffers of premenstrual dysphoric disorder (PMDD), if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T07:10:12.254Z"
    },
    "id": 596040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596040.json"
    },
    "type": "petition"
}