{
    "attributes": {
        "action": "State pension raised to level of minimum wage",
        "additional_details": "The sorry state of pensions paid in the UK compared to the rest of the world, and the plight of workers in this country who are basically being worked to death because they can never retire on the pittance they recieve back from their contributions. many workers have never paid into private pensions because they couldnt affford to out of the bad wages which are paid in this country for instance to supermarket workers.",
        "background": "Cost of living in the UK is sky high, many people are now in the position were they will never be able to retire due to the very low pension which is paid at the moment. 0))",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-30T21:11:22.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HMT",
                "name": "HM Treasury",
                "url": "https://www.gov.uk/government/organisations/hm-treasury"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-31T08:28:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:29:06.622Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see changes to the state pension, but we're not sure exactly what changes. Your petition calls for the state pension to be aligned with the National Living Wage, but this is an hourly rate of pay (with different wages for different age groups), whereas the state pension is a weekly amount.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease the state pension by £5,000 a year: https://petition.parliament.uk/petitions/595241"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T07:29:07.809Z"
    },
    "id": 596039,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596039.json"
    },
    "type": "petition"
}