{
    "attributes": {
        "action": "Professionals entering care homes mandatory Covid vaccine role out to stop",
        "additional_details": "Advocate professionals who are wearing PPE and providing LFT's daily and who are not providing close contact with a resident need to be be vaccinated to continue their work. A lot of professionals are now losing jobs providing a key advocacy role to vulnerable people who are deemed to lack capacity along with other key services. Yet it is okay for family and friends to spend a substantial amount of time in the homes without being vaccinated and in close contact with residents without a worry",
        "background": "Reconsider the mandatory role out of Covid vaccines to professionals working and entering a care setting. A new law is coming into force from November and professionals providing advocacy services to vulnerable people protecting human rights and a legal requirement in the MCA are losing their jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-31T15:18:18.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-02T17:06:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T12:18:27.082Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, but we think this petition might be similar\r\n\r\nhttps://petition.parliament.uk/petitions/577842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T12:18:29.078Z"
    },
    "id": 596090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596090.json"
    },
    "type": "petition"
}