{
    "attributes": {
        "action": "Make baseball fields in local parks.",
        "additional_details": "Baseball is a great workout, It’s a sport all ages can play, players that play in the UK baseball league can train whilst their club is closed. We as a country can get better in the rankings as there will be more places to practice. It will bring more awareness to the public to try a sport they may have been interested in but couldn’t due to being no baseball fields in a park to play unless you join a team.Baseball equipment & clothing is available in the Uk so why not the fields in local parks.",
        "background": "I would like the Government/Parliament to implement putting baseball fields in the local parks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-30T22:15:56.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T23:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:26:27.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local sports facilities are a matter for individual local authorities and leisure facilities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T07:26:28.596Z"
    },
    "id": 596046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596046.json"
    },
    "type": "petition"
}