{
    "attributes": {
        "action": "DVSAs new guidelines for Driving instructors check tests are unfair on SEN.",
        "additional_details": "The new guidelines for check testing driving instructors (as per the .gov website) suggests a statistical focus on percentage failure rates of their pupils and number of ‘driver faults’ accumulated by their pupils during test. This would appear to penalise instructors with a customer base such as mine. It is therefore not surprising that some instructors are already suggesting that they would not take on pupils with learning disabilities, making it more difficult for such pupils to gain their driving licence and enhance their independence.  This could also limit their employment opportunities.",
        "background": "I am a driving instructor, I am also Dyslexic. The majority of pupils I take have various learning disabilities. These pupils often take more attempts to pass their driving test; and often with more ‘driver faults’. This is not through lack of capability but generally due to their anxiety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-01T16:45:05.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T18:51:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T07:26:42.332Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about DVSA guidelines for driving instructors, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T07:26:43.538Z"
    },
    "id": 596178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596178.json"
    },
    "type": "petition"
}