{
    "attributes": {
        "action": "action on term time start\r\nand Teacher Training/insert days",
        "additional_details": "Teacher training / inset day's Teachers have  13 weeks where there are no children in the School take away the 4 weeks for Christmas and Easter and the 5 weeks statuary holiday that still leaves 4 weeks to do admin and teacher training yet they choose to do these days when the children are in school taking away from their education lets stop this happening right now and give our children the best opportunity to shine \r\nagain there is no reason why this can't happen",
        "background": "For starting terms/Half terms for pupils on a Monday and finishing on a Friday it just makes logical sense and stops the ridiculous situation where schools start the term on Wednesday but because of school admin and  training the pupils don't start till Friday there is no reason why this cant happen",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-03T12:56:28.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-03T13:39:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-08T09:59:59.459Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you're concerned about term times, but we're not sure exactly what you'd like to change.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-08T10:00:01.391Z"
    },
    "id": 596288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596288.json"
    },
    "type": "petition"
}