{
    "attributes": {
        "action": "I want the dogs to be allowed in the shops.",
        "additional_details": "You take the dog outside and you are thirsty and you want to buy a water but you can't, because the dog is not allowed in the shop. And you can't leave it at the door. I mean look in what world we are leaving? I spent £1000 for my dog I'm not confortabil to leave it at the door so someone to come and still it. If I'm coming from the park and I want to stop at tesco to buy a bread or eggs, I can't. I need to go home leave the dog and come back. It's not possible. The dog will not pee or poop if I'm holding him. In the car you can't leave it especially when it's hot. The dogs needs to have the right to come with their owner everywhere.",
        "background": "I want the government to allow dogs in all the shops. For example they are special trail that you can put your dog when you go to tesco or asda, etc.We need to be allowed to take the dog with us everywhere. They need to have rights as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-02T07:59:02.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-02T08:17:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T07:52:30.273Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether to allow dogs in commercial establishments are a matter for owner, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThere are already legal protections for assistance dogs, which are treated as auxiliary aids for people with disabilities, rather than pets."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T07:52:31.918Z"
    },
    "id": 596219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596219.json"
    },
    "type": "petition"
}