{
    "attributes": {
        "action": "Scrap Staggered Starts for Reception Year",
        "additional_details": "Some schools offer half days for a full half term, whereas others offer one hour a day for the first week. Children are confused as to what school life is, and what the expectations of them are. There is no evidence that this is beneficial to children, it is not a system designed with the children's best interests, and it is not practicable in modern society where parents work and children have had access to childcare before the age of four.",
        "background": "I urge the government to enforce a full time school place for all reception year children from the start of the autumn term. Currently, in councils around the UK, schools do not allow children to start full time (9-3) in their reception year, for two, three or four weeks after the other year groups.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-05T19:22:47.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-05T20:15:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-10T07:29:10.233Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about term start dates for schools are a matter for individual schools and local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-10T07:29:11.186Z"
    },
    "id": 596433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596433.json"
    },
    "type": "petition"
}