{
    "attributes": {
        "action": "Show evidence that Covid 19 vaccines prevent transmission at outdoor events",
        "additional_details": "The proposed implementation of vaccine only attendees at larder outdoor gatherings does not have scientific evidence. We believe that this is discriminatory against people who cannot have the vaccine due to medical or religious reasons. We also believe that proof of a negative test is just as effective as any vaccine passport",
        "background": "The government must publish scientific evidence that shows that vaccination prevents the spread of Covid 19 at outdoor events and proof of a negative lateral flow test does not reduce transmission to the same extent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-06T20:17:54.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-06T20:34:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-10T11:58:58.221Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allowing the use of lateral flow tests for admission to outdoor events, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-10T11:58:59.909Z"
    },
    "id": 596496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596496.json"
    },
    "type": "petition"
}