{
    "attributes": {
        "action": "People who didn't receive furlough should have no tax increase",
        "additional_details": "as they put there lives on the line so that others could be safe and keep the country running, the reward for them should be that they don't have to pay the increased tax and national insurance for the same length of time as the furlough scheme ran. As this is not a burden they should have to face as many people who fall under this category are NHS staff, shop workers and other essential services staff who received nothing for keeping the country running.",
        "background": "Give a unique tax code to the people that didn't receive furlough and continued to work through the pandemic, so that they do not have to pay the tax and national insurance increase for the same length of time that the furlough scheme ran.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T13:21:05.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T18:23:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-14T08:16:57.812Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want people who were not furloughed to be exempted from tax increases, but it's not clear when you want these exemptions to start (when any tax is first increased, or some other time).\r\n\r\nYou also refer to people putting their lives on the line, so it's not clear if you want these tax exemptions to apply to anyone who was not furloughed, or just keyworkers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T08:16:58.555Z"
    },
    "id": 596555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596555.json"
    },
    "type": "petition"
}