{
    "attributes": {
        "action": "Fully reopen NHS Highparks Medical Practice, Wainscott, Kent from October 2021",
        "additional_details": "The surgery has been sending people to surgeries 3 to 5 miles away where without a car you cannot easily get to. Our purpose built modern surgery which part of our local park was given up to build it in appears to be using every reason it can to avoid reopening and offering face to face consultations following a merger with two other practices. Local people are going undiagnosed due to not being able to attend the other distant practices.",
        "background": "Ask Medway clinical commissioning group to demand Highparks Medical Practice fully reopen the Doctors surgery after 18 months of closure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T15:31:26.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T16:19:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T08:50:23.572Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on what services to offer face-to-face are an operational matter for NHS Trusts and Practices, not the UK Government or Parliament.\r\n\r\nYou may wish to contact your local MP about this issue, if you haven't already done so. You can find out who your MP is and their contact details at:\r\nhttps://members.parliament.uk/members/commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-13T08:50:23.569Z"
    },
    "id": 596565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596565.json"
    },
    "type": "petition"
}