{
    "attributes": {
        "action": "Reject the extension of the Coronavirus Act",
        "additional_details": "It is time for the government to go back to the business of serving its citizens and not the other way around.  It should be involved in protecting its citizen’s lives by creating and maintaining a strong military and just laws, foremost and not in creating more powers for itself. It is also time to allow the NHS to get back to the business of treating all illnesses and not prioritising covid-19 over other life-threatening illnesses.  The emergency powers used over the last almost 2 years have deprived children of their education, and ruined lives and the economy.  Please stop the continuance of this Coronavirus Act.",
        "background": "We the undersigned object strenuously to any further extension of the Coronavirus Act and the ensuing government overreach into our democracy resulting in the curtailing of our freedoms and the destruction of the economy, businesses and lives. Do not extend the Act at the end of September.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T14:33:55.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T08:22:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T11:40:45.036Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nRepeal the Coronavirus Act:\r\nhttps://petition.parliament.uk/petitions/592632"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-13T11:40:45.033Z"
    },
    "id": 596560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596560.json"
    },
    "type": "petition"
}