{
    "attributes": {
        "action": "Inform the electorate how the illegal immigration crisis is being addressed.",
        "additional_details": "Whilst thousands enter the country illegally, often aided by Border Force vessels, the same Home Office agency oversees unacceptably lengthy queues - recently up to 5 hours - at our airports, because of insufficient staff numbers. \r\n\r\nWe have a right to know exactly what measures are in place, and what more is going to be done and when. Accountability and urgency are badly lacking.\r\n\r\nEvery migrant drowning at sea between France and the UK could be prevented were there a robust response in place.",
        "background": "Thousands of migrants have arrived illegally in the UK in recent months, yet the government response seems minimal and lacking urgency.  This petition seeks to know how exactly HMG is addressing the issue, including plans for arrivals proven to be economic migrants rather than genuine refugees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T08:55:46.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T09:21:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-10T11:48:53.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, such as changing a policy or doing something differently. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-10T11:48:55.018Z"
    },
    "id": 596530,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596530.json"
    },
    "type": "petition"
}