{
    "attributes": {
        "action": "Rugby needs its own ambulance service, help us to save lives",
        "additional_details": "Rugby is to lose its only Ambulance to University Hospital in Coventry, 14.1 miles away, not only will this add significant time to get to emergency scenarios, it will also cost a significant amount for the additional mileage (1,306,788 miles) not to think of the impact on the environment with this additional journey time?   3.4% of cases were attended in 2020 by Rugby ambulances - compared to 16% in 2019 when we had 2 Ambulances - the answer is simple maths, INCREASE the number of Ambulances!!",
        "background": "Rugby in Warwickshire  is one of the country’s fastest growing towns and there is a need for more health services to be based locally.  Losing the towns only Ambulance service will cause more lives to be lost, due to the nearest station now being 14.1 miles away from where it is now based.  HELP US",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T08:53:18.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T11:56:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T09:02:23.899Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the ambulance service. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-13T09:02:25.679Z"
    },
    "id": 596529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596529.json"
    },
    "type": "petition"
}