{
    "attributes": {
        "action": "Stop the National Insurance increase to fund social care.",
        "additional_details": "This Government does not fairly, or correctly, tax big business.  It cares more for shareholders than the people it serves.\r\nIt gave PPE contracts to its friends and family - with no formal tendering (using the excuse of urgency).  \r\nThis NI increase for social care is another example - taxing the people, not the entities it continues to allow to operate without fairly taxing them.",
        "background": "Fund UK social care by taxing companies like Amazon, Google and big businesses.  If they paid tax like small UK companies, and the rest of the population, the UK Government would have billions more to spend on social care, the NHS, schools, housing etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T11:55:37.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T09:05:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-14T08:34:45.778Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nNo to any National Insurance increase to ‘fund’ social care: https://petition.parliament.uk/petitions/596514\r\n\r\nIf you want increased funding for heath and social care to be funded in a different way we could accept a petition requesting this, but it would need to be clear what changes to other taxes you wanted the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T08:34:46.858Z"
    },
    "id": 596545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596545.json"
    },
    "type": "petition"
}