{
    "attributes": {
        "action": "Reduce Funding for Test & Trace and Fund the NHS Instead of Increasing Taxes.",
        "additional_details": "Now, the Government is increasing National Insurance Tax to help the NHS recover. \r\n\r\nThis is unfair and unjustifiable to the tax payer, considering the ridiculous amount of money the Government has spent on a programme that has no evidence of working and the numerous lockdowns and restrictions we have gone through to \"reduce the impact on the NHS\". \r\n\r\nI hope with this petition the Government reallocates and reduces the funding for the NHST&T and puts it into the actual NHS instead.",
        "background": "The Government have reportedly allocated a budget of £37billion to the NHS Test and Trace program over the past year or so. However, to this day there has been no clear evidence of its effectiveness, nor any evidence to prove it has contributed to reducing the spread of the coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-08T07:34:43.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T09:27:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-14T11:40:32.035Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about increased taxes and spending on NHS Test and Trace, but we're not sure exactly what you'd like the Government or Parliament to do. The planned increase to National Insurance will provide additional revenue on an ongoing basis, whereas the budget for NHS Test and Trace will not provide ongoing revenue, so wouldn't be able to replace increased funding for social care provided by increasing National Insurance.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nNo to any National Insurance increase to ‘fund’ social care: https://petition.parliament.uk/petitions/596514\r\n\r\nPublic inquiry into UK Government spending on Covid-19: https://petition.parliament.uk/petitions/582553\r\n\r\nIf you want NHS Test and Trace to be cancelled, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T11:40:32.839Z"
    },
    "id": 596622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596622.json"
    },
    "type": "petition"
}