{
    "attributes": {
        "action": "To make paganism a recognised religion in the UK. & legalise pagan weddings ect.",
        "additional_details": "Paganism is where Britain started & with the religion coming back in the modern day, myself along with many of my pagans feel it is time we are recognised and able to express & practice our faith as many other religions in the UK. As a pagan, if I were to marry my partner It would either not be recognised or I'd be forced to celebrate under a faith different from my own, this is the case for many pagans. As many other faiths we hope to have a safe space to practice & learn our faith.",
        "background": "We would like the UK government to recognise & accept paganism as a religion. We also urge the UK government to strongly consider accepting/legalising pagan marriages, hand fasting ceremonies, rituals ect\r\nWe would also like some sacred grounds to perform ceremonies and pagan traditions as a family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-08T15:57:39.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T19:49:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-14T09:37:31.874Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the rights of those who identify as pagans, however it's not clear what you mean when you say you want the Government to 'make paganism a recognised religion'.\r\n\r\nPeople who identify as pagans can already enter paganism as their religion on the census and be counted as such, for example. Further, pagans are protected from discrimination under the Equality Act 2010, which makes it illegal to discriminate against someone because they are of a particular religion. The guidance published by the Equality and Human Rights Commission makes it clear this applies to smaller religions like Paganism: https://www.equalityhumanrights.com/en/advice-and-guidance/religion-or-belief-discrimination\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/578992"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-06T10:50:45.026Z"
    },
    "id": 596667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596667.json"
    },
    "type": "petition"
}