{
    "attributes": {
        "action": "Scrap the TV License and replace with NHS License",
        "additional_details": "To protect the NHS for future generations - financially a license would free up funding used by  NHS services and could be used for social care . The abolishment of the BBC License means it would not cost the public as much as having two licenses and not effect households as much and as nation we would be supporting each other equally.\r\nProvision to be made for those financially struggling - via reduction in fee or state inclusion .",
        "background": "Abolish the TV License and Enforce an NHS License. The NHS is more valuable to the UK than the BBC as such it should be protected to serve us all equally. A License would guarantee funding for the Health Service which we all use and need at some point in our lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-09T12:38:15.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-09T20:55:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-15T09:16:59.903Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want people to be required to pay to be able to use the NHS, in addition to tax and national insurance contributions, or something else. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-15T09:17:01.768Z"
    },
    "id": 596728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596728.json"
    },
    "type": "petition"
}