{
    "attributes": {
        "action": "Allow transgender individuals access to HRT with informed consent alone.",
        "additional_details": "Many transgender people (a different gender mentally to their sex assigned at birth), especially teens, are forced to wait months to receive gender-affirming hormones (which can be potentially life-saving to some who have suicidal thoughts over their dysphoria). This is because they are forced to go through a slow and complex series of referrals and assessments, which is inconsistent with most other medicine administered by the NHS.",
        "background": "HRT (Hormone Replacement Therapy) is an essential treatment for many transgender people, and the current system for accessing it is long and arduous, when any other medicine can just be picked up in the hospital. HRT should be treated like any other treatment and be easily accessible for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-09T23:43:04.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-10T10:39:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T07:20:49.170Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about patient care and access to medical treatment are a matter for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for NHS transgender services: https://petition.parliament.uk/petitions/594283"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T07:20:50.659Z"
    },
    "id": 596781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596781.json"
    },
    "type": "petition"
}