{
    "attributes": {
        "action": "We believe the CQC needs to be regulated. It appears to be without any oversight",
        "additional_details": "The CQC needs to be regulated. There needs to be a systems of checks and balances; as of yet, it appears without one.\r\n\r\nIn addition, the providers should also have a role in the CQC's regulations, as we the providers and clinicians are risking our lives in the front lines, while they pass judgement behind desks.\r\n\r\nFinally, a regulators job is to regulate not to disrespect those it regulates. Treating everyone as guilty until proven innocent is a sad state of what healthcare is becoming.",
        "background": "During 2019/2020 as well as 2021 COVID 19 has decimated the healthcare sector. With 5.5 million patients waiting as of June 2021 it is a mockery that the CQC a) does not appear to take COVID 19 into consideration and its affects, b) criticises and reduces moral and c) is not regulated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-10T09:42:59.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-12T00:40:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-17T07:24:17.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the Care Quality Commission, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Care Quality Commission is an independent regulatory body that was created by the Health and Social Care Act 2008. It is an executive non-departmental public body, sponsored by the Department of Health and Social Care, for which the Government is ultimately responsible.\r\n\r\nIf someone complains to the Care Quality Commission and is not happy with the outcome of their complaint, they can contact the Parliamentary and Health Service Ombudsman (PHSO), who may be able to take further action in relation to their complaint.\r\n\r\nIf there are changes to the legislation governing the Care Quality Commission, we could accept a petition requesting this, but it would need to be clear what changes you wanted to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-17T07:24:18.662Z"
    },
    "id": 596806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596806.json"
    },
    "type": "petition"
}