{
    "attributes": {
        "action": "Set up a companionship scheme in hartlepool for public transport",
        "additional_details": "Companionship schemes are available around the country from Scotlands national entitlement card to London, Tyne and Wear, Northumberland, County Durham and Darlingtons companion card.\r\n \r\n\r\nHartlepool Borough Council have no schemes in place to aid in the travel of companions. I would like to petition this to be mandatory within all councils as I doubt hartlepool is the only council who have not implemented a scheme.",
        "background": "There are no schemes or funds set aside to aid support workers when traveling with individuals who require support out in the community, whether this is physical or mental support. \r\nThis responsibility is put onto the shoulder of carers/companions or the organisations, even individuals themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-10T14:57:30.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-11T17:14:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T11:00:51.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nWe could accept a petition calling for the Government to scheme companionship schemes across England, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T11:00:52.437Z"
    },
    "id": 596832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596832.json"
    },
    "type": "petition"
}