{
    "attributes": {
        "action": "Leave for women during their period pain",
        "additional_details": "The parliament should understand that women suffer extreme cramps during their time of the month. This is a serious matter because period pains is equal to a heart attack. Majority of women suffer the most severe pains it causes me women to feel emotional. I would like to highly request the government to take further action against this problem. Many women are in the same condition as myself that are unable to take days off due to the pressure of their jobs. The Government should firstly acknowledge this issue because Period pain is extremely painful and unbearable. Therefore employees are not able to deliver work effectively as a result of being in excruciating pain. It should be mandatory for women to take 1-2 days off during their periods every month.",
        "background": "I would like the government to have some empathy on women to choose not to work during their time of the month (Period pain). I would like the government to introduce a 1-2 days break each month for women going through severe pain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-11T21:49:53.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-12T19:49:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T17:08:16.277Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nPass a law to require workplaces to give women 1 day menstrual leave a month:\r\nhttps://petition.parliament.uk/petitions/593676"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T17:08:16.273Z"
    },
    "id": 596943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596943.json"
    },
    "type": "petition"
}