{
    "attributes": {
        "action": "Hunger Strike ",
        "additional_details": "3. We demand from the UK government and parliament to work with the human rights organisations to raise the plight and voice of women of Afghanistan as well as religious minorities in the country against the intolerance and violent extremism of the Taliban. There is a need to support the rights of women and youth who are persecuted and threatened by the Taliban regime, since it usurped power on 15th August 2021.",
        "background": "1. The UK government should not diplomatically recognize the Taliban government. Contrary to claims of the past two year, the Taliban have not changed. They are the same brutal, violent, and extremist group as has been the case over the past20 years. This has been amply proved now.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-09-11T12:47:09.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-11T13:59:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T11:18:00.733Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to  support the rights of women and youths. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T11:18:01.984Z"
    },
    "id": 596910,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596910.json"
    },
    "type": "petition"
}