{
    "attributes": {
        "action": "Stop schools from discriminating against children's school shoes.",
        "additional_details": "Children wearing Vivienne Westwood, Dr Martens, Kickers etc are having their education impacted. They are being discrimated against, placed in isolation and given detention, even though the shoes are plain black and more than acceptable for a school environment. The brand of shoes our children choose to wear in order to feel comfortable and confident in school alongside wearing a uniform they probably hate, does not effect their ability to learn. They have missed out enough and it needs to stop.",
        "background": "Children are making the effort to attend school and adhere to school uniform policy by wearing their branded expensive uniforms, but choosing their own footwear that is comfortable and appropriate. Yet children are being forced to spend time in detention and isolation simply because of the brand.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-13T20:15:53.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-13T20:39:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-20T11:37:24.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about school uniform and what shoes are permitted are a matter for individual schools, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan mandatory school uniforms:\r\nhttps://petition.parliament.uk/petitions/591532\r\n\r\nYou could also raise this issue with your local school directly, or through your MP or local Councillor.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nAnd you can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-20T11:37:26.372Z"
    },
    "id": 597042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597042.json"
    },
    "type": "petition"
}