{
    "attributes": {
        "action": "Cap Rental prices according to the wages given in Brighton,",
        "additional_details": "Crime rates are increasing, people are commiting suicide & Social harms are being committed. Most building are listed and have single glazing, so on top of high rent we have high bills, Can we not help the needy & forget about the Greedy, If you cant cap the Rent, then we need a adequate payrise to help sanity & promote independence. 8k a year to rent a room when only on 19k barely leaves you enough money to feed yourself\r\nhttps://www.home.co.uk/for_rent/brighton/current_rents?nlocation=brighton",
        "background": "With the rent of a one bedroom property costing around £1200 a month and the average person earning £1700. People cant afford to live.  To help ease the strain people are breaking the law to get by in life, you cant apply for affordable housing until you have live in the bourgh for six years!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-13T16:48:58.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-14T09:16:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-20T11:41:43.130Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of renting property, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a regulator for private landlords and caps for rent: https://petition.parliament.uk/petitions/589028\r\n\r\nIf you want something different to the above petition to happen, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:29:27.760Z"
    },
    "id": 597033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597033.json"
    },
    "type": "petition"
}