{
    "attributes": {
        "action": "Add current top 5 Covid symptoms including sneezing to official NHS list",
        "additional_details": "The ZOE study found that the top 3 Covid symptoms no longer apply in the UK (especially fever and coughing). The new top 5 list of Covid symptoms for a vaccinated population are (in order) : headache, runny nose, sneezing, sore throat and loss of smell (https://covid.joinzoe.com/post/new-top-5-covid-symptoms). Other countries have updated their guidance (eg. https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html). Symptomatic infected people are spreading cases, unaware.",
        "background": "(1) Update NHS.gov/Coronavirus and other communications with a current list of Covid symptoms (headache, sneezing, runny nose, sore throat, and loss of smell)\r\n(2) Offer PCR tests to anyone with any of those symptoms\r\n(3) Get SAGE advice whether to also suggest rapid testing for those symptoms",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-15T08:11:12.179Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-17T08:00:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T13:19:16.306Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure how you want the Government to identify the 'top 5' symptoms. \r\n\r\nWe could accept a petition calling for the Government to review and update the list of Covid symptoms, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T13:22:57.629Z"
    },
    "id": 597117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597117.json"
    },
    "type": "petition"
}