{
    "attributes": {
        "action": "Tougher rules on child maintenance, and a rethink about the current system",
        "additional_details": "The child maintenance systems allows abusive people to continue their abuse by either not paying child maintenance, paying late, not telling their earnings and so on. There needs to be tougher penalties to stop this from happening, it should even be considered illegal and possibly added to the domestic abuse bill especially when domestic abuse has been proven and all experts state that child maintenance is a way abusers continue the abuse to their victim.\r\n\r\nThere need to be stronger deterrents",
        "background": "Tougher penalties for parents who do not pay their child maintenance, there should be a system in place that stops abusers continuing to abuse via child maintenance; there should be a separate policy for those who can prove domestic abuse has happened",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-17T16:07:17.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-17T17:07:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T12:42:29.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like changes to how non-payment of child maintenance is dealt with, but we're not sure exactly what you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-22T12:42:30.530Z"
    },
    "id": 597295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597295.json"
    },
    "type": "petition"
}