{
    "attributes": {
        "action": "Allow community to drop kerb and park on their driveway regardless of CPZ.",
        "additional_details": "For security reasons of one's car and getting easy access into one's house after parking. Especially with carrying heavy grocerie shopping into one's house especially when you're in old age. Also it will benefit NHS staff who have to look for parking spots after long shifts even though it is CPZ,Hw parking. Community should not be penalised at all for dropping their kerb when they can afford to do so.",
        "background": "To allow people to drop their kerb and park their car in front of their houses. As this will benefit by less cars on the side road. My wife works as a NHS nurse while being pregnant, working long hours in the covid ward. She drove home to find no parking even with parking control CPZ HW.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-17T19:25:23.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-17T19:36:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T12:06:53.543Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local parking are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about parking in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T12:06:54.594Z"
    },
    "id": 597311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597311.json"
    },
    "type": "petition"
}