{
    "attributes": {
        "action": "crimilise catcalling street and sexual harrassment for women of all ages",
        "additional_details": "Sexual harassment is a form of unlawful discrimination under the Equality Act 2010. The law says it's sexual harassment if the behavior is either meant to, or has the effect of violating your dignity, or. creating an intimidating, hostile, degrading, humiliating, or offensive environment. Catcalling should be contained within the definition of sexual harassment and raised to the same level as other forms of harassment within the law. Parliament should consider which different types of punishment should be imposed for offenders. ",
        "background": "Criminalize catcalling as sexual harassment and sexist behavior as it is mostly targeted towards children aged11-17. 6 countries have already made it illegal so, join the movement on street harassment and make catcalling illegal.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-09-17T19:10:53.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-24T21:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T09:48:03.125Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want sexual harrassment, including catcalling and street harrassment to be made a specific criminal offence, or if you'd like catalling and street harrassment to be included in the definition of harrassment in the Equality Act. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T09:48:04.342Z"
    },
    "id": 597307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597307.json"
    },
    "type": "petition"
}