{
    "attributes": {
        "action": "Review how child maintenance is worked out",
        "additional_details": "At the moment, the person who is requesting the claim is being favoured and the claim amount purely goes off the other parents wage and how many nights the other parent has the child. Kids cost more when they are awake than when they are sleeping. Why aren’t expenses reviewed? If the paying parent can’t afford the amount, a payment plan is made. The current process is outdated and discriminating the paying parent as their situation and the best interest of the kids is not taken into account",
        "background": "Currently child maintenance is based purely on the other parents wage and the amount of nights the other parent has the child. More information needs to be taken into account such as days, days cost more, Expenses and outgoings, child’s best interest. All circumstances should be considered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-17T17:37:50.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-17T17:50:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T12:50:42.224Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want to see changes to CMS payments, but we're not sure exactly how you'd like them to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-22T12:50:43.888Z"
    },
    "id": 597301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597301.json"
    },
    "type": "petition"
}