{
    "attributes": {
        "action": "Protest against Protests.. Control and stop unlawful protests.",
        "additional_details": "Extremist protests and protestors that block roads, routeways and trains etc. that essentially infringe on the rights of others to move freely around our country should be stopped. These protests cause major disruption and cost 100s of millions of pounds and achieve nothing. Laws should be changed to allow the police to deal with these extremists swiftly and firmly. Criminal charges and fines to be more easily issued by the courts to the people that engage in such extremism. No publicity also.",
        "background": "Change the laws so that unlawful protests and protesters can be swiftly dealt with by the police and courts. Lawful peaceful protests are the rights of all in a democratic society. But unlawful protests that infringe on the rights of others to free movement need to be stongly dealt with. Stop  this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-20T08:07:02.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-20T13:42:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T17:22:10.921Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Unlawful protests are already illegal. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nThe Government and Parliament aren't responsible for reporting, or the preventing of reporting, of illegal activity. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-09T10:16:29.354Z"
    },
    "id": 597440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597440.json"
    },
    "type": "petition"
}