{
    "attributes": {
        "action": "Take responsibility for the utter mess that our nhs has become and fix it.",
        "additional_details": "This current system is unworkable and not fair on any of us. \r\nWhen GPs are working brutal work schedules & yet patients still feel like they’re not getting the service they need, then something is fundamentally wrong at the core. \r\nHospitals are underfunded. A&Es are at breaking point \r\nGovernments, have let us all down for decades.\r\nWe need more doctors, they need more funding and support, we all need a system that feels fair and where we  can get an appointment when we’re ill and scared.",
        "background": "This current system is unworkable and not fair on any of us. \r\nThe Government needs to appoint a responsible Member of Parliament to work their way through the whole of the nhs and fix what is broken one department at a time (& not take ridiculous amounts of time doing it!)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T09:16:00.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-22T12:40:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-24T13:59:15.423Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you'd like the Government to do to fix the NHS, and how appointing an MP to do so would be different to the role of Ministers. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-24T14:28:23.817Z"
    },
    "id": 597505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597505.json"
    },
    "type": "petition"
}