{
    "attributes": {
        "action": "Say No to vaccinating children aged 5-11",
        "additional_details": "Children of that age do not need the vaccination as they are rarely get unwell. Having he vaccination does not stop them from passing covid on. They are still developing and growing and we are unaware of the long term effects it could have in our children. We should not experiment on children. We should not be giving them the vaccination until we know for certain the effects of the jab over at least a 10 year period. We already know it can cause clotting, menstrual problems, and heart issues.",
        "background": "I want the government to stand up and say no to giving the vaccine to children age 5-11. Unless a child is severely immune compromised or a parent has a good reason to give it to their child. Children do not need the vaccination as they do not get hospitalised and are very rarely unwell.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T15:44:23.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-21T16:43:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:01:28.260Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any plans to vaccinate under 12s, nor any that vaccine been authorised for this use in the UK. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T09:01:29.700Z"
    },
    "id": 597523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597523.json"
    },
    "type": "petition"
}