{
    "attributes": {
        "action": "Ensure E5 and E0 are available at most pumps for classic vehicles.",
        "additional_details": "Cassic cars or motorbikes are not compatable with the new e10 fuel.It causes serious damage to them and many classic enthusiasts are concerned. We would like ethanol free petrol to be widely available at the majority of petrol stations for classic cars and motorbikes.We would like the E5 timescale extended from the 5 year recommendation of review.\r\n\r\nProblems associated are numerous and include deposits blocking fine mesh fuel filters, degradation of fuel pipes and hoses and internals of carburettors suffering corrosion\r\n\r\ni think this action should be taken to keep the classic culture alive. It has many spin off industries.. On estimated mileages of 1,500 miles a car puts out less co2p that a laptop.",
        "background": "Classic cars and Motorcycles are damaged by using E10 and some with E5. Ensure petrol forecourts are stocking both and that the 5 year review be extended.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-22T18:44:16.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-22T19:39:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:44:36.013Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for retailers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T10:38:51.191Z"
    },
    "id": 597593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597593.json"
    },
    "type": "petition"
}