{
    "attributes": {
        "action": "To bring attention to the US border forces attacking asylum seekers from Haiti.",
        "additional_details": "No media outlets have raised awareness for the people of Haiti. There are no UK media platforms discussing how the US boarder patrol are attacking refugees from Haiti. The government and parliament need to bring awareness to plead with the Biden administration to help those arriving at the US boarder seeking asylum. It is despicable to see innocent people being treated with no human decency. The UK need to raise awareness and help.",
        "background": "The people of Haiti have suffered from the assignation of their president and an earthquake that has killed many people and destroyed livelihoods. Asylum seekers from Haiti are now trying to take refuge at US boarders but are being treated horrifically by border force police. This is inhumane.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T17:30:30.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-21T18:05:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T08:30:45.744Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about Haitian migrants attempting to enter the United States, however it's not clear what specific action it is you'd like the UK Government to take on this.\r\n\r\nYou could have a petition calling on the UK Government to increase foreign aid to Haiti, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T08:30:51.995Z"
    },
    "id": 597528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597528.json"
    },
    "type": "petition"
}