{
    "attributes": {
        "action": "I want to ban isolation in all schools",
        "additional_details": "I don’t think throwing all these children in isolation solves problems I think it makes things ten times worse it’s humiliating and makes them angry they are put in there for silly reasons and missing out on lots of education for no reason. Examples wrong shoes having a coat hair to long hair to short not the correct uniform having a phone having a fizzy drink speaking there opinion the list is endless. If teacher out as much effort into actually teaching instead of rules and isolation then maybe kids would do better . They are children they are in school not prison treat them with some respect",
        "background": "I want isolation banned in all schools and replaced with one on one counselling sessions as I think it is bad for children’s mental health",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T22:11:33.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-27T13:52:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-30T10:03:44.214Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about disciplinary measures in schools, however it's not clear what you mean by 'isolation' - specifically, whether you mean simply isolating a student away from others for a period of time, or something else.\r\n\r\nYou could sign these petitions which call for very similar actions:\r\n\r\nhttps://petition.parliament.uk/petitions/585045\r\nhttps://petition.parliament.uk/petitions/582559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:58:44.604Z"
    },
    "id": 597544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597544.json"
    },
    "type": "petition"
}