{
    "attributes": {
        "action": "The HMRC mileage rate for EV vehicles for business use to be increased from 4p",
        "additional_details": "Increasing the rate would be another tool to encourage people to swap to EV’s and for companies to promote this too. Lots of companies are promoting use of Hybrids but this still get the 45p rate from business mileage. An increase in rate for EV would support the take up of EV’s in business further. This measure fits with the BIK discount and promotion of the green economy where business can support the transition to EV and away from fossil fuels in cars and vehicles. the energy cost is so high",
        "background": "The HMRC mileage rate for EV vehicles for business use to be increased from 4p. This was set at 4p in 2017/18 and now with increasing cost of electricity and on the road charging cost does not fully cover the cost of the electricity needed to charge the EV. The current rate does not promote EV use",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-22T19:51:28.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-22T22:53:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T13:34:25.006Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for HMRC.\r\n\r\nThe HMRC rate is calculated using published consumption rates, adjusted to reflect real driving conditions and the average cost of electricity, and are subject to quarterly review. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:18:24.168Z"
    },
    "id": 597597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597597.json"
    },
    "type": "petition"
}