{
    "attributes": {
        "action": "Grant COVID vaccine trial participants a COVID passport for international travel",
        "additional_details": "I, along with many others, offered up our bodies to facilitate progress on COVID vaccines as this virus spread across the world and changed all of our lives forever. This was not a decision taken lightly as we had no idea of the severity of side effects or whether the vaccine was even going to be effective. I wanted to do anything I could help combat this deadly virus. However, now I find I am disadvantaged by my decision to help and I feel this is dreadfully unfair.",
        "background": "Rule that all COVID vaccine trial participants are eligible for the international COVID passports. They should not be disadvantaged by their decision to help vaccine progress and delivery in a time of crisis and fear as in the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-24T11:08:22.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-24T11:21:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T09:00:31.150Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Entry requirements are a matter for the country of arrival. You might want to sign this petition for people returning to the UK\r\n\r\nhttps://petition.parliament.uk/petitions/590821"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T09:00:32.356Z"
    },
    "id": 597698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597698.json"
    },
    "type": "petition"
}