{
    "attributes": {
        "action": "Decentralise the DVLA. They have failed the UK.",
        "additional_details": "The main issue at the moment with the DVLA is that they are completely out of their depth. They are not fit for purpose. There are tens of thousands of people that are affected by their incompetence.\r\n\r\nHow can one location with 6000 full and part time staff handle 32.7 million drivers and 31.7 million vehicles without running into problems. \r\nDVLA has a massive part to play in the failing Transport industry.",
        "background": "It is time that the DVLA should decentralise and have regional offices (eg see traffic commissioners regions) or national offices (England, Wales, Scotland) to cope with the numbers. The DVLA in Swansea is unable to serve the whole of the the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-25T12:22:46.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-25T12:51:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-29T08:54:17.761Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want the Government to fund the DVLA to recruit more staff, or if you want regional offices of the DVLA and how this service would differ. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-29T08:54:19.129Z"
    },
    "id": 597787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597787.json"
    },
    "type": "petition"
}