{
    "attributes": {
        "action": "Change the law regarding domestic abuse",
        "additional_details": "Gets the right justice they deserve and this type of crime devastates families and ruins victims lives. The current laws used need revising and reviewing in Parliament. Law firms who specialise in abuse cases are the most qualified to assist in getting the necessary changes made to the law to protect victims and stop the abusers. At present there is not enough support or safety in place for the victims and abusers get away with their devasting crimes far too easily, with little to no repercussions.",
        "background": "The whole law within domestic abuse needs to be revamped, revised and carefully brought up to scratch with no loop holes for more abuse within it. It’s lacking crucial points in all areas throughout which is ultimately causing even more harm, because the law does not help them properly. No victim",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-24T12:02:56.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-24T18:23:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T09:43:58.481Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, such as how you'd like the law to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T09:43:59.479Z"
    },
    "id": 597701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597701.json"
    },
    "type": "petition"
}