{
    "attributes": {
        "action": "No more votes for mp's- rather people vote via net on all issues going thru hoc",
        "additional_details": "We are the mother of all parliament's, the father of democracy, yet the revelations of the internet information age are showing us up for the antiqued ritual ridden establishment we've become. (And let's not mention the ADMINISTRATION of the oath of allegiance to the Monarch for all Privy Councils \"advisors\").\r\n\r\nTaiwan is leading the way with electronic governance and if we don't instigate huge voting reform we'll never truly be \"Great\" again.\r\n\r\nI want to lead a Royal commission into these reforms",
        "background": "One vote every five years is no longer democracy when the world wide web allows us the chance to vote on ALL issues going thru the house of commons.\r\n\r\nTake away the right from m of p to vote and use the internet to allow UK residents and passport holders to vote on all legislation instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-25T04:56:24.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-27T18:30:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-04T10:07:03.070Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the public to have the right to vote on all future legislation, but we're not sure how that legislation would be proposed or debated, nor what the function of the House of Commons would be in this scenario.\r\n\r\nIn any case, we can't accept petitions which are started only using a first name. If you choose to start a new petition in future, please provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-04T10:07:18.078Z"
    },
    "id": 597765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597765.json"
    },
    "type": "petition"
}