{
    "attributes": {
        "action": "Teaching Politics and Finance must be made a compulsory part of the curriculum.",
        "additional_details": "Voting in Elections and being active in Politics requires young people to be politically educated from a young age.\r\nManaging Finances requires young people to be financially educated from a young age. \r\nPolitics and Finance are too important to be simply introduced in PSHE. They are distinct subjects and equip all young people for the choices and challenges of the modern world. At Year 11 all young people should receive a graduation qualification in Politics and Finance- apprenticeship for life!",
        "background": "We require a schools curriculum fit for the 21st Century. It is time for the Government and Parliament to change what we are teaching in schools. The understanding of Politics, Democracy, Participation and Finance is a priority- Years 5-13 require Politics and Finance to be made compulsory for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-27T11:14:07.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-28T11:40:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-04T08:28:46.308Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current curriculum on politics and finance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSchools are already required to teach about politics and finance as part of the citizenship curriculum, which you can view here:\r\n\r\nKey stages 1 and 2: https://www.gov.uk/government/publications/citizenship-programmes-of-study-for-key-stages-1-and-2\r\n\r\nKey stages 3 and 4: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study\r\n\r\nIf what you want is for Politics and Finance to be made core subjects for certain Key Stages or school years we could accept a petition requesting this, but you would need to make it clear in the title and text of your petition that this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-03T17:24:11.423Z"
    },
    "id": 597931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597931.json"
    },
    "type": "petition"
}