{
    "attributes": {
        "action": "Stop schools marking mental health illnesses as unauthorised absences",
        "additional_details": "Schools & local authorities need to acknowledge mental health illnesses in children and provide support as necessary rather than threats and fining.",
        "background": "Schools across the UK refuse to acknowledge mental health illness as a reason for absence despite being given evidence from health professionals. This results in even more stress for the family with attendance meetings and threats of fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-28T08:07:21.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-28T08:34:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-04T10:26:30.097Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how schools treat absences on the grounds of mental ill health. However, it is already the case that schools and local authorities are required to treat all medical absences as authorised (including those relating to mental health) unless they have a legitimate reason for doubting the truthfulness of the student's claim. We're therefore not sure what it is you want the Government to do differently. \r\n\r\nYou could contact your local MP if you have a specific concern about how a particular school or your local authority treats such absences. You can find your MP's contact details by entering your post code here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-04T10:26:41.472Z"
    },
    "id": 597997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597997.json"
    },
    "type": "petition"
}