{
    "attributes": {
        "action": "Do not lower the salary level at which graduates repay their student loans",
        "additional_details": "Reports indicate this has been decided to help reduce government expenditure. We have all had a difficult year with COVID-19, However, young people have been significantly impacted by COVID & are now facing a highly competitive job market, with far fewer opportunities and experiences. We want the government to consider the impact this will have on young people & young graduates who signed agreements with the SLC with existing repayment threshold. \r\n\r\nThis is essentially a tax on young people.",
        "background": "The government plans to cut the earnings threshold at which graduates start repaying their student loans. We urge to government to consider other ways of reducing costs & encouraging people into vocational courses. At the very least, this should not apply to graduates with existing student loans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-28T13:09:11.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-28T13:20:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-04T08:48:45.407Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not reduce earnings threshold for student loan repayments: https://petition.parliament.uk/petitions/597911\r\n\r\nDo not apply changes to terms & conditions to existing student loan agreements: https://petition.parliament.uk/petitions/597928"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-04T09:16:04.601Z"
    },
    "id": 598017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598017.json"
    },
    "type": "petition"
}