{
    "attributes": {
        "action": "Establish a way to report, monitor and locate the whereabouts of dangerous dogs",
        "additional_details": "I recently had to wrestle with a German Shepherd to save my dog. Luckily he's OK. However, there are more and more cases in my local area (Teesside) where others haven't been as fortunate and I'd be very surprised to hear that there weren't similar cases spread across the country.\r\n\r\nA public platform needs to be established to pinpoint the location of ALL dangerous dogs, not just canines which have attacked a person.\r\n\r\nPlease consider that this may prevent further dog attacks on the public too.",
        "background": "Currently there is no system in place to report 'dog on dog' attacks. Only if the dog turns on a person is it then considered a criminal offence and you are able to report it to the Police.\r\n\r\nA system needs to be put in place to monitor and locate the whereabouts of ALL dangerous dogs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-29T22:14:29.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-30T12:14:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T13:12:16.131Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about dangerous dogs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already possible for people to report a dog and their owner to the police, or to a council's dog warden service: https://www.gov.uk/control-dog-public/report-a-dog\r\n\r\nDeciding what action to take in relation to a report is a matter for the police and individual local authorities.\r\n\r\nWe could accept a petition calling on the Government to make allowing a dog to attack another dog a specific criminal offence, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T13:12:19.785Z"
    },
    "id": 598123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598123.json"
    },
    "type": "petition"
}