{
    "attributes": {
        "action": "Reject the use of Ethanol in petrol.",
        "additional_details": "Debate fully and give clear and precise answers to some of the questions above? Show the proper way forward, not only for the UK but Globally. Admit Ethanols disadvantages? Water absorbency, life span of fuel, use of land to produce it, lower m.p.g.? Take full consultancy from specialists in this area? Disclose all the facts? Costs, energy used, land used and true figures of what they perceive as savings? Given in documented statements. Do not assume the public are uneducated. Give all the facts, good and bad!",
        "background": "Give the full details of water absorbency with Ethanol? Comment on research showing lower M.P.G.? Answer the use of land to produce Entahol? Give a full statement of the pros and cons of using Ethanol? Look at fuel pricing in general? Answer the deterioration of this fuel over what is a short period",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-29T17:28:27.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-30T00:41:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T09:21:31.625Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of ethanol in fuel, but we're not sure if you want the Government to ban the use of ethanol in all fuels, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nThe government to overturn the decision to replace E5 petrol with the E10 type: https://petition.parliament.uk/petitions/596189"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T09:21:32.668Z"
    },
    "id": 598104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598104.json"
    },
    "type": "petition"
}