{
    "attributes": {
        "action": "Introduce Funding for PV for Schools, Public buildings and new build houses.",
        "additional_details": "We have learnt a lot about the world in the past century, and one major part of this learning curve is that we have been destroying the planet with GHG, This needs to stop. And although MP’s may say they are onboard with the 2050 goal of net zero; It seems very unlikely to happen at this particular moment. This needs to change.  Funding must be poured into the renewable market. This will soon be a factor of making or breaking political parties. They need to act now.",
        "background": "I would like parliament to discuss and work out a way to create a scheme/regulations to help the general public add PV panels and EV chargers to their houses. This includes other means of renewables; however solar is now widely available to the public. Public buildings should also be converted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-03T09:05:59.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-03T11:25:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T07:53:46.027Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see increased support for renewable energy and electric vehicles, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to provide funding for specific technologies, or all renewable technologies, and it would need to be clearer from the title of your petition what action you want the Government to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free solar panels for all homes: https://petition.parliament.uk/petitions/588314\r\n\r\nProvide funding for English schools to install solar panels: https://petition.parliament.uk/petitions/588472"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T07:53:46.858Z"
    },
    "id": 598374,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598374.json"
    },
    "type": "petition"
}