{
    "attributes": {
        "action": "Put notices in male toilets at venues: how to protect women from sexual violence",
        "additional_details": "#AskForAngela is in women's toilets and men have no equivalent, this places the responsibility on women to protect themselves against sexual violence. The issue of gender based violence needs to be recognised and understood as a men's issue alone. Ensuring men use their power to safeguard women in these environments will create a shared sense of responsibility, and act as a deterrent against predatory behaviour. This will help change the cultural rhetoric from 'Don't be raped' to 'Don't rape.'",
        "background": "Put notices in men's toilets in bars, clubs and restaurants on how to protect women against sexual assault, spiking and rape. This signage will ask men to look out for women in these spaces, to recognise signs that a woman is uncomfortable, and to call out fellow men on sexist behaviours and speech.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-03T18:18:35.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-03T19:36:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T09:15:42.903Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for venues.\r\n\r\nWe could accept a petition calling for the Government to fund an awareness campaign targeted at men, if that's what you'd like to see happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T09:15:44.427Z"
    },
    "id": 598411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598411.json"
    },
    "type": "petition"
}