{
    "attributes": {
        "action": "I would like all MPs to have to spend a period of three weeks working in the NHS",
        "additional_details": "I believe that members of parliament need to be shown first hand how sustained underfunding, Brexit and COVID-19 have hit our services. It is my hope that by doing this it would bring home to them how a fundamental overhaul of funding (including fair pay) is needed urgently. Both to safeguard patients and to protect the dedicated and hard working staff that we do have. They will have first hand experience of the huge gaps in the NHS, including staff, equipment, beds and services themselves.",
        "background": "I want each MP to have to spend a period of a week with the ambulance service, a week on a ward and a week with a community Nursing team to get a real taste of how badly the healthcare service is struggling. They would work the same hours, with the same breaks, as those on the front line.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-03T20:46:04.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T17:47:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T13:11:28.729Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about working at the NHS are a matter for the NHS and private individuals, including MPs, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-08T13:11:28.726Z"
    },
    "id": 598425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598425.json"
    },
    "type": "petition"
}