{
    "attributes": {
        "action": "More support given to Police forces in apprehending criminals for Pet abduction",
        "additional_details": "Police Forces don't have the resources to help victims of Pet Abduction. A statement is taken and initial reports chased up on, but not much after that. We have been put in this situation and have experienced our case being closed without telling us. We have had to chase up possible leads and sightings along side voluntary charities. There is only so much members of the public can do without causing more harm than good.",
        "background": "We want more support given to police forces so they have the time and funding to investigate Pet abduction crimes. The new sentencing law has changed, but only 2% of thieves are being caught and prosecuted. More needs to be done to apprehend the Criminals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T18:11:37.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-04T18:25:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T11:56:23.018Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like covered by 'more support'. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T11:56:24.392Z"
    },
    "id": 598488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598488.json"
    },
    "type": "petition"
}