{
    "attributes": {
        "action": "Legislation to prevent local authorities introducing rules preventing drop kerbs",
        "additional_details": "We have diesel car, want to switch to Ev. Local government rules prevent us (3ft x4ft grass verge).\r\nCould there be legislation to allow drop kerb access for Environmental purposes.  This would assist switch to EV's to thousands around the UK to do so and help meet targets of reducing emissions. No matter which political party is in control of a region. We all still have a common goal.",
        "background": "We as a country have a goal to reduce carbon emissions. Some local government have rules preventing drop kerb access to driveways. To meet targets the motorists that can switch should be able to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T13:59:27.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-04T15:49:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T11:58:12.110Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to grant permission to build dropped kerbs is a matter for local councils and not of Parliament or the Government. Local councils allow dropped kerbs to be built in accordance with conditions they set. \r\n\r\nYou can petition your local council to change or amend the conditions with which they grant dropped kerb permissions if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T11:58:12.301Z"
    },
    "id": 598471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598471.json"
    },
    "type": "petition"
}