{
    "attributes": {
        "action": "Remove the ability to consent to having sex with an on duty police officer.",
        "additional_details": "There have been (and will continue to be) numerous cases where Police officers have abused their positions and engaged in sexual activity with vulnerable people they meet as part of their job. All too often they get away with their abuse.\r\n\r\nThis is completely unacceptable and action has to be taken to address the problem.",
        "background": "Make it an automatic rape for a police officer to engage in sexual activity with a member of the public that they encounter  during the course of their work as a police officer. This would apply either when they are on duty and for a period of 6 months from the initial meeting when off duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-05T12:52:09.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-05T13:48:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T10:14:24.873Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about consent whilst a police officer is on duty, but we're not sure exactly what you'd like the Government or House of Commons to do. The CPS already takes into consideration the freedom to consent in cases. This includes situations where the suspect is in a position of power where they could abuse their trust.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to make it a specific criminal offence to police officer to have sex with a member of the public while on duty, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T14:05:38.333Z"
    },
    "id": 598533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598533.json"
    },
    "type": "petition"
}