{
    "attributes": {
        "action": "Transfer emergency dental care (out of hours) from NHS111 back to local dentists",
        "additional_details": "NHS111 operates the same appointments system used by most GPs, with allocation being made at 8am on out of hours days, which means that unless your emergency has occurred before 8 am, you are unlikely to be seen. My 11 year old fell and lost a front tooth, because it was a Sunday we had to go through NHS111, no appointments were available and her tooth could not be saved. The pre-2017 system would have saved her tooth and the tax payer the additional costs for the years of orthodontics she faces",
        "background": "In 2017 control of out of hours dental emergencies was removed from local dental practices and handed to NHS111. According to the Commissioning Standard for Urgent Dental Care, the objective was to provide a ‘high quality urgent dental care system responsive to local needs’, this is not happening.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-05T15:35:55.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T20:10:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T07:46:10.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about provision of emergency dental care are an operational matter for the NHS and individual dental practices, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T07:46:11.662Z"
    },
    "id": 598546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598546.json"
    },
    "type": "petition"
}