{
    "attributes": {
        "action": "Allow parents of Indian origin British Citizens to visit UK for 9 months.",
        "additional_details": "I was born and brought up in India and came to the UK in 2006 for higher education and am a British Citizen now. I am gratified to be part of this community here and am raising my family in UK, but I do wish my parents could come stay with us for longer and spend more time with me and my family and see their grand children grow. I share this feeling with many other Indian immigrant British citizens so I am requesting to increase the duration of stay on Visitor Visa exclusively for parents.",
        "background": "Currently, parents of Indian origin British Citizens can visit UK for 6 months on a standard Visitor Visa. Please amend the terms of this Visa exclusively for parents only, so they can visit UK for 9 months.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-06T10:20:03.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T13:55:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T13:47:00.207Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about visa entitlements for Indian citizens visiting family in the UK. However, the 6 month standard visitor visa applies to visitors from all third party countries outside of those covered by the EU Settlement Scheme, so the request your petition makes is incompatible with how the standard visitor visa scheme operates.\r\n\r\nYou could have a petition calling on the Government to create a 9-month parental visa for all parents visiting children in the UK, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T13:47:15.035Z"
    },
    "id": 598590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598590.json"
    },
    "type": "petition"
}