{
    "attributes": {
        "action": "I would like all police officers in the uk to have to be re vetted.",
        "additional_details": "The police are supposed to be honest and law abiding. We the country need reassurance, that our justice system works.",
        "background": "I want the government to organise and agree that all police officers in the uk be re vetted. I researched and have become disturbed by the amount of police officers that have been convicted of many different crimes. I think we deserve to be able to trust the police force.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-05T22:18:05.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T08:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T13:35:34.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about reviewing the employment status of individual police officers are an operational matter individual police forces, not the Government or House of Commons. Additionally, the UK Government is only responsible for policing in England and Wales, as justice is a devolved responsibility in Scotland and Wales. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe Government has launched an inquiry into issues raised by Couzens conviction. You can read more about this here: https://www.gov.uk/government/news/inquiry-launched-into-issues-raised-by-couzens-conviction"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T13:35:36.015Z"
    },
    "id": 598562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598562.json"
    },
    "type": "petition"
}