{
    "attributes": {
        "action": "Reject the A level \"transition approach\" in 2022 and an unfair topic lottery.",
        "additional_details": "A level and GCSE results should not be based on a transition strategy which reduces the number of students which obtain a top grade. More should be done to assist 2022 students who are disadvantaged by 2021 grade inflation. Private schools awarded the most top grades increasing classism in our society (increased opportunities for those wealthy enough to attend these schools). This in inequitable since the playing fields are not level.",
        "background": "Students should be graded on merit and in 2022 they should be provided with additional ways to improve their grades failing which they will be unfairly disadvantaged by the 2021 grade inflation already allowed. The playing fields need to be levelled and a topic only lottery reduces equity further.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-06T18:02:02.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T12:59:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T13:43:08.526Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about how A-levels and GCSEs will be graded in 2022 and any potential inequalities, but we're not sure exactly what action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition asking for A-levels and GCSEs to be graded in the same way as previous years or explaining clearly what grading on merit would include.\r\n\r\nYou may like to sign some of the petitions we currently have open on this topic:\r\n\r\nPublish details of proposed changes to GCSE, AS and A level exams by Oct 2021\r\nhttps://petition.parliament.uk/petitions/598200\r\n\r\nReduce examination content for all GCSEs and A Levels in 2022.\r\nhttps://petition.parliament.uk/petitions/591792\r\n\r\nCancel GCSE and A-Level Exams for Summer 2022 due to lack of proper education\r\nhttps://petition.parliament.uk/petitions/597282\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T13:43:17.516Z"
    },
    "id": 598624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598624.json"
    },
    "type": "petition"
}