{
    "attributes": {
        "action": "I would like a speed camera put in place on Dartford road in Bexley.",
        "additional_details": "I would like your help as I'm not getting help from no one else. Dartford road is so dangerous, there is a bus stop that is 2 houses up from the main spot where people keep crashing. There has been two accidents in the last 3 weeks.",
        "background": "I would more help and support from you. I have wrote to highways, TFL, Met police and they are all pushing the but. Something need to change along this road before someone gets killed. People speed and drive dangerously along the road.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-07T15:48:01.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T17:32:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T11:38:22.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Traffic safety measures are the responsibility of the relevant local authority, in this case Bexley Council, not the UK Government or Parliament.\r\n\r\nYou could therefore raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou might also like to start a petition to Bexley Council on their website asking them to take this action. You can find out how to do this here: https://www.bexley.gov.uk/about-council/democracy-and-elections/voting-and-elections/elections/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T11:38:45.497Z"
    },
    "id": 598675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598675.json"
    },
    "type": "petition"
}