{
    "attributes": {
        "action": "Facilitate Pet travelling abroad- Rail and Airplane (cabin).",
        "additional_details": "It has become increasingly difficult to travel abroad with pets. There are limited routes & companies allowing for animal travel. Owners are left with few options, normally leaving them behind.\r\nPet travel is an important part of the travel industry and should not be taken lightly. In fact, according to Away Resorts survey, 85% of UK pet owners would prefer to stay home than leaving pets behind when abroad. We need more solutions and pet-friendly routes to travel.",
        "background": "Change the rules of animal travelling abroad. Government should contribute to the facilitation of animal travelling and add pet-friendly routes to and from the UK- by rail and airplane (cabin).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-07T15:26:00.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T16:30:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T13:56:33.663Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Carriage rules for Eurostar are a matter for Eurostar, not the Government or House of Commons. Whether to offer pet-friendly routes for international travel (by plane or train) is a matter for individual operators, not the Government or House of Commons.\r\n\r\nHowever we currently have the below petition open on allowing pets in airplane cabins, which you might like to sign:\r\n\r\nLet airlines allow pets in the airplane’s cabin to and from the UK\r\nhttps://petition.parliament.uk/petitions/587165"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T13:56:43.492Z"
    },
    "id": 598674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598674.json"
    },
    "type": "petition"
}