{
    "attributes": {
        "action": "Force LAs to use EXISTING legislation to prevent homes becoming holiday-lets",
        "additional_details": "Parliament should pressure Council planning departments to do their jobs. They are fixated on 'new builds', yet failing to safeguard the homes we already have, using powers that they already have. If a homeowner has not applied for planning permission for a change of use to short-stay visitor accommodation, then a council should issue an enforcement notice, returning the property to residential use. What is the point of new legislation if Councils are not even using the powers they already have?",
        "background": "We are in an unprecedented housing crisis. Yet Councils do not use their powers supported by existing legislation to enforce the correct use of residential property. Changing the use of a residential home to visitor accommodation requires planning permission, yet this is not being enforced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-08T12:59:36.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-08T19:34:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T10:33:16.546Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about enforcing existing legislation around holiday lets are a matter for local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to review enforcement of existing legislation around holiday lets, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T10:33:17.355Z"
    },
    "id": 598728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598728.json"
    },
    "type": "petition"
}