{
    "attributes": {
        "action": "Ensure that children have access to the FREE dental care they are entitled to",
        "additional_details": "I have recently found my self in the position  where I have had to pay for private dental care to ensure my children get seen by a dentist. I made numerous telephone calls to all of the dentists in my local area. All of which responded with ' we aren't currently taking on any NHS paitients' some them followed with 'but if you wish to pay for private health care we can set up a payment plan for you' so you have space to see them of we pay? Eventhough children are entitled to free dental care?",
        "background": "I beleive the government should ensure that all dental practices allow any child to be registered for the free NHS dental care they are entitled to. There shouldn't be waiting lists. There shouldn't be a maximum number of NHS patients when it comes to children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-09T15:44:16.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-09T16:07:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T10:57:45.768Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about what patients dentists take on are a matter for individual practices, not the Government or House of Commons. You could start a petition asking to increase funding for free dental care, if that's something you'd like to happen.\r\n\r\nWe could accept a petition calling on the Government to increase funding for NHS dentistry to ensure that all children have access to a local NHS dentist."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T10:57:46.549Z"
    },
    "id": 598783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598783.json"
    },
    "type": "petition"
}