{
    "attributes": {
        "action": "Amend Natasha's Law to include nutritional data.",
        "additional_details": "It is heart-breaking on holiday when your child asks for an ice-cream and you say no because the seller cannot tell you the carbohydrate value.\r\nIt is totally and farcically inept that, if you order and collect a pizza you don't need to label it, but if it was sitting on the shelf, you do need to - the same goes for every loose cake, pastry, sausage roll etc. in bakeries across the nation. Diabetics cannot feel safe without this information because it forms the basis of their insulin dosage.",
        "background": "Allergen labelling is important, but there are twice as many Type 1 diabetics looking for nutritional data, especially the carbohydrates.\r\nWithout the carbohydrate value, the majority of diabetics will not purchase, so this legislation is effectively discriminating against them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-09T16:39:21.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-10T09:14:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T09:47:05.531Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you would like carbohydrates and other nutritional information to be incldued on product labels, but Natasha's Law (the UK Food Information Amendment) is a requirement for foods prepackaged on the premises and would not apply in the cases you mention in your petition. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T09:47:07.452Z"
    },
    "id": 598788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598788.json"
    },
    "type": "petition"
}