{
    "attributes": {
        "action": "To suspend all green taxes and green energy grants until further notice",
        "additional_details": "I would suggest the current method of raising green taxes from the consumer  is totally unsustainable due to extortionate current energy cost that look like being with us for a very long time.\r\nI would also suggest that an opt in or opt out of green taxes when signing up with energy companies is introduced, thus allowing those willing and able to pay the taxes to do so and for others the enjoy lower energy costs.",
        "background": "Due to the energy crisis both for domestic and industrial consumers the government should make every effort to reduce consumer costs, companies that receive these taxes and grants should get help from general taxation not green taxation until further notice",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-11T07:42:40.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-15T12:07:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T09:11:20.827Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly which taxes and grants you'd like to see suspended. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T09:11:21.986Z"
    },
    "id": 598884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598884.json"
    },
    "type": "petition"
}