{
    "attributes": {
        "action": "Enhance UK tax haven regulation to ensure full transparency of asset ownership",
        "additional_details": "Conservative estimates are that more than $10 trillion of wealth is hidden illegally from taxation in tax havens around the world.  Many of these tax havens are under UK jurisdiction.  This tax evasion by the super-rich is illegal and immoral and is an affront to honest citizens who pay their share.  It also undercuts the tax base the UK can call on to finance essential social programmes.  The UK Government has a moral duty not to facilitate such crime and a right to claim all taxes due.",
        "background": "The Pandora, Panama and Paradise Papers show that UK tax havens are being used to hide financial wealth from scrutiny and taxation.  Tax evasion is illegal.  We want the Government to enforce full transparency of asset ownership in all UK-regulated jurisdictions and clamp down fully on tax evasion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-12T10:50:18.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-12T15:07:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-13T16:43:54.936Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see more regulation and transparency regarding taxes and assets but we're not sure exactly what action you'd like the Government or Parliament to take. You could start a new petition clearly setting out what changes you want to be made to existing UK tax haven laws or regulations.\r\n\r\nFor example, you could start a new petition calling for large multinational companies to be required to publish a breakdown of the tax they pay in the UK and each UK territory if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-13T16:44:00.878Z"
    },
    "id": 598952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598952.json"
    },
    "type": "petition"
}