{
    "attributes": {
        "action": "Petition for low immunity groups to receive a 3rd vaccination",
        "additional_details": "There are still a large number of people shielding themselves, getting very sick, or dying due to a lack of immune response to 2 vaccines. 3 vaccines have shown an overall large increase in the number who respond, and their level of response, to enable them to have protection. This would enable an element of relief to the NHS with less people to treat, but to ease anxiety among those who fear for their lives, whilst others go on as 'normal' unaware of the danger still posed to others.",
        "background": "To allow low immunity groups to receive a 3rd vaccine, inc those with Myalgic Encephalomyelitis (CFS/ME), Type 1 diabetes, Lupus, Multiple Sclerosis, Rheumatoid Arthritis, anyone with a reasonable history of poor immunity that may not acquire immunity to a satisfactory level after 2 vaccinations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T08:17:55.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-15T14:29:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T11:00:07.101Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Joint Committee on Vaccination and Immunisation has advised that people with severely weakened immune systems should have a third vaccine dose as part of their primary COVID-19 vaccination schedule: https://www.gov.uk/government/news/jcvi-issues-advice-on-third-dose-vaccination-for-severely-immunosuppressed\r\n\r\nFollowing this advice, NHS England has provide guidance on identifying patients that meet the above criteria, and to consider the optimal timing for administering a third dose: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2021/09/C1399-Updated-JCVI-guidance-for-vaccinating-immunosuppressed-individuals-with-third-primary-dose.pdf\r\n\r\nDecisions about who qualifies for a third dose in line with this guidance, and arranging for a third vaccination, are a matter for NHS England and individual clinicians, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T11:00:34.444Z"
    },
    "id": 598998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598998.json"
    },
    "type": "petition"
}