{
    "attributes": {
        "action": "Bring about change in the way U.K. state schools regulate uniform standards",
        "additional_details": "There is a number of key and significant reasons as to why I would like the government to bring about change in the way uniform standards are brought about. After conducting a recent survey in regards to how girls and boys alike are treated in terms of uniform standards.\r\n\r\nMany people, throughout the survey I conducted, mentioned that they often received sexist and racist remarks by their teachers. No one should have to feel as though they cannot practice their religion in school.",
        "background": "I personally want the government to bring about change in the way uniform standards are regulated within schools. Whilst I am not fully aware of the full regularity of how school uniform standards fit into U.K. law, I am fully aware that pupils in school face unfair treatment by their teachers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T21:19:06.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-13T21:28:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-14T12:58:29.167Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about school uniform policies, however it's not clear what it is you would like to be changed about how such policies are set by schools, or how you want schools to be regulated in terms of their policies.\r\n\r\nSchools are encouraged, but not required, to put in place mandatory uniform policies. You could therefore have a petition calling on the Government to hold a review of how schools' are taking account of gender and religious equality in their uniform policies, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign these petitions which calling for related actions:\r\n\r\n'Require schools to have gender-neutral uniform policies': https://petition.parliament.uk/petitions/597731\r\n\r\n'Ban mandatory school uniforms': https://petition.parliament.uk/petitions/591532 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-14T12:58:51.332Z"
    },
    "id": 599060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599060.json"
    },
    "type": "petition"
}