{
    "attributes": {
        "action": "Stop over-developing the countryside, and focus on populating empty homes",
        "additional_details": "In our community alone we have over 3,000 homes being introduced to a tiny hamlet that had only 1,000 in it at the end of 2020.  Soon the village we are in will be dwarfed by the new development and our tiny community will go.  On the flip side, the North is desperate for infrastructure and communities, with whole towns being empty.  By rehoming people / attracting people to the North we can develop these areas that already have homes in need of TLC, and actually build back better as promised!",
        "background": "We would like the government to abandon their plans of overdeveloping tiny village communities and ruining the local area, and instead re-home people to places like Redcar in the North that have whole streets abandoned due to lack of work - then allow for infrastructure to grow in those areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T14:30:29.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T14:35:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T07:26:46.702Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the development of new housing, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about new housing developments are a matter for developers and individual local authorities, although we could accept a petition calling on the Government to end funding for the development of new affordable housing, if that's what you want to happen.\r\n\r\nWe could also accept a petition calling on the Government to provide additional funding to local authorities to help them try and fill currently empty properties."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T07:26:47.834Z"
    },
    "id": 599037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599037.json"
    },
    "type": "petition"
}