{
    "attributes": {
        "action": "Increase nurses' salaries by 30% and set minimum hourly rate of £15 for carers.",
        "additional_details": "There is a critical shortage of nurses and carers.  A 30% salary increase for nurses and minimum £15 per hour for carers will help retain and attract people to these roles by starting to recognise their value. The associated cost could be funded by, for example, increasing corporation tax from its current level (19%) to the level it was in 2013 (28%), stopping HS2, suitable council tax rates for second homes or those worth over £2m, a 50% tax rate for those earning over £200K per year etc.",
        "background": "Proposals from the main political parties to address shortages of nurses and carers assume that the current level of pay should be the start-point for change. This is wrong. A fundamental shift is required to ensure the value of these roles is properly recognised and to attract/retain people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T12:34:04.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T08:30:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-15T07:01:19.940Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about pay for carers are a matter for local authorities and other care providers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition about increasing they pay of NHS nurses, which are set by the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-15T07:01:20.672Z"
    },
    "id": 599026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599026.json"
    },
    "type": "petition"
}