{
    "attributes": {
        "action": "Let Fathers and Mothers have equal rights in the UK",
        "additional_details": "In the UK, Mothers have more rights over their children than the Father all because of the Law that states so. This has left countless Fathers feeling left in the dark, betrayed, abandoned and hopeless. \r\n\r\nEach family case is different and some women do have a moral obligation to protect their children from harm but when this is simply not the case, the child is still taken from the Father just because she can. Mothers and Fathers should have equal rights. Its 2021, not 1821",
        "background": "Change the law so Fathers have equal rights as the Mother",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T20:35:53.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T12:29:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T09:58:11.201Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about parental rights, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government or Parliament to make to existing laws.\r\n\r\nYou can read a briefing note on current laws regarding parental responsibility here: https://commonslibrary.parliament.uk/research-briefings/cbp-8760/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T09:58:13.151Z"
    },
    "id": 599110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599110.json"
    },
    "type": "petition"
}