{
    "attributes": {
        "action": "The use of ANPR to automatically issue PCNs, is not fit for use.",
        "additional_details": "The British Parking Association (BPA), a body that represents the UK parking and traffic management profession, has acknowledged the issue and says car park operators \"are becoming aware of this and should now be checking all ANPR transactions\". Yet TFL, Highways England and countless outer councils continue to pursue motorists with use of inadequate equipment. Such action leaves motorists with great burden and worry.",
        "background": "Whilst the ANPR technology is good, it’s not infallible. There are too many situations where innocent members of the public have done everything right, but still get unwelcomed threats and demands for money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T19:52:20.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-15T06:29:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T09:08:48.882Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The use of ANPR technology in car parks is a matter for private providers and local authorities, including Transport for London, not the UK Government or Parliament. The Government is therefore not directly responsible for the action your petition calls for.\r\n\r\nYou could start a petition calling for Highways England to stop using ANPR technology on motorways in England, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T09:08:53.408Z"
    },
    "id": 599108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599108.json"
    },
    "type": "petition"
}