{
    "attributes": {
        "action": "retract document -Our plan for improving access and supporting general practice",
        "additional_details": "The Government needs to undertake discussions with GPs to ensure that any Government proposal to improve patient access is deliverable within the existing workforce. Discussions need to stem around how to ensure patients are seen in the right place at the right time by the right person and not based purely on a patients wish to see a GP without clarity on the reason for why an appointment is required. Many issues can be managed via phone or email without the need for a Face2Face appointment",
        "background": "This proposal will fill GP appointments with minor issues at the expense of those who require urgent medical intervention based on patient wants and not need. Patients will turn to A&E in despair to seek healthcare advise causing lengthy hospital waiting times",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T21:34:23.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T22:25:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T08:38:19.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThis plan was published by NHS England, not the Government or House of Commons, and the Government is therefore not responsible for this plan. We cannot accept petitions calling for actions to be taken by NHS England, as it is operationally independent of the Government.\r\n\r\nWe could accept a petition calling on the Government to review plans for improving patient access, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T08:38:20.646Z"
    },
    "id": 599115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599115.json"
    },
    "type": "petition"
}