{
    "attributes": {
        "action": "Make cervical screening care levels decided by if you have a cervix not gender",
        "additional_details": "They run the country and have the power to make this change. They are also able to provide funds to the NHS if it says it needs it to update its software to stop this gender discrimination. The NHS is currently breaking the law by discriminating against people who are not female, giving them a sub standard level of care because of their gender alone. This is leaving people untested and unaware they need a test. A test which saves lives. The government/parliament can change this decisively.",
        "background": "Change current smear testing policy which discriminates against people who have a cervix but do not identify as female. If you identify as female you are told of the need for a test, sent reminders and results. Not identifying as female means you don't get that level of care. Gender discrimination",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-15T19:58:56.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-16T03:58:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T08:29:43.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is directly responsible for.\r\n\r\nDecisions about how the NHS invite patients for screening programmes are a matter for the NHS, not the Government or House of Commons.\r\n\r\nYou can read about cervical screening test arrangements for for people who are registered with a GP as male here: https://www.nhs.uk/common-health-questions/sexual-health/should-trans-men-have-cervical-screening-tests/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T08:29:44.221Z"
    },
    "id": 599176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599176.json"
    },
    "type": "petition"
}