{
    "attributes": {
        "action": "Make Adult ADHD psychiatric diagnosis accessible for all over 18s on the NHS",
        "additional_details": "In order for patients to access the necessary treatment, those struggling with undiagnosed ADHD face unnecessary obstacles. Meanwhile, whilst waiting for an assessment, some cannot access a referral in areas by their GP, and have to choose between going to a private doctor for a hefty fee in the hundreds, or simply are left with no choice but to go without help. \r\n\r\nThis is especially affecting those in low income households, who cannot work due to ill health. Diagnostic services need to be free.",
        "background": "Currently there are gaps in funding in areas for over 18s who wish to be given a psychiatric assessment for ADHD, so much so that some GPs cannot put forward over 18s for a psychiatric assessment. They are given the choice to either go private or go without the necessary help. Make this service free",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T17:36:09.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T18:23:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T08:26:35.951Z",
        "rejection": {
            "code": "duplicate",
            "details": "Diagnosis and treatment of medical conditions is a matter for the NHS and individual clinicians, but you may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/597840"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T08:26:36.660Z"
    },
    "id": 599101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599101.json"
    },
    "type": "petition"
}