{
    "attributes": {
        "action": "Start home learning and bring back face masks",
        "additional_details": "Many children, without knowing, are passing Coronavirus onto one another without knowing in schools and it is passing through them rapidly. There is already a big increase in the amount of Covid 19 cases in the UK and if schools don't start home learning, it will just get worse. Cases may reduce if schools for a month as it is schools which are mainly getting affected. Also, face masks were very helpful when they were mandatory as no one would be catching each other's breath.",
        "background": "It is best for government to close schools down for a few weeks and they should bring back face masks as Covid 19 is spreading quite fast. But the rest should not be affected as it is only schools which are having a lot of covid cases. All outside activities can continue still as they are fine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T17:28:46.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T17:41:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T08:24:35.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about transmission of Covid-19 within schools, but we're not sure if you want the Government to close schools, or require face masks in schools, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nClose all schools until COVID-19 is 100% gone: https://petition.parliament.uk/petitions/584415"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T08:24:36.207Z"
    },
    "id": 599100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599100.json"
    },
    "type": "petition"
}