{
    "attributes": {
        "action": "Change all knives to safety knives.",
        "additional_details": "There is slim to no use for the sharp tip of a knife. Kitchen knives are only used for the sharp edge of the blade to cut food but rarely needed for the sharp tip. No knives need this and if in some cases it is needed you should have to obtain a license to have one for professional use. Knives sold in shops and online for kitchen use should all have a rounded tip as does a bread knife",
        "background": "Change all knives to safety knives. No knife needs to have a sharp point at the tip, they should be rounded (as is a bread knife) as to not be able to pierce",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-16T10:11:51.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-16T20:10:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T09:10:27.553Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain knives, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is no standard definition of safety knives, but the phrase normally refer to knifes with a self-retracting blade, rather than knifes without a sharp point.\r\n\r\nWe could accept a petition calling for a ban on knives that come to a point, but it would need to be clear if you want this to be a ban on sales of knives with points, or also the possession and use of such knives."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-31T14:24:59.066Z"
    },
    "id": 599209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599209.json"
    },
    "type": "petition"
}