{
    "attributes": {
        "action": "I want you to provide more finance for dentistry.",
        "additional_details": "The state of nhs dentistry is a shambles. Im 38 years old and can not get a dentist and I'm not the only one. Dentists can offer me an appointment on the affordability plan but at 75 for one filling i can not afford to have 3 teeth out a denture and filling. Its either feed my children or go to the dentist! It shouldn't be like this. Just because we are struggling people and have to rely on the nhs we shouldn't be penalised and told sorry only have appointments if your paying.",
        "background": "I would like government parliament to sort more funding out for nhs dentists!  \r\nYou can provide 250 million to gps but dentists get forgot about.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-16T22:09:33.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T09:34:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T09:34:12.214Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the cost of dental treatment, however it's not clear whether you want the Government to provide increased funding to the NHS to help bring costs down, or to make funding available to patients to help them meet the cost of their treatment.\r\n\r\nIf there is a specific form of support you would like the Government to introduce to address the cost of dental treatment, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T09:34:14.059Z"
    },
    "id": 599253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599253.json"
    },
    "type": "petition"
}