{
    "attributes": {
        "action": "Pressure nightclubs to holding a weekly 'women and non binary only' day.",
        "additional_details": "If the government can pressure clubs to introduce covid passports, then they can pressure clubs to introduce weekly safe spaces for women and other marginalised identities.\r\n\r\nOne in four women who regularly go to pubs and clubs have had their drinks spiked. People never consider the life long trauma that follows being spiked or assualted. The government has a chance to protect women nationwide as well as lessen the strain put on public services (i.e. the NHS) caused by rapists and assualters.",
        "background": "The danger women face when going out clubbing is no secret, especially now that rapists are beginning to use needles to spike us. Those of us who go out and are susceptible to being attacked are sick of feeling scared, the very least clubs can do is offer us one night a week where we can feel safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-18T18:12:14.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-18T18:16:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-21T09:00:36.932Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about holding specific events are a matter for individual nightclubs, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it a legal requirement for nightclubs to thoroughly search guests on entry:\r\nhttps://petition.parliament.uk/petitions/598986\r\n\r\nFund free drink spiking test kits for all bars: https://petition.parliament.uk/petitions/597143\r\n\r\nRequire clubs and bars to offer lids with straws for drinks: https://petition.parliament.uk/petitions/596308"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-21T09:00:38.654Z"
    },
    "id": 599361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599361.json"
    },
    "type": "petition"
}