{
    "attributes": {
        "action": "Prioritise pedestrian and bicycle infrastructure over cars within our cities",
        "additional_details": "1. Economic Development - people who walk or cycle make more trips to the high street and spend more money \r\n2. Reduction of Congestion – congestion costs average UK road user 115 hours and £894 a year  \r\n3. Air Quality – automobile pollutants harm our health and contain greenhouses gases that cause climate change  \r\nDemand – 77% support measures to encourage more walking and cycling \r\nRealistic – separated cycle lanes work. In London introduction increased usage by 53% \r\n  \r\nStats: www.cyclinguk.org",
        "background": "Clear separation of ‘roads’ primarily for inter-city car journeys, and ‘streets’ primarily for pedestrians, bicycles, necessary service vehicles (e.g. emergency, deliveries) and disabled access vehicles\r\n\r\nWiden pavements\r\n\r\nCreate new cycle lanes\r\n\r\nReduce traffic and car speeds in neighbourhoods",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-18T15:03:18.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-19T21:27:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-26T09:55:39.690Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about prioritising pedestrian and bicycle infrastructure is a matter for local authorities, not the Government or Parliament.\r\n\r\nYou could start a petition asking the Government to provide funding for local authorities to prioritise pedestrian and bike infrastructure over cars, if that's something you'd like to happen. You could also ask the Government to require local authorities to meet certain standards for pedestrian and cycling infrastructure."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-26T09:55:39.686Z"
    },
    "id": 599344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599344.json"
    },
    "type": "petition"
}