{
    "attributes": {
        "action": "Prevent strike action from disrupting public services like rubbish collection",
        "additional_details": "Local councils should have the option to hire private services to collect rubbish if normal collection services are interrupted by strike action. Allowing rubbish to pile up on our streets and in our gardens should never be allowed to happen - It creates very serious health issues for a large portion of the population, it's bad for the environment (Wildlife can easily access the rubbish) and recycling is not necessarily disposed of properly, to name a few serious problems this creates.",
        "background": "It is important for workers to have the right to protest if they are not satisfied with their working conditions, however this cannot interrupt basic services such as rubbish collection that we pay council tax for as residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-18T12:18:47.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-18T14:09:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T14:36:49.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Councils are already able to hire private services and decisions around rubbish collection lie with councils, rather than the Government. You might want to start a petition asking the Government to provide additional funding to support Councils to hire alternative private services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T14:36:49.344Z"
    },
    "id": 599332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599332.json"
    },
    "type": "petition"
}