{
    "attributes": {
        "action": "End Violence and Discrimination through Early Years Education!",
        "additional_details": "1 in 6 young citizens in the UK are experiencing record levels of anxiety & depression in a mental health pandemic. Gender-based violence & systemic racism continue unabated, all in the midst of an intensifying climate emergency. We have seen the government responding reactively and not preventatively. Evidence-based programmes, like Think Equal, prove that preventative measures do work. Therefore the government needs to reassess its' strategy & prioritize Early Years education.",
        "background": "Mandate Social and Emotional Learning alongside numeracy and literacy – if it is compulsory to learn how to read and count, it must surely be compulsory to learn the value of human beings? Evidence-based programmes exist to prevent mental ill-health, discrimination & violence before it's too late.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-19T17:45:48.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T08:21:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-29T08:49:27.351Z",
        "rejection": {
            "code": "already-happening",
            "details": "The statutory framework for the early years foundation stage already includes personal, social and emotional development alongside communication and language, and physical development: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/974907/EYFS_framework_-_March_2021.pdf\r\n\r\nWe could accept a petition calling for changes to this framework, but it would need to be clear what changes you wanted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-29T08:49:28.424Z"
    },
    "id": 599433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599433.json"
    },
    "type": "petition"
}