{
    "attributes": {
        "action": "Ensure children entering the care system undergo an emotional age assessment.",
        "additional_details": "Children that have suffered neglect, abuse and trauma, did not develop the pathways in their brains to allow them to make the connections needed to make good choices, to not be impulsive, to not take risks and they can be incapable of regulating their own emotions. Therefore you may see a 10 year old child who is able to be charged for a crime before you, but they maybe 3 years old internally. It is not right or fair for a 3 year old to be charged for a crime. The system needs to change and fast",
        "background": "To safeguard looked after children from being criminalised by making it compulsory for those entering the system to have their emotional age determined prior to criminal activity. Improve outcomes by proving these children do not have capacity when crimes are committed. To fight for these children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-19T12:41:30.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-19T14:58:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-25T07:27:46.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about children being prosecuted for criminal offences, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for children entering the care system to be assessed, but it's not clear what, if any, changes you want to be made to rules regarding criminal responsibility, which determine how children are treated by the justice system.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-25T07:27:47.792Z"
    },
    "id": 599408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599408.json"
    },
    "type": "petition"
}