{
    "attributes": {
        "action": "Abolish unrealistic school attendance percentages and fines.",
        "additional_details": "Since the Covid-19 pandemic began it has become quite obvious that percentages for attendance at school have become absurd. If anything the pandemic has shown us just how important it is to stay away from places if you are unwell. This should go for any illness. Parents and children should not have this strain upon them over sickness. Illness is illness and health is more important. Schools are currently asking you to keep your child off if they are unwell but they're still expected to attend.",
        "background": "I ask the Government to look at abolishing unrealistic percentages over school attendance and fines. No one wants the stress of school attendance and fines whilst struggling with a child that is unwell. Too much importance has been put on having a good education when health should come first.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-19T11:56:45.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-19T13:39:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-21T13:38:55.179Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements regarding absence from school, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf your school is missing school without a good reason your local council can fine you, and we could accept a petition calling for these powers to be removed.\r\n\r\nThe Government does not set percentages for acceptable attendance at school, so it's not clear what changes you want the Government to make in this area.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-21T13:41:47.579Z"
    },
    "id": 599405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599405.json"
    },
    "type": "petition"
}