{
    "attributes": {
        "action": "Put extra safety measurements in night clubs to avoid drinks getting spiked.",
        "additional_details": "Without the Government’s help clubs won’t become a safer environment. \r\nThese tests come at a pricey cost so some kind of Government funding should be put behind this however, I believe the club owners should pay most amount of the testing kits price, if a nightclub runs out of stock on the testers or doesn’t provide them when it’s made a legal requirement they should be fined.\r\nWe are talking about keeping the public protected unfortunately, numbers to do with drink spiking show otherwise.",
        "background": "The Government should make it a legal requirement for club owners to have drink testers / drink testing wristbands behind the bar available for anyone to ask for it through out the night.\r\nThis should come with no charge and the tests should clearly show if a drink has been spiked or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-20T12:04:07.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-20T13:19:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-25T09:46:18.511Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions:\r\n\r\n'Require clubs and bars to offer lids with straws for drinks': https://petition.parliament.uk/petitions/596308\r\n\r\n'Require licensed venues to introduce anti-spiking policies, and fund training': https://petition.parliament.uk/petitions/599289\r\n\r\n'Fund free drink spiking test kits for all bars': https://petition.parliament.uk/petitions/597143 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-25T09:46:24.794Z"
    },
    "id": 599513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599513.json"
    },
    "type": "petition"
}