{
    "attributes": {
        "action": "Increase funding for primary care services not just emergency ones",
        "additional_details": "only 0.7% of nhs spending goes towards children's mental health spending despite the huge focus on the decline on their mental health due to the pandemic.\r\n5.12 million people were waiting to start treatment at the end of April 2021\r\nthe figure had been increasing each month from May 2020 when it was 3.83 million people \r\nthe number of people waiting longer than 52 weeks to start treatment in around 35 times higher than those waiting a year earlier",
        "background": "We want government to increase spending on primary care services. waiting times have been horrendous since before COVID-19 even began and it means the people have to wait a very long time to receive care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-20T19:47:22.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T18:57:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T07:52:35.817Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has announced plans to increase investment in health and social care, and these plans are not limited to emergency services: https://www.gov.uk/government/publications/build-back-better-our-plan-for-health-and-social-care/build-back-better-our-plan-for-health-and-social-care\r\n\r\nIf there are specific areas where you want the Government to increase funding, we could accept a petition requesting this, but it would need to be clear where you want the Government to increase funding."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T07:52:37.740Z"
    },
    "id": 599547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599547.json"
    },
    "type": "petition"
}