{
    "attributes": {
        "action": "Tighten security checks upon entry into venues. Edinburgh, Scotland",
        "additional_details": "I want to urge people to reach out to clubs and management teams to bring this issue to light, and the more this issue is spoken about, hopefully, security checks upon entry in these venues will be stricter, preventing people from bringing in \"date rape drugs\", making both women and men safer in their environments.",
        "background": "I am starting this petition in relation to the recent spiking uprising in venues and clubs. While this issue only personally affects me in Edinburgh, as I am a student at the University of Edinburgh, this is not at all a local issue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T14:36:45.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T17:54:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T07:48:12.340Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't accept petitions calling for action to be taken in respect of particular localities, but we have published the following petitions, which you might like to sign:\r\n\r\nMake it a legal requirement for nightclubs to thoroughly search guests on entry: https://petition.parliament.uk/petitions/598986\r\n\r\nFund free drink spiking test kits for all bars: https://petition.parliament.uk/petitions/597143\r\n\r\nRequire licensed venues to introduce anti-spiking policies, and fund training: https://petition.parliament.uk/petitions/599289"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T07:48:13.266Z"
    },
    "id": 599615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599615.json"
    },
    "type": "petition"
}