{
    "attributes": {
        "action": "Allow British expats to return from EU back to the UK with their families.",
        "additional_details": "It is a must that the UK government should look after and uphold the rights of UK citizens even if they have chosen to live and work in the EU during the UK's membership. UK citizens should not have diminished rights either in law or through complacency when compared to EU citizens who were residing in the UK prior to Brexit which is presently the case.",
        "background": "Review actual visa processing times for British citizens resident in EU looking to obtain family visas to return to UK with the families.\r\nObjectively compare through enquiry with other visa types how these visa processing times are far too long (~6 months).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T20:30:29.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T21:49:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T09:16:25.404Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about immigration arrangements for the families of UK expats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T09:16:26.297Z"
    },
    "id": 599637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599637.json"
    },
    "type": "petition"
}