{
    "attributes": {
        "action": "Ensure consequences are in place after a crime has been made in Smallthorne",
        "additional_details": "To make the area a safer and better place too live in where you can leave your own items outside your property and they aren’t going too be stolen and if this dose happen then the people that are involved need serious consequences too happened not just a slap on a wrist and if CCTV has been provided and the criminal says it’s not them for not too take their word , they need too be put under pressure until the tell the truth as lying to\r\nthe police is another crime and they just get let back out",
        "background": "I want the police to be more educated on small crimes and how to handle them in a situation where they are solved effectively and have the right outcome.Crime is throw in roof in smallthorne and nothing seems to be done about it and when it is told too the police they are not taking it seriously",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T16:18:48.151Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T16:34:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-26T07:42:30.524Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a local police matter. \r\n\r\nYou could contact your local Police and Crime Commissioner about this issue\r\n\r\nhttps://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-26T07:42:31.625Z"
    },
    "id": 599624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599624.json"
    },
    "type": "petition"
}