{
    "attributes": {
        "action": "Protect Bangladesh Hindus",
        "additional_details": "In the last two weeks, the Hindu community has been under attack in Bangladesh, a persistence of targeted acts of violence against minorities over many years. Many Hindu Temples like that of ISKCON were under attack and vandalized; Deities were smashed, puja pandals of Durga Devi were burnt, homes, shops and individuals were attacked and killed across several districts of the country. Need immediate steps for the security of minorities in Bangladesh, including Hindus, Christians, and Buddhists.",
        "background": "We sincerely request to call upon the Bangladesh government to take swift action to bring an end to the violence against Hindu minorities that has undermined the peace and well-being of Bangladeshi society and to take steps to ensure the long-term safety and well-being of all Bangladeshi citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-22T07:31:19.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-22T08:07:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T13:58:42.448Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the situation of Hindus in Bangladesh, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe Government has said that it is concerned about the recent violence directed against Hindu Durga Puja celebrations across various districts in Bangladesh, that it engages with the Government of Bangladesh on the importance of freedom of religion or belief, which remains a priority for the UK Government, and that the British High Commissioner to Bangladesh has publicly expressed his condolences to the victims of the violence and the UK's support for those working for religious tolerance and harmony in Bangladesh and around the world: https://questions-statements.parliament.uk/written-questions/detail/2021-10-19/59091"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T13:58:44.160Z"
    },
    "id": 599664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599664.json"
    },
    "type": "petition"
}