{
    "attributes": {
        "action": "Stop marking enforced (quarantine/isolation) absence from school as illness.",
        "additional_details": "A main worry is some people may be reluctant to continue testing their children for covid, due to concern about low attendance marks for their child, particularly if they have already had the standard ‘Attendance Letter’ from school after a covid isolation period. Another concern is children will be sent to school with serious contagious illnesses if they already have low attendance. A GP visit is not necessary for most childhood illnesses, yet many require mandatory time away from school.",
        "background": "Allow and ensure schools use a specific mark in the register to indicate the child is in quarantine or isolation for a contagious illness and is not permitted to attend school during that period. Attendance levels should not be detrimentally affected for pupils or schools obeying isolation laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T21:17:31.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T21:37:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T09:05:51.854Z",
        "rejection": {
            "code": "no-reply",
            "details": "There is already a new code for absence from school (Code X) that schools should use where a pupil does not attend because their travel to, or attendance at, school would be:\r\n\r\n- contrary to guidance relating to the incidence or transmission of COVID-19 from Public Health England (PHE), or its successor UK Health Security Agency (UKHSA), and/or the Department of Health and Social Care (DHSC)\r\n\r\n- prohibited by any legislation (or instruments such as statutory directions) relating to the incidence or transmission of COVID-19\r\n\r\nYou can read the Government's guidance on recording attendance in relation to coronavirus (COVID-19) during the 2021 to 2022 academic year here: https://www.gov.uk/government/publications/school-attendance/addendum-recording-attendance-in-relation-to-coronavirus-covid-19-during-the-2021-to-2022-academic-year"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T14:57:25.189Z"
    },
    "id": 599642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599642.json"
    },
    "type": "petition"
}