{
    "attributes": {
        "action": "M20 coastbound jct 13, signage be installed on exit slipway to “use both lanes”",
        "additional_details": "There are 2 lanes in the exit slipway but traffic queues on the right hand side only causing the queue to be back into the moving carriageway which is a huge collision risk. When drivers use the left lane they are offer met with road rage from drivers changing over to the left lane on the roundabout or bridge. There is no left exit so traffic could use the the left lane for the park farm exit on the next roundabout and the right lane for Folkestone/cheriton.",
        "background": "“Use both lanes for Folkestone ” signage to be installed at m20 junction 13 coastbound Folkestone exit slipway, currently traffic only uses the right hand lane on the exit slipway causing queues backing onto the motorway which is a huge collision risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T18:41:07.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T20:29:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T13:19:16.274Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about signage on motorways are an operational matter for Highways England, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could contact Highways England directly about this issue: https://highwaysengland.co.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T13:19:17.539Z"
    },
    "id": 599631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599631.json"
    },
    "type": "petition"
}