{
    "attributes": {
        "action": "The London Mayor must end expanded ULEZ or expand scrappage scheme more lenient.",
        "additional_details": "The expansion hurts low income families the most, who cannot afford to give up their cars, purchases more expensive ones and for whom the scrappage scheme is not extended or affordable either. In addition, many tradespeople are hurt by these measures. The Government must call on the Mayor to rethink his policy, to support lower income households in moving to cleaner forms of transport and acknowledge that building on the backs of the poor is the wrong way to go about making London's air cleaner.",
        "background": "Sadiq Kahn has expanded the ULEZ zone in London. Whilst devolved to the metro Mayor the Government should force the Mayor, through tying action to C. govt funding, to scrap the expansion or else assist Londoners and commuters with an existent scrappage scheme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-24T18:39:08.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T07:04:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-29T08:45:58.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the ULEZ and London scrappage schemes are a matter for Transport for London and the London Assembly, not the UK Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to create its own scrappage scheme, but it would need to be clear how you wanted this to work.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-29T08:45:58.776Z"
    },
    "id": 599797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599797.json"
    },
    "type": "petition"
}