{
    "attributes": {
        "action": "Better Employment Conditions For Care Staff And Resources For The Care System",
        "additional_details": "I woke up one morning to find I was a carer and my life changed for ever. That is the reality for many people.\r\n\r\nSix years have passed and I can say they have been my most difficult yet. Not so much because of the care needs of my husband and brother in law, but more the challenges of using the care system to enable them to live their lives.\r\n\r\nMy experiences that I have encountered along the way have made me determined to help bring about change for both care staff and those who need care.",
        "background": "This Petition Is To Ask The Government To:- \r\n- Provide better employment conditions for care staff in order to recruit and retain them.\r\n- Put in place a care system that is adequately resourced to provide appropriate care for all vulnerable people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-25T10:05:21.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T13:39:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T08:43:20.905Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the terms and conditions of employment for care workers are a matter for their employers, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for changes to how social care is funded, but it would need to be clear what changes you wanted to be made to current funding arrangements."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T08:43:21.709Z"
    },
    "id": 599832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599832.json"
    },
    "type": "petition"
}