{
    "attributes": {
        "action": "Increase Government funding for Early Years childcare",
        "additional_details": "Early Years childcare settings are already crippled due to the lack of support from the Government, with so many forced to close due to the lack of realistic increase in the hourly rate paid in funding for eligible early years children.\r\nThis next hike in NLW will see many more Early Years childcare settings struggle and forced to close. Childcare staff are already some of the lowest paid in the country. The Government need to inject funds in to the childcare system if they want us to survive.",
        "background": "The Government are constantly reviewing and increasing National Living Wage, with the next increase proposed as a 50p hike!\r\nEarly Years childcare settings rely heavily, some solely, on the Government funding. Review your financial support for Early Years childcare and increase the funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-25T08:20:37.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T08:34:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-29T13:38:11.738Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about funding for early years childcare, but we're not sure what changes you want to be made to existing funding arrangements.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nOn Wednesday the Government announced that the Government are investing additional funding for the early years entitlements worth £160m in 2022-23, £180m in 2023-24 and £170m in 2024-25: https://twitter.com/willquince/status/1453434955372040198"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T10:31:58.502Z"
    },
    "id": 599821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599821.json"
    },
    "type": "petition"
}