{
    "attributes": {
        "action": "Change the legal definition of rape to include male victims of female offenders.",
        "additional_details": "In 2021 it is still a debate in wether a woman can rape a man due to the legal definition involving penetration. \r\nMany men are already too embarrassed or scared to come forward, so for the men that do come forward to be told that legally what they experienced was not rape, is absolutely horrifying and wrong. \r\nThis legal definition is only falsifying statistics for rape and male victims because they refuse to come forward, which causes a huge issue in so many ways. \r\n \r\nWomen may be charged with sexual assualt, but that does not give male victims true justice. There are many things that need correcting with rape convictions but this is a huge, huge issue that severely needs to be addressed.",
        "background": "Change the current legal definition for rape in the sexual offenses act within the UK, to include male victims of female offenders. Make it legal for a woman to be able to rape a man so that male victims may get justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-25T10:01:38.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T10:39:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T07:59:28.773Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/586499"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T07:59:29.994Z"
    },
    "id": 599830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599830.json"
    },
    "type": "petition"
}