{
    "attributes": {
        "action": "Immediately Halt UK Vaccination Due To Adverse Reactions Including Death",
        "additional_details": "https://www.gov.uk/government/publications/coronavirus-covid-19-vaccine-adverse-reactions\r\n\r\nCovid vaccines (based on adverse reactions) are making people very very sick and even causing death - they must be halted and the public made aware they are experimental. \r\nThe public must be given the facts about the risks - they simply are not being told. Therefore it is necessary to halt the programme completely due to the shear number of fatalities and serious illness.",
        "background": "There is enough data collected through the Yellow Card Scheme to immediately stop the vaccination programme, including myocarditis, blood clots and deaths due to the vaccine. Many vaccines have been stopped in the past with only SIX adverse events - there are 1000s for the Covid vaccines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-26T17:10:35.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-26T17:30:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T14:27:57.167Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about authorising or removing authorisation for vaccinations are a matter for the Medicines and Healthcare products Regulatory Agency, not the Government or Parliament. Similarly, decisions about administering authorised vaccines are a clinical matter for the NHS and individual clinicians."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T14:28:00.006Z"
    },
    "id": 599918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599918.json"
    },
    "type": "petition"
}