{
    "attributes": {
        "action": "Urgently review the proposed 40L min pack size for draught alcohol duty relief.",
        "additional_details": "This proposed measure discriminates against smaller UK brewers & cider makers who supply their drinks to hospitality in 20 or 30L packages. It also penalises pubs and bars that rely on & champion these smaller UK producers.\r\n \r\nDraught duty relief should apply to all draught beer & cider. The arbitrary 40L figure chosen suggests that the government has been unduly swayed by macro/global beer (who stand to benefit hugely) lobbyists. It does very little to enhance choice or reduce cost to consumers.",
        "background": "Government needs to revisit & rethink the 40L minimum package size proposed for draught alcohol duty relief. It should do this in the light of an assessment of the draught package types used by all UK brewers and supplied to UK hospitality. This measure should not favour large producers over small.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-27T22:53:04.065Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-27T23:12:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-02T10:55:48.424Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want the Government to review the relief or to apply it to all draught beer and cider. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-02T10:55:49.533Z"
    },
    "id": 599989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599989.json"
    },
    "type": "petition"
}