{
    "attributes": {
        "action": "New Act to BAN building in flood zones in the UK, and on UK wetlands, by 2023.",
        "additional_details": "As part of the strategy for COP 26 to combat global warming and the  rejuvenation of our failing eco systems. To use renewable energies and go some way to combat fossil fuels. \r\n\r\nTo re-introduce the ecological importance of wetlands, creating a place for floater to flow to instead of by damaging peoples habitats and homes. \r\n\r\nBy BANNING building in flood zones, recognising the important of that land for our sensitively balanced eco structures.",
        "background": "To pass a NEW Act of Parliament to BAN building on wetlands OR flood zones, to embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost, as close as possible to the original wetlands, to combat global warming.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T21:31:31.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-30T07:50:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T16:14:53.947Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about loss of wetlands, but we're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on a ban on new developments on wetlands or flood zones, but it's not clear what actions you want the Government to take to \"embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T16:14:54.658Z"
    },
    "id": 600040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600040.json"
    },
    "type": "petition"
}