{
    "attributes": {
        "action": "Stop developers building  on areas of outstanding natural beauty (AONB)",
        "additional_details": "Ensure that areas of outstanding natural beauty are duly protect to create a legacy for future generations to enjoy our countryside, ensure sustainable biodiversity and environmental protection. When for whatever reason a council has no up to date housing development plan developers are exploiting this condition and time and obtaining approval for development on areas of outstanding natural beauty. Putting greed before seed.",
        "background": "Legislate so when a council has no 5 year housing plan, planning approval can not be given where development is in an AONB. This “loophole” needs to be fixed. Brown field sites need to be prioritised and existing planning approvals need to be developed before applications can be considered on AONB",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T19:43:54.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-31T08:52:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-04T08:54:37.498Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about development in Areas of Outstanding Natural Beauty (AONB), but we're not sure if you want all development in these areas to be banned, or just development when the local authority does not have a 5-year housing plan in place.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-04T08:56:01.701Z"
    },
    "id": 600033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600033.json"
    },
    "type": "petition"
}