{
    "attributes": {
        "action": "Reform the 2011 Fixed-term Parliaments Act",
        "additional_details": "We want this to be done so that the government and opposition parties no longer use the timing of an election to make a quick sweep in the polls or to abuse the current mood of the British people. Both times parliament passed with the 25 day period it was so that the government and opposition could abuse a fast paced campaign to capitalise on seats - this must end.",
        "background": "We want the government to amend the 2011 Fixed-term Parliaments Act so that a general election can only occur 40 days after permission is granted by the authority with that power rather than 25 days, giving parties a fair chance to campaign properly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-29T18:10:05.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-29T18:38:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T13:50:56.498Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Fixed-Term Parliaments Act 2011, if the House of Commons passes a motion that results in an early general election, the polling day for the election is to be the day appointed by Her Majesty by proclamation on the recommendation of the Prime Minister. The legislation does not proscribe when this must be.\r\n\r\nThe Fixed-Term Parliaments Act 2011 does provide for the Parliament then in existence dissolves at the beginning of the 17th working day before the polling day for the next parliamentary general election, and we could accept a petition calling for this to be changed, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T13:50:59.371Z"
    },
    "id": 600095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600095.json"
    },
    "type": "petition"
}