{
    "attributes": {
        "action": "Support smaller care providers to  to pay the new living wage from April 2022",
        "additional_details": "The government has a responsibility to ensure that current contracts keep pace with increasing costs for providers so that staff can be paid for what they do in line with other sectors. Health and Social Care is already massively underfunded and staff are paid poorly for a very skilled job but whilst this rise will help staff, some of the smaller providers will simply not be able to find the funds and will not continue to contract with local authorities putting both obs and services at risk",
        "background": "The Government has rightly said that staff should earn more per hour as the cost of living is increasing so pay rises are needed. However care providers, especially those providing services for older people for the local authority are underpaid when contracting and cannot afford the increase",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T19:07:36.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-28T19:21:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T07:56:25.978Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for setting pay for people employed by care providers.\r\n\r\nAll employers are required to pay employees at least the National Minimum Wage or National Living Wage, depending on their age: https://www.gov.uk/national-minimum-wage-rates"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T07:56:28.190Z"
    },
    "id": 600031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600031.json"
    },
    "type": "petition"
}