{
    "attributes": {
        "action": "Stop people smoking/gaping in indoor pubic spaces. Smoking is for outside!",
        "additional_details": "Government should raise awareness of the consequences of smoking indoors and the disrespect to families who are highly against smoking. I was a previous smoker but would never smoke indoors. It’s better to respect other, especially ones with underlying health concerns that may be affected by the fumes and smoke from a cigarette.",
        "background": "I would like parliament to stricken the laws of smoking within an indoor premises.  I’ve seen a high ratio of smokers smoking indoors. Within my work place and on public transport. It is clear that people are ignoring the ‘no smoking’ labels especially on pubic transport that states it’s illegal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-29T07:11:17.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-29T14:01:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T13:40:46.534Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already against the law for people to smoke in almost all enclosed and substantially enclosed public places, workplaces, on public transport and most work vehicles and company cars. You can find out more about the smoking ban here: https://commonslibrary.parliament.uk/research-briefings/sn04414/\r\n\r\nEnforcing the smoking ban is a matter for relevant public authorities, not the Government or Parliament.\r\n\r\nWe could accept a petition calling for changes to the smoking ban, but it would need to be clear what changes you want, or for a public awareness campaign on the smoking ban."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T13:40:48.517Z"
    },
    "id": 600054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600054.json"
    },
    "type": "petition"
}