{
    "attributes": {
        "action": "Improve mental health services in the U.K. and listen to our concerns",
        "additional_details": "We are not being listened to. Mental health services in the U.K. are inadequate. The police say they are seeing mental health cases rise but can do very little to assist. We need a link between us and the government so we can feedback real stories so changes can be made. More needs to be done regarding online trolling and the platforms made accountable for what they allow to happen. The government need to listen to real people and real stories to make the right changes so please help us.",
        "background": "We need the government to listen to our real life experiences and make changes. I propose that same day GP emergency appointments should be available . The police need more training on mental health as they feel helpless. The DWP need to asses mental health better as they are turning people away.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-30T11:47:58.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-30T12:44:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T16:27:21.329Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for people with mental health problems, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund a 24-hour NHS mental health helpline and treatment: https://petition.parliament.uk/petitions/585974\r\n\r\nProvide more funds and resources to Mental Health services & charities: https://petition.parliament.uk/petitions/595467\r\n\r\nFund mental health units in all hospitals in England: https://petition.parliament.uk/petitions/581452\r\n\r\nMandate mental health and disability training for all police officers: https://petition.parliament.uk/petitions/584767\r\n\r\nWe could accept a petition calling on the Government to review or increase funding for other areas of support for people with mental health problems, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T16:27:21.931Z"
    },
    "id": 600137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600137.json"
    },
    "type": "petition"
}