{
    "attributes": {
        "action": "Ban UK government & advisors from using private jets",
        "additional_details": "It is estimated that over 400 private jets have been used to transport delegates to COP26, this is one of the most carbon intensive forms of transport. The government intend to introduce measures that will impact the lifestyles of the population, they should take the lead by stopping this unnecessary form of transport. How will they engage people to support climate change mitigation if they don't lead by example?",
        "background": "Ban UK ministers & their advisors from using private jets & ban all travel to UK government hosted events by this method of transport. Work with businesses to eliminate all private jet travel to & from the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-31T10:34:10.089Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-31T11:28:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-04T09:52:14.517Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about private jet use, but we're not sure if you want the Government to stop using private jets for government business, or a much wider series of changes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, but the scope of your request would need to be clear from the title of your petition.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan the use of private jets to help climate change: https://petition.parliament.uk/petitions/599977"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-04T09:54:18.088Z"
    },
    "id": 600183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600183.json"
    },
    "type": "petition"
}