{
    "attributes": {
        "action": "Mandatory Marriage Registration.",
        "additional_details": "It is imperative that the rights of women are recognised by registering their Islamic marriage. (Nikah). \r\nWomen who get an Islamic divorce often have to leave their family home and end up in their parents house with kids or in a refuge if there is no family or no one to support them. We believe in women empowerment and the way we can enable them is by giving them their right to live.\r\nThank you for your support. \r\nMuslim Women’s Advisory Council.",
        "background": "Muslim Women’s Advisory Council is a voluntary organisation working towards women’s rights in marriage. \r\nWe are campaigning for Islamic marriages (Nikah) registration to be mandatory. \r\nThis is the first basic right of a woman when she gets married.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-30T13:27:56.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-30T16:08:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-04T15:51:57.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nA Nikah is not recognised as a legally valid marriage unless there is an additional civil ceremony, which already needs to be registered.\r\n\r\nWe could accept a petition calling on the Government to recognise a Nikah as a legal form of marriage, so that existing requirements for registration of marriages apply to Nikahs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-22T09:11:21.986Z"
    },
    "id": 600145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600145.json"
    },
    "type": "petition"
}