{
    "attributes": {
        "action": "SCRAP IELTS TESTING FOR COMMONWEALTH COUNTRIES",
        "additional_details": "1.\tCertificates from such countries are always passed as equivalent to the UK qualifications by UK's Naric-\r\n2.\tMost education systems are replica of the British System of education as former colonies.\r\n3.\tAll the candidates would have been using English as their official / primary medium of communication from such countries\r\n4.\tThe nurses have to pass another Test Computer-based Test ( CBT)  and also undergo a work-based training programme for overseas nurses (OSCE) once they arrive in the UK.",
        "background": "International English Literacy Test (IELTS) as a requirement for nurses from Commonwealth countries coming to work in the UK should be scrapped particularly for those nurses from countries like Kenya whose medium of communication is English from Primary to University level such as Kenya.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-01T22:35:16.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-03T20:15:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T13:29:34.120Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want testing requirements for proof of English proficiency to be changed, but we're not sure if you want these to be changed for all applicants from Commonwealth countries, or just applicants whose primary language is English or have passed an equivalent English language test.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T13:29:34.969Z"
    },
    "id": 600297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600297.json"
    },
    "type": "petition"
}