{
    "attributes": {
        "action": "Make Seaweed Packaging mandatory as a direct replacement for plastic.",
        "additional_details": "Plastic packaging used in a variety of consumer goods is causing a worldwide choking of our oceans and rivers. If we can stop this at source, at the manufacturing stage before the consumer buys the product, we will drastically reduce the impact on our environment, while balancing the needs of our economy. Seaweed degrades naturally, is as strong a plastic and where it is possible to replace plastic we all need to do it. Time is running out for us to change our ways. You can unify these efforts",
        "background": "To make it law that companies have to use seaweed based packaging as a direct replacement for plastic in their business where possible This will co-ordinate a countrywide response and lead the global conversation that we need to act now on this.Manufacturers have an environmental responsibility too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-31T18:42:44.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-31T20:38:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-05T07:58:59.467Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is directly responsible for. Decisions about what material to use to replace plastic is a matter for individual companies, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic:\r\nhttps://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-05T07:59:00.303Z"
    },
    "id": 600206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600206.json"
    },
    "type": "petition"
}