{
    "attributes": {
        "action": "Open debate on Boris Johnson's proposed Net Zero costing taxpayers trillions.",
        "additional_details": "There has never been a debate about any Climate Change issue & therefore we call upon Government to arrange its advisors/organisations to meet in TV public debate, with scientists/organisations that oppose climate emergency/change so that the People are fully aware of both sides of the argument & have the opportunity to discuss in more detail. Only then, can you ask the People for their Consent to spending of trillions of taxpayers money on any \"Net Zero\" plan by way of vote.",
        "background": "Current proposed plans by this Government are not democratic nor with consent. People need to know both sides of the argument before agreeing to ANY steps which will cost them trillions as well as change their lives. Government bases its conclusions on some scientists 'models' & 'predictions'.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-01T14:36:19.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-01T20:46:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T08:19:33.030Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about holding televised public debates are a matter for broadcasters, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a referendum on whether to keep the 2050 net zero target: https://petition.parliament.uk/petitions/599602"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T08:19:33.923Z"
    },
    "id": 600250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600250.json"
    },
    "type": "petition"
}