{
    "attributes": {
        "action": "Consider new regulations of corporate bonds targeting retail investors.",
        "additional_details": "I look after my mothers estate and wanted yield to help pay for her care. I invested a sizable portion into three companies. One is being investigated for fraud, another is in administration and investors feel they have also been duped, and the last one I have managed to get money back, however I needed to get a debt collection agency to do so, and fear for all the other investors in this bond offering. Many vulnerable investors are losing Millions -too much criminal activity associated to them.",
        "background": "Bring in new regulations that provides better clarity over how much a business is allowed to borrow, like a credit rating or credit card. To ensure there is far more transparency over how much debt is taken on in each phase of a bond offering. Ensure there is rules that keep criminal activity away",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-01T12:09:05.140Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-01T12:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-05T08:29:14.384Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the regulation of retail bonds, but beyond limits on the amount of funding companies can seek through these bonds, we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-05T08:29:15.253Z"
    },
    "id": 600239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600239.json"
    },
    "type": "petition"
}