{
    "attributes": {
        "action": "Introduce dual education system in the UK",
        "additional_details": "This system could help both students AND the government. It has helped countries like Germany significantly reduce rates of unemployment since it tightens the gap between demanders and suppliers of workforce. Chinese government just decided to implement it too.\r\nIt is also very beneficial for students as these latter will develop practical skills while completing their studies. This will create a wider vision about how things are done practically and will facilitate the hiring process for them.",
        "background": "Students in the UK are making many efforts during university to find themselves unemployed, or waiting for very long periods before getting hired due to “lack of experience”. Dual education system is used in many countries and allows students to gain work experience while completing their studies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-02T16:55:42.479Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-03T00:57:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T11:29:14.723Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by 'dual education system' and at what ages you'd like it to be available. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. As education is a devolved matter, any new petition can only apply to England. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-30T11:21:54.337Z"
    },
    "id": 600341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600341.json"
    },
    "type": "petition"
}