{
    "attributes": {
        "action": "Overhaul of the housing act 1988 to respecting current day court lead times",
        "additional_details": "Private landlords deal with tenants causing damage, and non-payers. Even if anti-social behavior exists, there is no appropriate manner to resolve the problem. The local councils are quick to enforce regulation (including closure) despite landlords following the Section 8 regulations. We simply have no means to deal with situations when things go wrong, nor recover unpaid debts in-case tenants leave properties without notice.  The current system is not supportive of attitudes of todays society.",
        "background": "The Housing act 1988 needs modernising to respect court lead times and the attitudes of todays society.  Eviction processes need to be overhauled allowing landlords to remove problematic tenants before extreme debts and damage are caused. Technologicalization of court processes is required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-02T14:09:25.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T20:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T11:37:22.813Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Housing Act 1988 to be reformed, but we're not sure exactly what reforms you'd like.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T11:37:23.791Z"
    },
    "id": 600334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600334.json"
    },
    "type": "petition"
}