{
    "attributes": {
        "action": "Employers should stop using psychometric tests on black people .",
        "additional_details": "As a black professional in finance area , I recently went across some barriers related to psychometric tests when trying to change my job . I realised that for a job in which I had a experience for and was really good at it , my new employers denied me positions as they said that my score was lower during my test.  But this cannot be real as I am  100 confident that my position does not require what they claimed these tests objectives are .",
        "background": "I would like the parliament to discuss  this because it appears that black people intelligence were not not considered when putting this tests in place. These tests seem  more discriminatory towards them as the objective researched by these tests does not represent black people intelligence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-02T05:39:53.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-02T17:14:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T09:55:27.867Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about what tests to use during recruitment campaigns are a matter for individual employers and recruitment agencies, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nThe law already protects people against discrimination during recruitment. You can find out what you can do if you think you've been unfairly discriminated against here: https://www.gov.uk/discrimination-your-rights/what-you-can-do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T09:55:28.752Z"
    },
    "id": 600308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600308.json"
    },
    "type": "petition"
}