{
    "attributes": {
        "action": "Remove the 40L minimum pack size for the proposed draught alcohol duty relief.",
        "additional_details": "This proposed measure discriminates against smaller UK brewers & cider makers who supply their drinks to hospitality in 20 or 30L packages. It also penalises pubs and bars that rely on & champion these smaller UK producers. \r\n\r\nDraught duty relief should apply to all draught beer & cider. The arbitrary 40L figure chosen suggests that the government has been unduly swayed by macro/global beer (who stand to benefit hugely) lobbyists. It does very little to enhance choice or reduce cost to consumers.",
        "background": "Government must remove the 40L minimum package size proposed for draught alcohol duty relief. It should make an assessment of the draught package types used by all UK brewers in supplying hospitality, and set a minimum size accordingly. This measure should not favour large producers over small.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T08:45:29.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T09:06:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T08:21:53.967Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that only alcohol in 40 litre packages will benefit from the new tax relief, but we're not sure if you want the Government to abolish or reduce this threshold.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nApply the proposed 5% duty reduction on beer to any container over 30 litres: https://petition.parliament.uk/petitions/600010"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T08:21:54.852Z"
    },
    "id": 600460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600460.json"
    },
    "type": "petition"
}