{
    "attributes": {
        "action": "Ban the use of unnecessary plastics in school canteens",
        "additional_details": "We would like the government to help schools pay for plastic alternatives. We want all schools to have a clean and maintained water dispenser with paper cups instead of selling bottled water. As well as this, we would like all snacks to not have plastic wrapping over them as it is wasteful and not disposed of properly, instead we want them to be placed in paper bags or not put in packaging at all.",
        "background": "We would like all unnecessary plastic products in school canteens to be banned. These are things like plastic wrapping, plastic cutlery and plastic pots. And instead replace them with wooden and carboard products.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-03T15:15:36.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-03T15:35:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T12:52:38.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of plastics in school canteens, but petitions need to make a clear request for action.\r\n\r\nYour petition sets out a number of actions you would like the Government to require schools to take, but it's not clear exactly what some of these would mean in practice - whether, for example, selling any drinks in plastic bottles would be prohibited.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T12:52:38.841Z"
    },
    "id": 600406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600406.json"
    },
    "type": "petition"
}