{
    "attributes": {
        "action": "Restart Elective Surgeries for Cancer Patients (& other serious conditions)",
        "additional_details": "As a young cancer survivor myself, I've already been waiting a year for reconstruction. There are over 5 million people waiting on elective surgery for various reasons, as well as serious surgeries being cancelled. The waiting list is getting longer and longer and I myself have been told I will have to wait another 2 years minimum to get seen. It isn't good enough.",
        "background": "This year the government said they were going to come up with a plan to restart Elective Surgeries in hospitals.However, nothing has been done to put a plan in action. We need the government to fund the restarting of these surgeries and take covid seriously so that beds are free for these patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T11:06:51.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T11:31:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T17:01:39.383Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on the scheduling of elective surgery is one for individual NHS trusts and not the UK Government and Parliament. \r\n\r\nWe could accept a petition calling for the Government to provide specific funding to the NHS to increase access to elective surgeries, if that's what you want to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T17:01:40.448Z"
    },
    "id": 600482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600482.json"
    },
    "type": "petition"
}