{
    "attributes": {
        "action": "Create an opt out system for the bone marrow register.",
        "additional_details": "Every day around 5 people start their search for a bone marrow donor and there are over 2000 people currently looking for a match in the UK alone. \r\nThere are currently only around 2% of the UK population registered, which is incredibly low when compared to other countries.\r\n90% of donations take place via peripheral blood stem cell collection which is similar to giving blood, quick, almost painless other than a just one needle and you're able to return to normal activities the following day.",
        "background": "At the minute you have to voluntarily sign up to be on the bone marrow register, and so many people don't even know of its existence. I want to change the system so it is an opt out system like organ donation.\r\nAs a leukaemia patient I know how difficult it is for people to find a match.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-03T19:39:18.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-03T20:38:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T13:31:59.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the lack of availability of bone marrow donors, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPeople need to consent to medical procedures, including donating bone marrow, so it's not clear how you want an \"opt out system for the bone marrow register\" to work.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T13:31:59.881Z"
    },
    "id": 600433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600433.json"
    },
    "type": "petition"
}