{
    "attributes": {
        "action": "Give adequate aftercare to women who suffer miscarriages",
        "additional_details": "Lots of women get lost in the ether, they get discharged from hospital to be told to miscarry at home and have absolutely no follow up afterwards. It can be detrimental to women’s physical and emotional well being and it really isn’t spoken about enough.",
        "background": "Provide adequate aftercare to women who suffer miscarriages.\r\nTo provide areas for these women who are currently made to visit maternity wards/units to have tests or awaiting results.\r\nMake physical and mental aftercare mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T15:20:58.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T15:52:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:14:38.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about patient care, including for people who have suffered a miscarriage, are a matter for the NHS and individual clinicians, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for better support for women experiencing pregnancy loss and miscarriage, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:14:39.466Z"
    },
    "id": 600596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600596.json"
    },
    "type": "petition"
}