{
    "attributes": {
        "action": "Make it a legal requirement to perform genetic health tests on dogs to breed.",
        "additional_details": "The number of people breeding has dramatically increased. Due to some breeders not health testing animals prior to breeding many animals have been born into a life of suffering and even death. This is not only devastating for animal to endure, but the emotional strain and trauma that families go through as a result of unwittingly homing a sick puppy is heart breaking. Breeders need to be held accountable for breeding genetically sick animals and not allowed to profit from them.",
        "background": "All dogs female and male should be health tested clear for all genetic health problems specific to their breed before they are permitted to be used in a breeding programme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T20:35:17.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T20:47:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T11:38:40.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about dogs with genetic conditions being used for breeding, but we're not sure if you just want the Government to require breeders to be required to test dogs for genetic conditions, or if you want restrictions on breeding to apply depending on the results of these tests.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T11:38:42.039Z"
    },
    "id": 600532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600532.json"
    },
    "type": "petition"
}