{
    "attributes": {
        "action": "Start screening all newly diagnosed diabetes patients for pancreatic cancer.",
        "additional_details": "Mortality figures for pancreatic cancer haven’t improved in 50 years. 75% diagnosed with the disease die inside a year and just 6% make it to 5 years. It is the deadliest of the 21 most common cancers. Early detection of Pancreatic Cancer means life-waving surgery is possible. But there are no bio-markers or tests for GPs. Scientists know that 1% of people newly-diagnosed with diabetes has pancreatic cancer. That’s about 4,000 UK people each year whose lives could be saved. We need a Taskforce.",
        "background": "Many campaigners want the government to fast-track the screening of newly diagnosed diabetes patients for pancreatic cancer. There are two stand-out tests available, one in trial phase in the UK, and one licensed this year in the USA. We want the government to make these available to GPs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T23:01:41.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T06:19:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T12:22:43.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about screening for patients are a matter for the NHS and individual clinicians, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for pancreatic cancer screening, but new screening procedures would still need to go through the usual processes before being deployed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T12:22:43.942Z"
    },
    "id": 600552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600552.json"
    },
    "type": "petition"
}