{
    "attributes": {
        "action": "End taxation on Fuel and reduce fuel prices",
        "additional_details": "I want the Government to do this because the current situation is severely affecting the ability of those in the transport sector from delivery and taxi/private hire drivers to maintain a respectable standard of living. Some drivers are faced with making a decision on how long they can afford to work just so they can get a days wages.",
        "background": "I want the Government to End Taxation of fuel and pass the reduction on to the consumer. Fuel is heavily taxed at the pump in the country and the current continual rise in Fuel is affecting the ability of the transport sector to earn a living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T22:51:26.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T07:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T12:31:33.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nWe could accept a petition calling on the Government to eliminate all taxes on fuel, but decisions about retail prices for fuel are a matter for retailers, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years: https://petition.parliament.uk/petitions/599089"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T12:31:34.190Z"
    },
    "id": 600551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600551.json"
    },
    "type": "petition"
}