{
    "attributes": {
        "action": "Install speed bumps down residential roads in Thorpe Bay.",
        "additional_details": "Every day, cars come speeding down roads like St. Augustine's and Parkanaur Aves., a safety hazard for people and animals. It is entirely unnecessary to come hurtling down these roads, and it causes countless crashes where people have been hospitalised and animals like cats and foxes have been killed. Two days ago, our cat's life was cut short when he was hit by a speeding car- sadly he wasn't the first to lose his life this way. It is time to put an end to this and make our roads safe again.",
        "background": "I would like speed bumps to be implemented down residential roads such as in the Burgess Estate, Thorpe Bay, Southend-on-Sea.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-06T12:32:00.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T13:27:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T09:42:44.972Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road improvements are a matter for your local authority, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T09:42:45.674Z"
    },
    "id": 600679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600679.json"
    },
    "type": "petition"
}