{
    "attributes": {
        "action": "Stop African and Caribbean people paying inheritance tax.",
        "additional_details": "Due to the historical context i.e. colonialism / slavery, unjust treatment of African heritage during wind-rush and other  constructs of segregation in UK over generations i.e. during 200 years plus of institutionalised racism e.t.c.\r\n\r\nThis will be a positive way of our country to demonstrate a sea change towards equality and to create a level playing field and foster better relations for all citizens of this land. We petition that you allow the younger generation to benefit from their relatives.",
        "background": "Stop inheritance tax  for African and Caribbean ethnic minorities for fairness and justice. Especially as they are only first and second generation mainly in this kingdom and have not yet had the ability to create enough wealth to afford inheritance tax fairly compared to other ethnicities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T20:56:28.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T08:36:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T16:07:55.515Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear exactly who you want to be exempted from inheritance tax or how the Government would identify these individuals. We could accept a petition calling on first and second generation migrants to be exempted from inheritance tax, if that's something you would like to happen.\r\n\r\nWe also don't accept petitions that make requests that would be inconsistent with the the Equality Act. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T16:07:55.513Z"
    },
    "id": 600628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600628.json"
    },
    "type": "petition"
}