{
    "attributes": {
        "action": "Make mortgages easier to attain, CCjs Should NOT stop anyone having a Home.",
        "additional_details": "Firstly County Court Judgements are private matters. and should not Effect someones Financial situationon owning a home. let alone make it worse. \r\nYou should LEGALLY have to be invited to a hearing of any County Court  involving Yourself. \r\n\r\nSecondly. The Banks Have Been bailed Out too many times By OUR public Taxation. We shouldnt Have to Pay Huge deposits to Open a mortgage. They Should be Capped. \r\n\r\nRent Payments Should also be Capped To allow minimum wage Single occupants to Afford a home.",
        "background": "Make mortgages easier to attain, Stop Ridiculous profit in peoples basic human rights of having a roof over their head.\r\n\r\nDeposits should only be The same Two monthly Installments\r\n \r\nCounty Court Judgements Should NOT effect your ability to own your own home. They should be policed Better.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T18:17:23.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T19:50:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:45:52.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to offer a mortgage are a matter for individual mortgage providers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:45:53.462Z"
    },
    "id": 600606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600606.json"
    },
    "type": "petition"
}