{
    "attributes": {
        "action": "No MP guilty of a serious breach of House of Commons rules may become a peer",
        "additional_details": "Our democracy is a fragile thing and its strength depends upon the People having trust and putting their faith in its institutions. When disgraced former Members of Parliament are later elevated to a seat in the Lords, that undermines trust in our institutions, reinforcing the idea that \"they get away with it\".",
        "background": "I want Parliament to ensure that no one who has been found to have brought Parliament into disrepute by their corrupt or otherwise unparliamentary behaviour can later be honoured by joining another House.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T20:17:56.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T13:43:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T14:45:52.505Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about MPs who have not met a certain standard being appointed to House of Lords, but we're not sure exactly who you want to be barred from appointment to the House of Lords.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to bar anyone the Committee on Standards has found to be in breach of the Code of Conduct for MPs from being appointed the House of Lords, if that's what you want to happen.\r\n\r\nYou can find out more about the House of Commons Code of Conduct and Guide to Rules here: https://www.parliament.uk/business/publications/commons/hoc-code-of-conduct/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-19T14:13:31.822Z"
    },
    "id": 600622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600622.json"
    },
    "type": "petition"
}