{
    "attributes": {
        "action": "I want to get rid of English Literature (GCSE) from all schools.",
        "additional_details": "It is absolutely useless & unnecessary as students are taught to learn about outdated poems and plays that were written in old English - which nobody is heard speaking today! Students then have to face the headache of revising & preparing for a GCSE, which makes a CV look no better unless you aspire to enter the field of English, rather than using that time to revise for the more crucial exams such as Maths & Science. If scrapping is not viable, then at least it should be an option.",
        "background": "Scrap English Literature (GCSE) from all schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-06T11:14:59.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T11:36:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T09:28:35.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nSchools have to teach the content set out in the national curriculum, but it is up to individual schools whether to offer or require students to take an English literature GCSE (or offer a single English GCSE, for instance). we could accept a petition calling on the Government to remove curriculum content on reading from the Key stage 4 national curriculum, so schools are not required to teach this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T09:28:36.697Z"
    },
    "id": 600673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600673.json"
    },
    "type": "petition"
}