{
    "attributes": {
        "action": "Make the sale of fireworks for licensed displays only. And make them silent.",
        "additional_details": "Fireworks kill. Fireworks maim. The detritus from fireworks travels a long way. That detritus can also kill wildlife, pets and livestock. The noise can and does disorientate and terrify people, wildlife, pets and livestock. Veterans and other humans suffer with PTSD and fireworks can cause them extreme suffering. Bees get confused and don’t return to their hives. Birds panic in terror and die. Wild animals abandon their young and dens. Pets, livestock and wild animals ingest the debris and die.",
        "background": "Make it law that fireworks can only be seen, not heard, and at licensed displays only. There is the capability to make them silent, so make it obligatory that all fireworks sold or entering the UK are silent. Please stop the sale of fireworks to the public. Licensed displays only.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-06T06:24:28.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T08:32:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T08:41:53.041Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action:\r\n\r\nMake fireworks illegal to buy, with the exception of public displays.\r\nhttps://petition.parliament.uk/petitions/591501\r\n\r\nOr this one: \r\n\r\nBan use and sale of non-silent fireworks\r\nhttps://petition.parliament.uk/petitions/599451"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T08:41:53.039Z"
    },
    "id": 600658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600658.json"
    },
    "type": "petition"
}