{
    "attributes": {
        "action": "Ban schools from discriminating against children of divorced parents.",
        "additional_details": "Separated parents are forced to lie and argue about where the child resides in order to get a place at a school. It puts too much pressure on an already delicate situation. It is highly damaging to the children. \r\nOften these families have already faced a legal fight about child residency. So imagine then having to lie to the school about the child’s address.\r\nWith the divorce rate currently at 42% this will affect a lot of children.",
        "background": "Quite often separated parents live in 2 different school catchment areas meaning that the child qualifies for neither.\r\nSchool admission policies need to change so that the child can qualify for one or both of the catchment areas, not neither.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T10:29:26.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-07T12:00:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-11T09:56:19.236Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how catchment areas for schools work for children whose parents have separated, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nFor schools that operate a catchment area system, this will be based on the address a child normally resides at. Disputes about where a child normally decides are a matter for the parties involved, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-21T12:41:41.010Z"
    },
    "id": 600737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600737.json"
    },
    "type": "petition"
}