{
    "attributes": {
        "action": "Restrict dates when fireworks may be set off and limit time of day.",
        "additional_details": "Increasingly fireworks bought by individuals are being set off with no thought to the impact on neighbours up to midnight on and around Nov 5th. Some people don't start their firework displays until gone 10pm. This is unhelpful for people with children trying to sleep, while pets are often so stressed neither they nor their owners can settle. Limiting timing will allow parents and pet owners to plan and have certainty when the loud sounds will cease.",
        "background": "Limit dates each year when fireworks may be set off to a few days in Nov around the 5th, and other approved dates such as new years eve. In addition set out time limits to prevent fireworks being set off in to the night, for example between 18.00 and 22.00 on Nov 5th or to finish by 00.30 NYE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T09:08:01.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-07T12:36:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T09:15:13.551Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the dates fireworks can be released to be restricted, but it's not clear what days you want this to be limited to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRestrict the use and sale of fireworks to November the 5th and New year's Eve: https://petition.parliament.uk/petitions/595560"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T09:15:14.284Z"
    },
    "id": 600732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600732.json"
    },
    "type": "petition"
}