{
    "attributes": {
        "action": "Empower doctors to investigate Covid vaccines as a cause for health conditions",
        "additional_details": "We risk health conditions being wrongly attributed to established or unknown causes by not considering the Covid vaccine might be a new cause, as an adverse reaction. Four doctors diagnosed my new condition like this. It was the fifth doctor who suspected a Covid vaccine reaction based on recency (6 weeks post vaccination), there being no evidence of known causes & an increasing awareness of patient cases similar to mine. This petition is not anti-vaccine. It is for learning and progress.",
        "background": "Introduce official NHS guidance/policy that empowers doctors to critically assess a possible adverse Covid vaccine reaction, where a patient presents a new condition & vaccine recency is a factor e.g. within 3 months. This will enable learning, accurate reporting & effective treatment of reactions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T22:30:15.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-14T19:45:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-19T08:48:47.350Z",
        "rejection": {
            "code": "already-happening",
            "details": "Determining the cause of a medical issue are a matter for individual clinicians, not the Government or Parliament. If a doctor believes a medical condition is linked to a vaccination, they are already able to make this determination,\r\n\r\nThere is a Coronavirus Yellow Card reporting site for reporting suspected side effects to medicines, vaccines, medical device and test kit incidents used in coronavirus testing and treatment to the Medicines and Healthcare products Regulatory Agency to ensure safe and effective use: https://coronavirus-yellowcard.mhra.gov.uk/\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-19T08:48:48.261Z"
    },
    "id": 600783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600783.json"
    },
    "type": "petition"
}