{
    "attributes": {
        "action": "Save the Upper Nene Valley countryside from massive industrialisation.",
        "additional_details": "Villages and towns in this beautiful rural area are becoming inundated with large ugly warehouses and more are being planned.\r\n\r\nThe increase in heavy goods vehicles and subsequent air, noise and light pollution will result in a reduction in the quality of life for all residents in the Upper Nene Valley.\r\n\r\nIncreased industrialization will contribute to global warming, flooding and climate change.\r\n\r\nThis loss of countryside will reduce the diversity of plants, animals and birds, never to be regained.",
        "background": "Stop the large number of distribution centres currently being planned on good agricultural land within the Upper Nene Valley.\r\n\r\nEnsure speculative developers are not allowed to exploit budget constrained councils into permitting inappropriate and unsustainable development for short term profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T20:25:18.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-08T06:33:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-12T12:33:17.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning decisions within the Upper Nene Valley are a matter for the individual local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-12T12:33:18.701Z"
    },
    "id": 600771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600771.json"
    },
    "type": "petition"
}