{
    "attributes": {
        "action": "make it a legal requirement for nightclubs to thoroughly search guests on entry",
        "additional_details": "The Government stated that it would not make sense to require rural pubs and restaurants to utilise metal detectors on entry. These arent the main environments for spiking to take place, its night clubs, where large crowds create an unsafe environment for girls. They also said that it would be unsuitable for archway metal detectors to be required at all clubs. This was not the point, handheld detectors and pat down searches would be beneficial to the reduction of spiking in clubs",
        "background": "I would like the Government to reconsider the outcome on the decision to make it a legal requirement for nightclubs to thoroughly search guests on entry. The response we were given was unsatisfactory and avoided the main point of the petition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-09T00:58:38.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-09T02:53:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T10:30:50.671Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand you are disappointed by the Government's response to another petition on this subject, but we cannot accept a new petition when we already have one about a very similar issue, in this case:\r\n\r\nMake it a legal requirement for nightclubs to thoroughly search guests on entry: https://petition.parliament.uk/petitions/598986\r\n\r\nIf you are unhappy with the Government's response to this petition, you could raise your concerns with the Home Office, which provided this response. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T10:30:58.437Z"
    },
    "id": 600854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600854.json"
    },
    "type": "petition"
}