{
    "attributes": {
        "action": "Improve mental health parity for children and young people in the UK",
        "additional_details": "Children and young people in the UK are currently being failed by services that do not adequately meet their mental health needs. No child should have to reach a crisis situation before they receive an assessment of need.\r\nServices are not adequately equipped to deal with the number of young people experiencing mental health issues and there is little to no parity with physical health services.",
        "background": "Children and adolescents in the UK are currently facing long waits for mental health services, psychiatry and ASD assessments. This needs to be brought in line with treatment times for physical health conditions with immediate mental health support provided on presentation to primary care services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-09T09:26:24.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-09T09:40:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T12:35:37.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about treatment of patients are a matter for the NHS and individual clinicians, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnsure mental health assessments for children are within 4 weeks of GP referral: https://petition.parliament.uk/petitions/588224\r\n\r\nWe could accept a petition calling on the Government to increase funding for children and young people's mental health services, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T12:35:38.626Z"
    },
    "id": 600862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600862.json"
    },
    "type": "petition"
}