{
    "attributes": {
        "action": "(CMS)Change the way Child Maintenance Service works.",
        "additional_details": "The Government needs to seriously re-consider the way the maintenance system is calculating the payments, working out the ''earnings'', calculating the under/over payments, considering how many nights the child stay's with other parties and make errors easily fixable. Those who have been affected will know how much financial stress this puts on the parents. This system should help both parent's not harm one and help the other. Many Fathers/Mothers are better of not working vs. working & paying",
        "background": "Those who have been affected by CMS will know that the way this system operates does not allow for fair treatment to both parties. \r\nThe system makes a lot of errors while calculating the payments, that is for both paying and receiving parent. This system does not allow you to fix the errors easily.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-08T11:21:46.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-08T16:54:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T09:12:11.248Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see some changes in how the CMS works, but we're not sure what changes you'd like to see happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCalculate child maintenance based on actual child expenses: https://petition.parliament.uk/petitions/588390\r\n\r\nStop bonuses and overtime being included in child maintenance calculations: https://petition.parliament.uk/petitions/599950\r\n\r\nCalculate child maintenance on net not gross income: https://petition.parliament.uk/petitions/590648"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T09:12:12.117Z"
    },
    "id": 600805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600805.json"
    },
    "type": "petition"
}