{
    "attributes": {
        "action": "Set Minimum Nutrition Label size to support Type 1 Diabetes & Other Conditions",
        "additional_details": "Currently the nutritional values are tiny in many cases and unreadable without a strong magnifying glass or resort to zoom on camera phone.  This means anyone with poorer eyesight or visual impairments will struggle to read them.  This is made worse for carers looking after people but also the people themselves, especially given that eyesight can be impacted severely by diabetes.  There will also be many other conditions that require this information to be legible.",
        "background": "Set a minimum mandatory size for nutritional information on food packaging so that it is easier to read, because people with health conditions and their carers rely upon them to stay alive.\r\nThis could be set as a percentage of the overall package size or a minimum font size even.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-08T10:41:49.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-08T12:20:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T08:40:48.562Z",
        "rejection": {
            "code": "already-happening",
            "details": "Food labels are already required to use a font with a minimum x-height of 1.2 millimetres (or 0.9mm if the largest surface area of packaging is less than 80cm squared): https://www.gov.uk/guidance/food-labelling-giving-food-information-to-consumers#labelling-pre-packed-food\r\n\r\nWe could accept a petition calling for the minimum size of text on food labels to be increased, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T08:40:49.393Z"
    },
    "id": 600802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600802.json"
    },
    "type": "petition"
}