{
    "attributes": {
        "action": "Protect Schools Rights to Teach Democracy",
        "additional_details": "The plan to teach our young people more about the climate crisis without equipping them with the tools and knowledge they need to become empowered citizens is harmful. Protest and campaigning are vital parts of democracy. Young people cannot vote yet, it is the only way to have their voices heard.  We must not allow the Government to take away schools’ freedom to teach their pupils what they need to know about the political system, including all the ways in which they can engage with it.",
        "background": "The Department for Education has produced a draft strategy paper on climate education stating it is inappropriate for teachers to encourage students to join campaigns or protests in order to tackle the climate crisis. We call on the government to remove this undemocratic prohibition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T17:14:45.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T19:00:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-16T11:35:58.231Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the draft strategy for the education and children’s services systems, but this does not prohibit schools from teaching about democracy.\r\n\r\nThe draft strategy - which clearly states it is draft, and is not Government policy - states \"whilst schools should support pupil’s interest in climate change and tackling both its causes and effects, it would not be appropriate to encourage pupils to join specific campaigning groups or engage in specific political activity, such as protests\": https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1031454/SCC_DRAFT_Strategy.pdf\r\n\r\nWe could accept a petition calling on the Government to remove this language from the final version of its strategy, provided it was clear from the title and text of your petition that this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T11:04:02.617Z"
    },
    "id": 600978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600978.json"
    },
    "type": "petition"
}