{
    "attributes": {
        "action": "Ban Vaping For Toxicity Of Gases To The General Population in UK",
        "additional_details": "Living near people vaping in an apartment has been horrific. Then I measured the Formaldehyde, Volatile Organic Compounds (VOC) and Carbon Dioxide and the whole air in the apartment became entirely toxic from a few smokers. An air quality meter showed high VOC, Formaldehyde and CO2 ppm gases in indoor air all floors, especially from Open Vaping where juice of unknown origin is burnt using adjustable high voltage pipes. UK children & citizens should not have to grow up in these toxic environments",
        "background": "Mount a complete study of the toxicity of vaping and e-cigarette gases like Formaldehyde, Volatile Organic Compounds (VOC), CO2, Nicotine, Toxic Metals, and Nicotine in apartment air quality and determine if this should be banned like it is in other countries. Protect citizens from these toxic gases",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T18:08:41.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T18:12:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T11:36:32.558Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the health impact of e-cigarettes, however it's not clear whether you want the sale of e-cigarettes to be completely banned, or simply for the use of e-cigarettes in indoor settings such as apartments to be banned.\r\n\r\nYou could have a petition calling for a review into the second-hand health impact of e-cigarettes, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign this petition which calls for related actions:\r\n\r\n'Bans the distribution and use of combustable tobacco products in the UK by 2030': https://petition.parliament.uk/petitions/593542"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T11:37:52.240Z"
    },
    "id": 600983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600983.json"
    },
    "type": "petition"
}