{
    "attributes": {
        "action": "Apply the same rules to MPs as those on Universal Credit who undertake paid work",
        "additional_details": "Given the very recent negative publicity surrounding both of these topics and high level of inequality in the UK, such a proposal would send a strong signal that MPs are prepared to abide by the same rules it imposes on the some of the poorest households in society. Plus, if the public vote to increase the proportion of earning that UC claimants can keep, MPs would also benefit. It creates a direct link which both politicians and the electorate can influence.",
        "background": "Both Universal Credit and MPs' salaries are paid for by taxpayers, so it's equitable to apply the same rules that currently apply to UC recipients - MPs would keep 37p in every pound they earn. If MPs want to keep more of their second income, any increase would also benefit those on UC.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-09T22:13:28.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T08:31:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T16:01:44.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here: http://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T16:01:46.333Z"
    },
    "id": 600932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600932.json"
    },
    "type": "petition"
}