{
    "attributes": {
        "action": "All dogs to have psychological tests.  Owners to have a license & £250,000 PLI.",
        "additional_details": "Having a dog with a collar and owner details isn’t enough, owners need to take responsibility too many dogs are attacking people (and other animals), more needs to be done.  Psychological tests on dogs, license’s and public liability insurance will encourage responsible ownership, it will also deter those who should not have dogs.  Far too many lives are being put at risk every day by irresponsible owners.  Dogs in the wrong hands are like loaded guns and the law needs to be to reflect this!",
        "background": "The law on dog ownership needs to be changed to state that all dog owners have a license for each dog, public liability insurance for each dog they own and each dog must have a psychological test.  A collar with owner details and microchip is not enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T14:05:54.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-11T08:54:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-16T14:54:47.860Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the law regarding the ownership of dogs, however it's not clear what the results of the psychological tests you propose would be used for.\r\n\r\nYou could have a petition calling on the Government to require all dog owners to take out public liability insurance, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:  https://petition.parliament.uk/petitions/596422"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-16T14:54:51.005Z"
    },
    "id": 600962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600962.json"
    },
    "type": "petition"
}