{
    "attributes": {
        "action": "Remove all non academic subjects (such as phse) from uk schools.",
        "additional_details": "Our 7-year-old studies maths for homework as more time is being taken away from core academic subjects and invested in philosophical subjects.\r\nThe academic subjects have a logical learning pattern to follow and build upon and provide brain healthy increase in learning which can be applied with a testable outcome. \r\nSome newer subjects are causing debates, arguments, fears,  worry and confusion to children being asked to engage in adult concepts. They just want to play and be children.",
        "background": "All UK schools to teach a reduced curriculum of Maths, english, science, history, geography, languages, home economics, computing, art, craft and design, music and sports.\r\nThese alone have less than 5 hours a week each. Remove all other philosophical subjects to make room for excellent learning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-09T23:10:18.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T18:05:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-16T10:57:18.516Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe Government sets the national curriculum, which sets out what content all local-authority-maintained schools in England must teach. What other schools teach, and what local-authority-maintained schools teach beyond this, is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to remove certain content from the national curriculum, but it would need to be clear what content you want to be removed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-16T10:57:19.346Z"
    },
    "id": 600936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600936.json"
    },
    "type": "petition"
}