{
    "attributes": {
        "action": "Stop the police from campaigning against our cannabis medicine on social media.",
        "additional_details": "I want the goverment to do this because    it recognised cannabis as the medicine that it is in 2018 and it doesn't make sense to be policing a substance that you deem to be medicine. We, who have legal cannabis prescriptions in the UK, are ashamed to use our cannabis medicine because our government continues to allow our medicine to be policed against in the court of public opinion via the media. This medicine is like a wheelchair to some people so we are bassically slandering the disabled.",
        "background": "Currently the police are allowed to spread their policing of cannabis (which is a legal medicine for thousands of the public) on social media. This is deeply offensive to those who use cannabis as a legal medicine as it skews public opinion against our medicine. We seek to stop this practice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-11T10:25:11.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-11T10:35:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-17T09:02:58.092Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about social media use by the Police is a matter for individual police forces, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-17T09:02:58.843Z"
    },
    "id": 601023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601023.json"
    },
    "type": "petition"
}