{
    "attributes": {
        "action": "Review school policies around school uniform and ‘extreme hairstyles’",
        "additional_details": "The world we live in now encourages people to be as diverse as they want & they will be accepted. That is, unless you’re at secondary school, in which case you can only have your hair a certain style, you can only wear certain styles of shoes, trousers & shirts the list goes on. It’s time schools were brought into the 21st century….our kids health is being affected by the rules & it’s unfair. My son has gone from loving school to hating it in 3 days due to having a natural parting in his hair",
        "background": "The government need to step in & review school policies around dress code & being able to express yourself which is actively encouraged in college & throughout adulthood. To isolate pupils for their hairstyle is discrimination & would not be allowed in the workplace, yet it is acceptable in schools?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-11T20:26:19.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-12T06:11:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-17T16:29:11.001Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about school uniform policies are a matter for individual schools, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan mandatory school uniforms: https://petition.parliament.uk/petitions/591532"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-17T16:29:11.733Z"
    },
    "id": 601068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601068.json"
    },
    "type": "petition"
}