{
    "attributes": {
        "action": "Close UK Borders to Immigrants Who Can Not Be Self Supporting",
        "additional_details": "Refuse any more Immigrants wishing to enter the UK without being able to prove their self sufficiency and they can add value to our economy",
        "background": "The UK is overwhelmingly stretched with Health / Housing / Crime resources. That’s with the level of immigrants who are unable to contribute to our economy - stopping any immigration for a period of 5 - 10 years might see the backlog we have now reduce without numbers getting worse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-12T01:03:03.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T19:39:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T14:09:40.685Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like the Government to stop immigration by people who cannot support themselves, but we're not sure how you would like the Government to require migrants to prove they are self-sufficient. It's also not clear if you want this requirement to be time-limited, and if so how long you want it to last.\r\n\r\nYou could start a new petition calling on the Government to require people to have a certain income or level of savings in order to be able to move to the UK, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T14:09:41.519Z"
    },
    "id": 601085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601085.json"
    },
    "type": "petition"
}