{
    "attributes": {
        "action": "Allow communities to use beavers for flood management and increase biodiversity",
        "additional_details": "I am a parish councillor at Braunton, North Devon and I would like to reintroduce beavers to the River Caen catchment to help reduce flooding, increase biodiversity, create tourist and academic opportunities, store carbon, and clean river water to encourage migratory fish. Current legislation will not allow this to happen. I think beavers represent a huge opportunity to use the greatest water engineers on the planet to help solve flooding, and biodiversity loss, caused by climate change.",
        "background": "The River Otter Beaver trial in Devon has proven beyond doubt the benefits of reintroducing beavers. Not only do they help with flood prevention, beavers increase biodiversity by creating new habitats for plants and animals, offer tourism opportunities, store carbon and clean water, at very low cost",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-11T23:16:04.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-12T14:26:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T09:29:07.586Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current restrictions on the release of beavers, but we're not sure if you want the Government to remove all legal restrictions on the release of beavers, or to allow local authorities to release beavers for the purpose of flood management without needing to obtain a licence, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T09:43:00.328Z"
    },
    "id": 601079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601079.json"
    },
    "type": "petition"
}