{
    "attributes": {
        "action": "Reform MP declaration rules to include any vested interests whatsoever",
        "additional_details": "Of course, make said declarations safe for all parties.  \r\n\r\nThis change will ensure that every legislative decision and public contract awarded is not tarnished by hidden connections. \r\n\r\nIt will help save on public inquiries in future.\r\n\r\nMPs acting with integrity won't mind the extra hassle. Public office is a privilege to be undertaken with care and intention. This kind of transparency will help restore trust and weed out self-serving individuals.",
        "background": "The public deserves to know about any vested interests an MP might have in legislative decisions or public contract awards. \r\n\r\nI propose that MPs must divest or declare additional earnings or interests, including property and shares. This should extend to their family, staff and close associates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-11T13:37:24.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-11T19:58:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-17T12:27:24.343Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the requirements for MPs to register their interests, however it's not clear how you would the existing rules on this to change. MPs are already required to register their financial interests, including those relating to property and shareholdings above certain thresholds. You can find out more about this here: https://publications.parliament.uk/pa/cm201516/cmcode/1076/107601.htm\r\n\r\nIn any case, any declaration of the interests of MPs' family members and associates (other than those employed by the MP) are personal matters for them, not the UK Government or Parliament.\r\n\r\nIf there are specific changes you'd like to be made to these rules on what interests MPs have to register, you could start a petition about that.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Ban MPs from other paid work or holding shares in companies': https://petition.parliament.uk/petitions/600571\r\n\r\n'Ban MPs from having second jobs': https://petition.parliament.uk/petitions/600866\r\n\r\n'Include information on all MPs' additional incomes in Parliamentary broadcasts.': https://petition.parliament.uk/petitions/585936"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-17T12:28:02.753Z"
    },
    "id": 601036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601036.json"
    },
    "type": "petition"
}