{
    "attributes": {
        "action": "Change in the Law.Act 1835 .No longer Left to Police Discretion to choose  law.",
        "additional_details": "I think it is due to this Discretion rule in the law of the above act that contains the flaw.\r\nSaying this is for Police Discretion is The reason why the Situation is out of Control. As the Police have more times than not failed to enforce the ruling on Pavement Cycling.and other vehicles whom also take to the Pavement.Breaking the Highways act.and not showing concern for Pedestrians.\r\nPolice has failed to educate and enforce action for years.Putting Pedestrians at risk .  \r\n Time for enforcement",
        "background": "No longer allow Police discretion to ignore Cyclist.E Bikes @e Scooter\r\nriders.Skateboards and the like the Luxury of Riding  on Pavements. And in our Pedestrian Areas and Zones.\r\nPutting Pedestrians at risk.\r\nAs things stand it is Police Discretion is allowed to turn a blind eye to this Behaviour .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T21:01:45.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T22:01:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-16T12:44:38.947Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear from your petition title and wording exactly which law you'd like to change.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as removing Government guidance that encourages the use of discretion for cycling offences, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T16:05:49.771Z"
    },
    "id": 601000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601000.json"
    },
    "type": "petition"
}