{
    "attributes": {
        "action": "To employ more people from BAME groups into the Criminal Justice System (CJS)",
        "additional_details": "In doing so we can reduce the inherent and institutionalized prejudices that exist within the CJS, and in turn reduce the crime rates of people from BAME groups, as members from BAME groups can feel more represented in the legal system. This will result in those from BAME groups that commit crimes to trust the system as they feel more represented, and create more of a sense of unity and tolerance for diversity, as well as ensuring that the legal system is as fair as possible.",
        "background": "We need more people from BAME groups to take up roles in the CJS, more specifically to ensure that there are more police and prison officers that are members of the CJS, as well as court judges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T12:34:41.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T13:23:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T09:53:39.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about recruitment in the criminal justice system are a matter for individual employers, including police forces and the courts, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T09:54:46.665Z"
    },
    "id": 601172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601172.json"
    },
    "type": "petition"
}