{
    "attributes": {
        "action": "Finance and provide a simpler system of access to UK care & financial support",
        "additional_details": "We have seen recently very needy cases not aware of the support available to them or where to apply for help, and others failing to obtain support due to their lack of ability to adequately state their case. Finance & support care in the UK is currently accessed through numerous government departments. We want the government to finance the provision of a 'one stop shop' for anyone needing to obtain help",
        "background": "GP surgeries currently provide a single point of access to NHS services. We believe they could provide patients with a similar service for care and financial support, increasing efficiency and reducing patients/claimant’s stress. This could be through a new position called a Community Care Officer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T13:22:45.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T22:31:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T14:12:05.564Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want people to be able to access certain support that is not currently available through government agencies, but we're not sure exactly what support you want the Government to fund. Local authorities are responsible for social care, and the Government already funds the Money Helper service: https://www.moneyhelper.org.uk/en\r\n\r\nYou could start a new petition explaining more clearly what additional support you would like the Government or Parliament to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T14:12:06.375Z"
    },
    "id": 601173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601173.json"
    },
    "type": "petition"
}