{
    "attributes": {
        "action": "Scrap the decision for students to sit repeated mock A Levels and GCSES for 2022",
        "additional_details": "This decision doesn't take into account the welfare and mental health of students who have already faced much disruption to their education. To make a decison so late in the year, when students have not yet completed the syllabus, creates an unreasonable amount of pressure for students and teachers, who now have to accomodate completion of syllabus and also the preparing/revising for assessments and final exams. \r\nStudents now face a constant cyle of revision and assessment for the next 7 months.",
        "background": "We would like Government to scrap the decision to make the 2022 cohort of students (for both A Levels and GCSE) undertake 3 sets of mock exams before their final exams in June - just as a contingency in case the final exams have to be cancelled or amended again due to COVID.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T15:24:32.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T16:22:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T14:05:08.503Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about mock exams are a matter for individual schools, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling for the Government to revoke its guidance for schools, colleges and other exam centres on contingency arrangements for students entering GCSEs, AS and A levels, the Advanced Extension Award and Project qualifications in summer 2022, which suggests that schools assess students in the second half of the autumn term 2021, spring term of 2022, and first half of the summer term 2022, if that's something you would like to happen.\r\n\r\nYou can read the Government's guidance on this here: https://www.gov.uk/government/publications/guidance-on-contingency-arrangements-for-gcses-as-and-a-levels-in-summer-2022/guidance-for-schools-colleges-and-other-exam-centres-on-contingency-arrangements-for-students-entering-gcses-as-and-a-levels-the-advanced-extension"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T14:05:09.766Z"
    },
    "id": 601179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601179.json"
    },
    "type": "petition"
}