{
    "attributes": {
        "action": "Ban the mining of and trade in \"proof of work\" cryptocurrencies.",
        "additional_details": "The computers used to mine Bitcoin are specialised, can't be repurposed and rapidly become obsolete. This generates a lot of electronic waste. Recent estimates have concluded that mining operations consume 4% of specialised semiconductor manufacturing and 20% of all graphics card sales. \r\n\r\nA ban on proof of work based cryptocurrencies, would not be a full ban on cryptocurrencies but would instead incentivise them to move to more environmentally friendly mining algorithms such as proof of stake.",
        "background": "Bitcoin, Ethereum and Dogecoin are all popular cryptocurrencies which use proof of work to secure transactions. Proof of work is incredibly wasteful: current estimates suggest that it currently uses around 0.5% of the world's electricity. We cannot afford this waste if we want to reach net zero.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T14:34:10.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-14T15:22:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-19T14:28:44.559Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for whether individuals or businesses choose to mine for cryptocurrency. This is a matter for individuals or businesses to decide.\r\n\r\nWe could accept a petition calling on the Government to prohibit transactions in cryptocurrencies in the UK, as this is something the Government is responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-19T14:28:45.387Z"
    },
    "id": 601177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601177.json"
    },
    "type": "petition"
}