{
    "attributes": {
        "action": "Change student loan deductions from Universal Credits",
        "additional_details": "A student loan is for the purpose to assist studies and the cost of living which has to be paid back with interest. Universal credits deducts a monthly amount away from our entitlement which no longer leaves us enough to live on. Tax credits do not count this loan as income and neither does DWP so why are students on UC being penalised? DWP state, 'the fact that this loan is specifically for living costs as to why it affects her UC entitlement, as it is to assist with living expenses, so it serves the same purpose as the UC Standard Allowance, Therefore, as it in effect duplicates the purpose of the UC Standard Allowance, it is taken into account.' However, the UC standard allowance does not have to be paid back by students with interest, so again why are we being penalised?",
        "background": "I want you to stop penalising students by taking away their maintenence loan when no other system counts it as an income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-15T10:55:20.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-15T11:04:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-19T09:14:31.250Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/599911"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-19T09:14:34.280Z"
    },
    "id": 601271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601271.json"
    },
    "type": "petition"
}