{
    "attributes": {
        "action": "Road tax reduction due to standard fuel changes.",
        "additional_details": "When a car passes it’s MOT emissions test this means it still is within the correct ranges for regulation and to manufacture standard. These results don’t ever drastically change, however, road tax increases every year yet no change in emissions produced. \r\nAs stated E10 fuel has sufficient evidence that it produces less harmful gasses to pollute the environment, that said this should reflect on petrol vehicle owners road tax yearly.",
        "background": "It has been proven that E10 produces less emissions it has also been said and proven that petrol vehicles using E10 their miles per gallon has significantly lowered and car efficiency has decreased.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-14T19:41:10.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-14T19:59:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-19T08:52:27.133Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to reduce taxes on drivers, but we're not sure if you want the Government to reduce Fuel Duty, Vehicle Excise Duty, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-19T08:52:28.781Z"
    },
    "id": 601246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601246.json"
    },
    "type": "petition"
}