{
    "attributes": {
        "action": "Establish Cabinet Office Briefing Rooms (COBR) for the climate emergency.",
        "additional_details": "The government has declared a climate emergency and the science is screaming at us we have to change now, as an emergency. COP 26 has just about kept \"1.5\" alive, but we need action. COBR is required to bring the planners, military strategists, business, individuals, innovators, and government together to set the plan to tackle the crisis and tell the world we are acting post COP 26 and listening to the public. Committees are not the answer for an emergency, we need action right now.",
        "background": "The United Kingdom has been a global leader in the past and we have the opportunity to show real leadership to tackle the climate change crisis, biodiversity loss and pollution of nature and the impacts on or own health and well being.  We need emergency action and planning establishing COBR.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-14T23:18:26.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-16T23:04:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-22T15:12:28.437Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about Government action on climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCOBR (or COBRA) is shorthand for the Civil Contingencies Committee that is convened to handle matters of national emergency or major disruption, and the briefing rooms referred to in the acronym are located in Whitehall.\r\n\r\nThere are already Cabinet Committees on Climate Action Strategy and Climate Action Implementation, but we could accept a petition calling on the Government to schedule COBR meetings to address the climate emergency, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-30T11:03:47.385Z"
    },
    "id": 601257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601257.json"
    },
    "type": "petition"
}