{
    "attributes": {
        "action": "Create a law to stop bullies",
        "additional_details": "We need a law that stops/deters bullying. Under 16s know they will get away with their actions because they’re under age. While the victims suffer lifelong or Sadly take their own lives because of bullying. This needs to stop and bullies need to be held accountable. The effects of bullying devastates whole families and destroys many many young lives. While the abusers just go on care free and unaffected. It’s time the victims were protected not the abusers.",
        "background": "Put in place tougher punishments for under 16s who cause harm/distress to others and who cause victims of bullying to hurt themselves or commit suicide. Prosecution of under 16s should be allowed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T00:17:24.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-17T05:30:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-22T14:06:52.882Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about bullying by under-16s, and want the law to be changed to address this. However the age of criminal responsibility in the UK is 10, so under-16s can already be prosecuted for several offences which might constitute bullying. It's therefore not clear what it is you'd like the Government to do.\r\n\r\nYou could have a petition calling for bullying to be made a specific criminal offence, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-22T14:06:57.003Z"
    },
    "id": 601400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601400.json"
    },
    "type": "petition"
}