{
    "attributes": {
        "action": "Reform British birth certificates to reflect modern British families.",
        "additional_details": "Thousands of LGBTQ+ and surrogate parents have no legal recognition on their children’s birth certificates. These children are at risk of being  harassed or discriminated against whenever they need to produce their birth certificates e.g. applying for their first passport, attending school,  going to university, getting married or collect their pensions. This reform must include the freedom to register as ‘parent’ and to be recognised as ‘mother’ and ‘father’ according to one’s legal gender.",
        "background": "The government needs to change the law so that LGBTQ+ and surrogate families are recognised accurately and equally on children’s birth certificates. UK law no longer reflects Modern British families and this needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T17:26:13.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-18T10:06:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T13:00:42.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to the way births of children are registered, and how they are subsequently displayed on a birth certificate but we're not sure what specific action you would like the Government to take.\r\n\r\nYou could start a new petition explaining clearly what changes to registering of births you would like see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-30T13:48:05.966Z"
    },
    "id": 601447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601447.json"
    },
    "type": "petition"
}