{
    "attributes": {
        "action": "Make all public parks and Rugby and football fields safe",
        "additional_details": "We need the government to make it a low that if people spreading and putting rat or any poison in public parks and rugby and football fields or any field should get a custodial sentence just like dog kidnappers do",
        "background": "We need the government make it where people get a custodial sentence for spreading rat poison in parks and rugby fields so dogs can   Get poorly and die it's not right and should not happen this need to stop and I think a custodial sentence will work and",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-11-19T16:50:05.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T06:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T09:10:48.941Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about toxic substances being released in public areas, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already a number of offences that cover the release of poison or noxious things, and causing harm to animals.\r\n\r\nDecisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T09:14:14.492Z"
    },
    "id": 601597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601597.json"
    },
    "type": "petition"
}