{
    "attributes": {
        "action": "We want honest reporting of vaccinated people deaths.",
        "additional_details": "We want honest reporting and we want to be able to see the difference in death rate between unvaccinated people (0 Jabs) and people that are vaccinated (by number of vaccinations) to establish if the vaccines are actually effective or if they are having adverse effects as the data actually seems to suggest, which is why government officials have asked for it to be changed and modified previously as it isn't helpful to the official narrative.",
        "background": "The reporting of the deaths of people relating to vaccination status is muddy at best, there now needs to be more categories as the people that have previously been double or single jabbed are not unvaccinated and should not be recorded as such once the vaccination period ends.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-21T10:41:36.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-21T11:07:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-25T09:11:12.287Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Office of National Statistics and Medicines & Healthcare products Regulatory Agency already publish data on deaths following vaccination against Covid-19.\r\n\r\nMedicines & Healthcare products Regulatory Agency Yellow card reporting: https://www.gov.uk/government/publications/coronavirus-covid-19-vaccine-adverse-reactions/coronavirus-vaccine-summary-of-yellow-card-reporting\r\n\r\nOffice for National Statistics data on deaths involving COVID-19 by vaccination status: https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsinvolvingcovid19byvaccinationstatusengland/deathsoccurringbetween2januaryand24september2021\r\n\r\nWe could accept a petition calling on the Government to publish different or additional data, but it would need to be clear what data you want to be published.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPublish daily figures of all deaths within 28 days of receiving a Covid vaccine: https://petition.parliament.uk/petitions/599643"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-25T09:11:13.085Z"
    },
    "id": 601681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601681.json"
    },
    "type": "petition"
}