{
    "attributes": {
        "action": "Get Fibromyalgia Recognised As A Serious Life-Long Health Condition - DWP",
        "additional_details": "Having been denied PIP due to the fact that I work. My hours have been cut down due to the fact that fibromyalgia has greatly affected my mobility and I’ve had a lot of time off work due to my illness. \r\n\r\nThere is currently no cure or treatments for fibromyalgia, so nothing helps to manage living a normal life daily, especially during a flare up. \r\n\r\nFibromyalgia should be recognised as a major disability by the DWP.",
        "background": "The government need to put measures in place for fibromyalgia and other chronic pain condition  sufferers to be able to get more help with the pain and ability to live a normal life.\r\n\r\nBeing able to claim PIP is greatly declined to many chronic pain suffers and this needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-20T19:45:27.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-21T09:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-25T09:02:05.769Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for sufferers of Fibromyalgia and other chronic conditions, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-25T09:02:06.900Z"
    },
    "id": 601644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601644.json"
    },
    "type": "petition"
}