{
    "attributes": {
        "action": "Force Councils to give rebates when not treating council tax payers equitably.",
        "additional_details": "Through research involving scores of Councils using the above examples I have discovered that only one Council gives a rebate of council tax for their failure to collect bins. No Councils provide council tax rebates for the closure of their amenity tips during the Covid pandemic. No Councils provide council tax rebates to council tax paying residents who live on unadopted roads. All Councils have Equality included within their policies but are failing to uphold this policy in the examples given.",
        "background": "Introduce a law if necessary to force Councils to treat council tax payers equitably when delivering services for which council tax payers are paying. Examples where equality is not being met relate to bin collections, the closure of Councils' amenity tips during the Covid pandemic, unadopted roads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-20T14:18:52.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-22T18:48:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T08:35:35.912Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about councils not refunding council tax in certain circumstances, but it's not clear how you want the system you propose to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-31T09:39:56.909Z"
    },
    "id": 601634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601634.json"
    },
    "type": "petition"
}