{
    "attributes": {
        "action": "Change method to work out child maintenance to be based on net not gross income",
        "additional_details": "25% tolerance should be included with the annual review. This would stop CMS abusing their powers. Do not include overtime as this forces paying parents to work more after each review. Do not calculate before tax as this means paying parents are suffering a huge financial loss and struggle to pay their own bills.",
        "background": "Change the method for calculating child maintenance payments by the paying parent to be based on net income not gross income and do not add on values such as company car benefit in kind as this is not actual income! And change the 25% tolerance to apply with annual reviews.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-21T10:47:41.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-21T22:39:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-25T17:01:14.987Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nStop bonuses and overtime being included in child maintenance calculations: https://petition.parliament.uk/petitions/599950\r\n\r\nCalculate child maintenance on net not gross income: https://petition.parliament.uk/petitions/590648\r\n\r\nIf you want the way child maintenance to be calculated differently to the above you could start a new petition stating clearly what changes you want to current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-25T17:01:22.956Z"
    },
    "id": 601684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601684.json"
    },
    "type": "petition"
}