{
    "attributes": {
        "action": "to eradicate private agencies, moving all clinical staff onto NHSP and equal pay",
        "additional_details": "maintain higher standard of care with all staff being substantively employed and up to date with practice. Ease pressure on substantive staff.  Save the additional higher cost of agency staff, bring more nurses into the NHS and away form agencies, free up funds to increase nursing wage. make nursing a more attractive career (wages). Prevent agency staff working back to back shifts with different agencies. Transparency of practice, knowing who are staff are and understanding their skill base.",
        "background": "All clinical staff, to have minimum contracted substantive post within the NHS, with access to additional shift through the NHS and not through expensive nursing agencies. \r\nAll/exclusively any additional shifts must be book through NHSP.\r\nAll private nursing agencies to be eradicated over time,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-20T13:33:34.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-20T15:47:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-24T15:38:59.337Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about using agency staff is an operational matter for the NHS, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-24T15:39:00.155Z"
    },
    "id": 601632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601632.json"
    },
    "type": "petition"
}