{
    "attributes": {
        "action": "Reduce human rights and give tougher sentences for criminals of serious crimes",
        "additional_details": "We want the government to act upon this to help deter people from committing such crimes, the sentences and punishments need to be stricter in order for the reduction of serious crime happening. If there were stricter and tougher sentences criminals would think twice before carrying out violent and serious crimes. The reduction in human rights in order to protect victims from prosecution if they use excessive force when defending themselves form a violent attack or crime.",
        "background": "We want tougher sentences given to people who commit serious crimes such as armed robbery, knife crime and drugs related violent crimes and rape and also to reduce the human rights which they receive. I.e no protection if their victims or targets use excessive force in defence when being attacked.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-23T00:43:32.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T16:22:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T10:06:09.759Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to penalties for certain crimes, and we can accept petitions calling on the Government to increase minimum and maximum sentences for certain offences, but it's not clear what you mean when you call for the human rights of offenders to be reduced.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T10:06:10.500Z"
    },
    "id": 601770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601770.json"
    },
    "type": "petition"
}