{
    "attributes": {
        "action": "Turn around any vessel when entering UK waters illegally",
        "additional_details": "We need to ensure that anybody entering the UK is here legally",
        "background": "If a vessel enters UK waters illegally, allow the UK border force to turn them around and send them back from the direction they came in, ensuring they are then out of UK waters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-22T22:33:01.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-22T22:42:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T09:05:08.359Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about vessels entering UK waters illegally, but we're not sure exactly what actions you'd like the Government or Parliament to take.\r\n\r\nUnder the United Nations Convention on the Law of the Sea, to which the UK is a signatory, states can prevent passage in their territorial waters, including to prohibit crime, smuggling, or breaching immigration rules.\r\n\r\nHowever, this convention also creates an obligation to rescue anyone in danger at sea. Under international human rights law states are also responsible for protecting human rights when people come within their jurisdiction or control.\r\n\r\nYou can find out more about the compatibility of turning back migrants at sea with international law here: https://commonslibrary.parliament.uk/is-turning-back-migrants-at-sea-compatible-with-international-law/\r\n\r\nWe could accept a petition calling on the UK Government to withdraw from the international agreements creating the above obligations, and increase funding to patrol the UK's borders, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T10:20:49.957Z"
    },
    "id": 601755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601755.json"
    },
    "type": "petition"
}