{
    "attributes": {
        "action": "Open a Clam Enclosure and teach students the benefits of clams for science",
        "additional_details": "Clams have always been disregarded by humans, nothing more than something to put in your pasta or soup.  Well we say ENOUGH.  We have a very large following & fanbase (Clambase) who will benefit greatly from a simple clam enclosure where we can watch them grow and see them in action.\r\n\r\nPlease do not reject this petition thinking it is a joke, this is real, clams are real and we would like our voices to be heard.\r\n\r\nClams united -\r\n\r\nAlex",
        "background": "We would like a clam enclosure preferably built in the High Wycombe area detailing the biology and benefits wild clams give to us all.\r\n\r\nWe want Clam day (July 3rd) to be a celebrated bank holiday.  This is a real day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-22T12:57:05.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-22T14:24:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T08:29:46.812Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about establishing nature reserves, including an enclosure for clams, are a matter for land owners and scientific bodies, not the Government or Parliament.\r\n\r\nWe could accept a petition calling for July 3rd to be made a bank holiday, although it appears that this date is mostly used to celebrate fried clams, and making this a bank holiday doesn't appear to be in keeping with the spirit of your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T08:30:22.199Z"
    },
    "id": 601729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601729.json"
    },
    "type": "petition"
}