{
    "attributes": {
        "action": "Ensure that fines and prison sentences are not levied upon the unvaccinated.",
        "additional_details": "Austria's Government has decided that from February 2022, large fines will be imposed upon those refusing a Covid-19 vaccination or booster shot. If the fine is not paid, prison sentences can be imposed. The UK does not accept medical paternalism and the Supreme Court made clear the importance of informed consent and bodily autonomy in Montgomery v Lanarkshire Health Board [2015] UKSC 11. Fines and prison sentences for the unvaccinated are completely anathema public policy and are unthinkable.",
        "background": "To maintain bodily autonomy and physical and psychological integrity, everyone must make free and informed decisions regarding their medical treatment. This includes vaccination for Covid-19. Extreme punitive measures including fines and imprisonment for refusing it is harsh, cruel and unnecessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-23T11:11:56.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T13:17:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T10:06:45.608Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about restrictions being imposed on people who do not wish to be vaccinated against covid-19. However there are no indications the UK Government is proposing to imprison people for refusing the vaccine, so it's not clear what it is you'd like the Government to do differently.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Outlaw discrimination on the basis of vaccination status': https://petition.parliament.uk/petitions/596004\r\n\r\n'Stop discriminating against the unvaccinated in Covid 19 policy': https://petition.parliament.uk/petitions/597239\r\n\r\n'Do not require a Covid passport for access to any services, jobs or events': https://petition.parliament.uk/petitions/593122"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-11-29T10:08:37.543Z"
    },
    "id": 601777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601777.json"
    },
    "type": "petition"
}