{
    "attributes": {
        "action": "Legislate plastics manufacturers to ditch oil & switch to biomass when available",
        "additional_details": "Here is important research data: EUBP Facts and Figures - BIOPLASTICS. The amount of biomass needed dwarfs the total available in the Planet. This campaign will lead to a real improvement in plastic waste and carbon reduction. These are both vital if we are to reach carbon neutrality. Until now, this was wishful thinking. By contrast, there are so many developments that with legislation real improvements can come to life. The exact same plastic formulae can be used for all plastic items.",
        "background": "Oil companies will resist giving way to bioplastics. Government should legislate to forbid oil producers from continuing to pollute our Planet. Biomass must be encouraged into the main production of plastics. It is an eco-friendy alternative and is relatively easy to tweak. Products already exist!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-22T23:07:39.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T11:51:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T09:52:32.318Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of oil to produce plastics, but we're not sure if you want the Government to ban plastics being produced using oil, or to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T09:52:33.026Z"
    },
    "id": 601763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601763.json"
    },
    "type": "petition"
}