{
    "attributes": {
        "action": "Do not make Covid -19 vaccination mandatory under any circumstances.",
        "additional_details": "Forcing citizens to take any form of medication or vaccination is unlawful and undermines the very essence of freedom. No government or any other institutions should have the right to force medical procedures upon any human being.",
        "background": "The government should uphold the freedom of choice of its citizens, especially in regards to choices of medical nature. The people should be able to exercise their sovernty over their own health and well - being at all times and under any circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-24T16:41:28.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-24T17:46:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-30T11:06:41.632Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about restrictions being placed on people who refuse to be vaccinated against covid-19. However, there are no indications that the Government is planning on forcing people to be vaccinated against their will - this is quite different to making vaccination status a condition of a job, or entry to an indoor event, for example. It's therefore not clear what it is you'd like the Government to do.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Do not require Covid vaccination passports for crowded events': https://petition.parliament.uk/petitions/592671\r\n\r\n'Do not require a Covid passport for access to any services, jobs or events': https://petition.parliament.uk/petitions/593122\r\n\r\n'Prohibit employers from requiring staff to be vaccinated against Covid-19': https://petition.parliament.uk/petitions/599841 \r\n\r\n'Outlaw discrimination on the basis of vaccination status': https://petition.parliament.uk/petitions/596004"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-11-30T11:07:25.984Z"
    },
    "id": 601863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601863.json"
    },
    "type": "petition"
}