{
    "attributes": {
        "action": "Have an under 11's playground built on Mount Pleasant estate, Rogerstone.",
        "additional_details": "It would also be very beneficial for those who suffer with debilitating conditions which inhibits thier ability to walk a distance.\r\nThis estate is crying out for a play area. If you look at all the new housing estates, they all have parks built on them. Mount Pleasant really needs to catch up to the 21st century and allow the younger generation to prosper and enjoy being outside, enjoying freedom and developing thier physical and mental health.",
        "background": "A playground would be an wonderful asset to Mount Pleasant estate. It has plenty of space to house a park. It would benefit families and their children so much, from mental wellbeing through to physical health. It would also serve as a huge asset to those who struggle with transport or don't drive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-26T16:16:23.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-26T16:34:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-01T10:44:12.697Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local amenities are a matter for your local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-01T10:44:13.785Z"
    },
    "id": 601987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601987.json"
    },
    "type": "petition"
}