{
    "attributes": {
        "action": "Allow Parents/Guardians to Watch Christmas Shows in Schools",
        "additional_details": "These are precious childhood memories being taken away from the children and their families needlessly. \r\nEvents such as football matches and pantomimes are continuing as normal with much higher audiences than small school plays.\r\nCertain schools have even built up the children’s hopes by saying families can attend and then changed the rules suddenly, and no consideration of the children’s mental health.\r\nThis is not fair and our children’s lives should be back to normal as are everyone’s else’s.",
        "background": "A number of schools have put a stop to parents/guardians attending the school Christmas shows and blamed this on COVID, yet there are no other restrictions in place out of school.\r\nIt should be business as usual with families able to attend the school in person as no other regulations are in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-26T19:53:45.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-26T20:46:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-01T11:46:01.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual schools, however the most recent comments by the Government have encouraged schools to continue with nativity plays as planned. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-01T11:46:02.246Z"
    },
    "id": 601999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601999.json"
    },
    "type": "petition"
}