{
    "attributes": {
        "action": "Recognise Animals As Nonhuman Persons and Grant Them Legal Rights",
        "additional_details": "Animals are mutilated, abused and brutally killed just for burgers and bacon. Animal families are separated. Mothers lose their young (and the young lose their mothers) just for milk. Male chicks are gassed and shredded up in the egg industry. Animals are abused and killed for their fur, for testing and “research”, for “sport”, for “pest” control, for their wool and for their feathers. It’s time to ban all of this and grant all sentient animals legal personhood and rights!",
        "background": "Despite ample scientific proof that animals are sentient, and despite Britain being a so-called nation of animal lovers, under British law, animals are still classed as property, not persons. Billions of animals are abused and killed unnecessarily every year. It’s time to grant them legal rights!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-28T00:51:06.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-28T10:13:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-03T17:09:58.199Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about animal rights, however we're not sure what legal rights you want animals to be given.\r\n\r\nYou might be interested to read about proposed laws relating to animal sentience, which are currently being considered by Parliament: https://bills.parliament.uk/bills/2867."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T16:57:52.275Z"
    },
    "id": 602067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602067.json"
    },
    "type": "petition"
}