{
    "attributes": {
        "action": "Hold a referendum to remove all Covid-19 restrictions on personal freedoms",
        "additional_details": "The public have not voted for these measures & this government was voted in under very different circumstances. No suitable impact assessments have been undertaken & there is limited evidence these measures reduce spread of the virus.\r\nMeasures are affecting people's mental & physical health, & loss of jobs & businesses is causing hardship for many.\r\nRestrictions have the highest impact on the young, whilst the virus primary affects the elderly, evidenced by an average age of death over 80.",
        "background": "All Covid-19 restrictions to become optional; including self isolation, vaccination, masks & social distancing. Vaccine passports to be removed for domestic use & for entry to the UK.\r\nPeople who chose to shield or self isolate should be given sufficient support to ensure they don't suffer hardship.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-28T09:35:11.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-28T10:03:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-03T17:15:10.943Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about measures relating to Covid-19, however some of the measures you want to be made optional are already optional, as they are guidance not legal requirements, so we're not sure what it is you'd like the Government to do. \r\n\r\nIn any case, your petition refers to a referendum, but then goes on to say that measures relating to Covid-19 restrictions should be optional. It's therefore not clear if you want a referendum, or simply for the use of such measures to be ended or made optional.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition which calls for a very similar action: https://petition.parliament.uk/petitions/597665"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-12-03T17:15:22.545Z"
    },
    "id": 602079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602079.json"
    },
    "type": "petition"
}