{
    "attributes": {
        "action": "Enable doctors to prescribe Ivermectin under informed consent to Covid patients.",
        "additional_details": "There are over 350 peer reviewed case studies which attribute positive outcomes to the use of Ivermectin in treating or as a prophylaxis against Coronavirus.   \r\nConsidering this weight of evidence alongside the positive impact at the same time Ivermectin was used in Japan and India, restrictions should be lifted that prevent doctors prescribing this at early stages or as a prophylaxis for Coronavirus where a patient has been informed and gives their consent.",
        "background": "The significant reduction in the impact Coronavirus in Japan since September 2021 is potentially linked to doctors being allowed to prescribe Ivermectin without restriction from mid August 2021, where there was informed consent. Pass emergency legislation allowing doctors in the UK to do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-27T21:02:05.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-28T11:12:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-02T10:11:52.940Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on whether to license a particular medicine for use in treating a particular condition are a matter for the Medicines and Healthcare products Regulatory Agency (MHRA), not the UK Government or Parliament. You can find out more about this here: https://www.nhs.uk/conditions/medicines-information/. This means neither the Government nor Parliament are directly responsible for the action this petition calls for. \r\n\r\nYou could have a petition calling on the Government to fund research into the use of antiparasitic drugs as a treatment for covid-19, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-02T10:12:02.397Z"
    },
    "id": 602055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602055.json"
    },
    "type": "petition"
}