{
    "attributes": {
        "action": "Organisations claiming commitment to net zero Carbon must have audited plans",
        "additional_details": "Many organisations, both public and private sector, are now claiming a commitment to reach net zero carbon by a set date. This commitment needs to be backed by a robust plan to have any validity. To prevent greenwashing, organisations must demonstrate how they plan to achieve net zero carbon. This plan must be independently checked against a robust and recognised standard. The SBTI standard (https://sciencebasedtargets.org/net-zero) has been created specifically for this purpose.",
        "background": "Any large organisation, public or private, (ie >250 employees, >£36m annual turnover or annual balance sheet >£18m) that makes a claim of a commitment to achieve net zero carbon must provide a delivery plan that has been independently audited against the SBTI or equivalent independent standard",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-29T13:56:05.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-30T15:04:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T09:23:59.389Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to make a commitment to achieving net zero, and plans to achieve this, are a matter for individual businesses, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require all businesses to publish net zero plans, setting out how their businesses plan to respond to the Government's commitments to reduce carbon emissions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T09:24:00.277Z"
    },
    "id": 602145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602145.json"
    },
    "type": "petition"
}