{
    "attributes": {
        "action": "Create a mental health pathway for couples after miscarriages or stillbirths",
        "additional_details": "I want the government to invest in the NHS setting up a new mental heart pathway for couples that have experienced loss. Bereavement counselling is offered but only if you’ve had a stillbirth There’s no  specific mental health support to help couples make a plan to improve there state of mind following on from the loss of an unborn child. This must be addressed as patients individual needs are not being assessed. Thousands of couples are suffering mentally with nowhere to turn and no support.",
        "background": "Currently couples are not eligible for perinatal mental health support if you don’t have a baby you’re also not eligible for the Community mental health team as it doesn’t meet the criteria. Those that fall into this category are slipping through the net as there is no patient pathway that exists",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-29T12:44:35.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-29T13:43:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T08:17:58.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Care for women during pregnancy and following the loss of a pregnancy is a matter for the NHS and indiviudal clinicians, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review NHS care for women who lose a pregnancy, to identify any issues with how care is provided at present, or to provide additional funding specifically for the care and support of women who lose a pregnancy, if either of those are things you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-12T08:06:05.551Z"
    },
    "id": 602140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602140.json"
    },
    "type": "petition"
}