{
    "attributes": {
        "action": "Scrap internet landline charges when no landline phone is required",
        "additional_details": "According to a 2020 Ofcom report, calls from landlines have been declining year-on-year, dropping by 17% between 2019-2020 compared to 2018. New legislation should therefore be introduced to ensure that landline free broadband services are available to everyone, and that no-one is forced to pay through the nose for a landline service they may not want. Doing so would prevent consumers from being ripped off whilst enabling more low-income households to better afford cost-effective broadband.",
        "background": "Hardly many people use their landline phones, yet many are forced to pay for landline just to access broadband services. The increasing redundancy of landlines implies that landline fees are unfair and an unnecessary additional access fee for broadband. This exploitative arrangement must change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T09:27:08.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-02T09:50:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:51:46.600Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for internet connections are a matter for internet service providers, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:51:47.507Z"
    },
    "id": 602251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602251.json"
    },
    "type": "petition"
}