{
    "attributes": {
        "action": "Allow those vaccinated abroad to update their NHS record and book a booster jab.",
        "additional_details": "Action on this issue was promised by government back in July but nothing has materialised and we now face another winter with a new variant. With the government strongly encouraging people to get their booster jab, will they help what must be thousands who are stuck in limbo and have no way of getting their booster jab as well as updating their NHS record?",
        "background": "It is currently not possible for those who received one or both of their initial Covid-19 vaccines abroad to arrange a booster jab. This is because there appears to be no process in place for those people to add their vaccination details to their NHS record.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-30T21:11:57.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-30T22:29:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T13:37:51.775Z",
        "rejection": {
            "code": "already-happening",
            "details": "People residing in England and vaccinated overseas with approved vaccines can now be certified using the NHS COVID Pass. Individuals should contact their general practitioner or 119 for an appointment at a regional vaccination centre to record their vaccinations in the National Immunisation Management Service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T13:37:55.268Z"
    },
    "id": 602231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602231.json"
    },
    "type": "petition"
}