{
    "attributes": {
        "action": "Prevent the UK Government revoking the British Citizenship of Ethnic Minorities",
        "additional_details": "This is because it is illegal under international law to make someone stateless. So the government can only strip ethnic minorities of British citizenship even if they were born here by claiming they can go back to their parents' or grandparents' homeland.\r\nThe UK government has clearly not learned the lessons of Windrush. This is the worst type of racist law-making and mustn’t be allowed to exist, let alone to happen without the right of appeal or in secret where the government can’t be challenged.",
        "background": "The British Government has recently and quietly made changes to the ‘Nationality and Borders’ bill.\r\nThrough clause 9 they are allowing themselves to deprive you of citizenship in secret and without appeal but only if you are from a minority ethnic background. It is literally racist law-making.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T14:39:41.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T14:42:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:10:03.340Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRemove Clause 9 from the Nationality and Borders Bill: https://petition.parliament.uk/petitions/601583\r\n\r\nDo not remove anyone's British citizenship: https://petition.parliament.uk/petitions/601611\r\n\r\nThe Nationality and Borders Bill does contain powers to remove a person's citizenship without giving notice of this, but this power does not apply solely to people of ethnic minorities. These provisions are set out in Clause 9 of the Bill, which you can read here: https://bills.parliament.uk/bills/3023/publications"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:10:04.325Z"
    },
    "id": 602277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602277.json"
    },
    "type": "petition"
}