{
    "attributes": {
        "action": "Stop banks & insurance companies stopping the unemployed from renting privately",
        "additional_details": "We the people want you to stop this barbaric rule that companies are enforcing in their contracts that doesn't allow the unemployed/disabled to rent in the private sector.... This is barbaric when their is a housing crisis & this should be stopped immediately. There are thousands of properties that can be rented to people that are homeless or seeking somewhere safe but cannot do so because a clause in the contact states that properties cannot be rented to someone who not in full time employment.",
        "background": "We want you to stop all banks, mortgage companies and insurance companies from putting a clause in contracts that does not permit properties to be privately rented to the unemployed or disabled.... This country is in a housing crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T17:17:08.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-03T15:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T16:35:41.457Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you're concerned about the ability of people with a disability to rent property. However, decisions on who to lend to, and the terms of any such loan or mortgage, are a matter for individual lenders based on their own assessment of risk. The Government is therefore not directly responsible for the action this petition calls for.\r\n\r\nYou could have a petition calling for a ban on blanket 'no unemployed' clauses in private rental contracts, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T16:35:45.576Z"
    },
    "id": 602295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602295.json"
    },
    "type": "petition"
}