{
    "attributes": {
        "action": "Open child maintenance phone lines",
        "additional_details": "Child maintenance services are very difficult to navigate without the added complications of not being able to speak to a advisor. Refusing a telephone service to parents who are struggling to understand the procedure is limiting support and allowing paying parents to use the situation to further withhold payments. Unpaid child maintenance is creating child poverty",
        "background": "Shake up child maintenance service so parents have a point of contact and support when the non resident parent does not pay, or when they need to discuss other things in person.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T20:26:48.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T20:35:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T11:17:55.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to answer phone calls are an operational matter for individual agencies, not a decision for the Government or Parliament.\r\n\r\nThere are a number of ways you can contact the CMS, which you can find out about here: https://childmaintenanceservice.direct.gov.uk/onlinerevive/public/contact-us\r\n\r\nIf you are unhappy with the service the CMS has provided you could complain about this. Citizens Advice has published guidance on how to complain about the CMS, which you can view here: https://www.citizensadvice.org.uk/family/children-and-young-people/child-maintenance1/complaining-about-the-child-maintenance-service"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T11:17:56.707Z"
    },
    "id": 602310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602310.json"
    },
    "type": "petition"
}