{
    "attributes": {
        "action": "Remove the need for new police officers to undertake a degree",
        "additional_details": "A number of years back a requirement for all new police officers to undertake a degree and this has caused huge problems for policing. The time spent away from front line police in the first 3 years is much greater Leaving policing short, many young officers are leaving policing after their first 3 years service having obtained a free degree. In addition there has been a huge drop in those over 25 or those with great experience such as ex military personal joining due to this requirement",
        "background": "Remove the need for new entrants to the police service to undertake a degree when joining the police service .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-02T13:22:38.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T14:23:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T08:37:22.466Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You do not need a degree to become a police officer. Different routes for becoming a police officer are set out here: https://nationalcareers.service.gov.uk/job-profiles/police-officer\r\n\r\nIt is up to individual educational institutions what degrees to offer, and for individual police forces to set the entry requirements for policing roles, and professional development for their staff. These are not decisions for the UK Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T08:37:23.640Z"
    },
    "id": 602342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602342.json"
    },
    "type": "petition"
}