{
    "attributes": {
        "action": "Decrease the income TAX for students who are employed on a part-time basis.",
        "additional_details": "Some students do not receive financial support or a maintenance loan like myself and are forced to take up many jobs to pay the bills. Taking up a few jobs equals paying more TAX. As students, we are not financially stable enough to pay such an enormous income TAX. That leaves us little or no money to save for the mortgage, a car, tuition fees, and many more. When hundreds of pounds is taken away from your wages each month, it feels like you’ve been robbed anad all the hard work is for nothing.",
        "background": "I would like the governemnt to decrease the income TAX for students employed on a part-time basis to 5% of their income regardless of the amount of jobs they have. The NI and pension scheme deductions are already high enough, the TAX should be lowered to support students financially throughout HE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-02T11:04:29.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-02T11:22:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T10:31:03.891Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure how many hours you'd like this to apply to and which students would be covered by this. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T10:31:05.355Z"
    },
    "id": 602332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602332.json"
    },
    "type": "petition"
}