{
    "attributes": {
        "action": "Make Motorhomes that are based on commercial vehicles, exempt from ULEZ charges",
        "additional_details": "Motorhome owners are being penalised against.  We have to drive through these area to get home.  Are we expected to pay a charge to park at our own property?  \r\nMany campsites are close to cities and towns and would require us to drive through a ULEZ controlled area to get to a site that we have to pay to stay at.  This is going to increase the price of motorhoming and make it probably become a thing of the past.",
        "background": "Motorhomes are generally based on commercial vehicles and because of this have been grouped into the commercial vehicle LEZ/ULEZ charges\r\n- Motorhomes are generally privately owned, do relatively few miles each year, are looked after by their owners and therefore tend to last many years",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T23:34:25.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-02T07:39:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:45:05.330Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about about what classes of vehicle low emission schemes apply to is a matter for the relevant local authority, not the UK Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:45:06.213Z"
    },
    "id": 602321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602321.json"
    },
    "type": "petition"
}