{
    "attributes": {
        "action": "Do not mandate vaccines or impose restrictions on those who do not want it.",
        "additional_details": "As the vaccine does not prevent transmission it is futile to restrict or fine those wo have made the personal choice not to have it. Even if everyone was vaccinated we would still see cases and transmission of. We were told that with the elderly and vulnerable vaccinated we would be free by Easter 2021. But that wasn't the end goal for long was it? We now hear that everyone over 12 should be vaccinated regardless of personal. We ask that no further personal freedoms are removed from us.",
        "background": "The vaccine was always supposed to limit COVID deaths and with the death rate flatlining we can see that it has done just that. What the vaccine was not supposed to do was stop transmission of the virus. This endless pursuit of zero cases will cost the economy, peoples mental health and education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-02T19:29:56.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T16:29:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:23:04.360Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not make vaccination against Covid-19 mandatory: https://petition.parliament.uk/petitions/602282\r\n\r\nOutlaw discrimination on the basis of vaccination status: https://petition.parliament.uk/petitions/596004\r\n\r\nStop discriminating against the unvaccinated in Covid 19 policy: https://petition.parliament.uk/petitions/597239"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T09:23:05.075Z"
    },
    "id": 602361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602361.json"
    },
    "type": "petition"
}