{
    "attributes": {
        "action": "Protect learners from independent schools dont let them sign for a debt for life",
        "additional_details": "Students rights must be a priority.\r\nThe government need to change the way how regulate them and how they can access funding.\r\n Independent school that not respect policy and educational standard need to be enforce to repay money and compensation back to the learner.",
        "background": "The independent school will not be required to reimburse the students even if the course will not meet standard. This system will let sign a leaner for a debt for life. Ofqual, Ofsed, Education Department, EFSA, ISA and any awarding body are useless. This could happen also to a vulnerable student.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-03T19:28:37.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-03T23:51:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-08T09:18:59.046Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain practices by independent schools, but we're not sure exactly what arrangements you're concerned about, or what you'd like the Government or Parliament to do. We can also only accept petitions about things the Government is directly response for, and the Government has a limited role in the regulation of private schools.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can find out how to complain about private schools here: https://www.gov.uk/complain-about-school/private-schools"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-08T09:19:01.346Z"
    },
    "id": 602446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602446.json"
    },
    "type": "petition"
}