{
    "attributes": {
        "action": "Stop airports charging for using drop off points.",
        "additional_details": "It is unreasonable for airports to charge a premium levy on vehicles just to drop off passengers at the terminal building, when most drop off's last less than 2 minutes.\r\nNot all passengers have easy access to public transport and rely on friends, relations or taxi services to travel to the airport. This charge is just another airport tax for those who cannot travel any other way, especially for early morning flights.\r\nWith special regard to Heathrow and Gatwick, these airports have a pay on-line system, which if you have a 2-3 hour travel time to return home after dropping off at a terminal, is easily forgotten by the time a driver has returned home, and then sent a hefty fine.",
        "background": "The government should enforce a ban on charging for using drop off point at all UK airports.\r\n.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-03T15:33:56.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-04T06:11:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-08T09:24:14.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for airport services are a matter for individual airports, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-08T09:24:15.411Z"
    },
    "id": 602428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602428.json"
    },
    "type": "petition"
}