{
    "attributes": {
        "action": "Make streaming services like spotify pay there artists more!",
        "additional_details": "We need a voice for the artists who put so much time, effort, and money into there craft of music to make sure they are paid what they deserve, the owner of spotify is currently worth over $3 Billion, yet only pays hard working artists $. 0033. The only way to make a decent living off music is to be hitting very high streams of 1million + on all your music, which is very hard to do, people are hitting 500k streams and putting there life into it and coming out with a pay of $200. Music is therapeutic.",
        "background": "I want the government to have a debate on wether streaming services should pay artists more than the outrageous pay that they pay now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T12:55:30.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T13:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T13:50:18.039Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the remuneration artists receive from streaming services, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is up to individual artists what contracts to enter into with streaming services, but we could accept a petition calling for changes to the law around remuneration for copyrighted material, but you would need to be clear how you wanted this to work.\r\n\r\nThe House of Commons Library has produced a briefing note on a Private Member’s Bill, the Copyright (Rights and Remuneration of Musicians, Etc.) Bill, which might be useful if you want to start a new petition: https://commonslibrary.parliament.uk/research-briefings/cbp-9385/\r\n\r\nIf you start a new petition you'd also need to provide a full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T13:50:18.792Z"
    },
    "id": 602585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602585.json"
    },
    "type": "petition"
}