{
    "attributes": {
        "action": "Release blue print used in developing the Red list relating to Omicron strain",
        "additional_details": "Several articles detail  the current spread of the Omicron strain with European countries such as the Netherlands recording 14 cases, Denmark 13, Portugal 13. There has to be a rational reason why countries like these are not on the Red list and African countries such as Mozambique with 2cases, Nigeria with 3 cases have been rapidly added. The Gov.Uk Red list as at 4/12/21 has only African countries. If this is not an African disease, did not originate in Africa, WHY IS AFRICA PAYING THIS PRICE",
        "background": "I want the Government to do their part in ensuring that the Omicron strain of the Covid 19 virus does not become equated with an ‘African Virus’. Remove African countries added needlessly to the Red List, and then add European countries that have earned their place in the red list!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T04:14:04.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T04:43:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T08:44:43.139Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current red list, but we're not sure exactly what changes you'd like the Government to make, or what other actions you want them to take. Your petition refers to adding European countries to the red list, but it's not clear what countries you want to be added to this list. Your petition also calls on the Government to publish a \"blue print\" used to develop the red list, but it's not clear what you mean by this.\r\n\r\nThe Government set out the reasons for adding 6 African countries to the red list in an announcement on 25 November: https://www.gov.uk/government/news/six-african-countries-added-to-red-list-to-protect-public-health-as-uk-designates-new-variant-under-investigation\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRemove all African countries from the red list immediately: https://petition.parliament.uk/petitions/602220\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T08:44:44.119Z"
    },
    "id": 602554,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602554.json"
    },
    "type": "petition"
}