{
    "attributes": {
        "action": "Increase universal credit for single parents",
        "additional_details": "Since Universal credit has been implemented, different allowances have been merged, and a number of unprecented deductions from different aspects have caused single parent families to struggle to meet ends, forced in to full time work with unaffordable childcare. Single parent families are forced into crippling debt and depression, and the biggest cost not being supported proportionately is the housing element, with rise to rent inflation. Increase the universal credit top up allowance.",
        "background": "Increase of the universal credit housing element, to proportionately account for inflation of rent without compromising the total monthly income. Allow single parent families to work part time and for universal credit top up to be sufficient for living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T10:07:51.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T12:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T09:19:12.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to Universal Credit rates, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for the Universal Credit housing element to \"proportionately account for inflation of rent without compromising the total monthly income\", but it's not clear what that means in practice. It's also not clear what changes you want to be made to ensure Universal Credit is sufficient for working single parents.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake the £20 per week uplift to Universal Credit permanent: https://petition.parliament.uk/petitions/593104"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T09:19:13.158Z"
    },
    "id": 602563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602563.json"
    },
    "type": "petition"
}