{
    "attributes": {
        "action": "Change the way sexual offence cases are dealt with and prosecuted.",
        "additional_details": "Far too many sexual offence cases lead to no result or no further action. Sexual offence cases should be prosecutable on intent and not just guilty actions. Most sexual offence prosecutions do not do the victim justice. Being placed on the sex offenders register does not remove the danger from society. For example it does not seem fair how drug dealers are more likely to be prosecuted when people who buy the drugs chose to put it in their body, where as a victim of a sexual offence does not chose for it to happen.",
        "background": "Reconsider punishments available to sex offenders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T15:07:56.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T15:14:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T08:54:48.966Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the way in which sexual offences are defined and prosecuted, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about what offences to charge an individual with, and the sentence they receive for this, are a matter for the Crown Prosecution Service and the courts, not the Government or Parliament.\r\n\r\nWe could accept a petition calling for the creation of new criminal offences for actions not covered by existing offences, but it would need to be clear what you wanted these offences to be.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake verbal Street Sexual Comments and Harassment a specific criminal offence: https://petition.parliament.uk/petitions/600977"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T08:54:49.661Z"
    },
    "id": 602597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602597.json"
    },
    "type": "petition"
}