{
    "attributes": {
        "action": "Exempt travellers, especially the fully vaccinated, from quarantine hotel fees",
        "additional_details": "UK nationals and residents will abruptly have to pay unforeseen extortionate hotel fees -minimum of £5k for an average family. A lot of citizens/residents have complied including being fully vaccinated. Why comply and still be subject to unrealistic fees in view of tackling Covid? Yet shopping centres are packed. The fees effectively deter travel. However many travellers, who are already in red list countries would not have made plans with the knowledge of this new restriction",
        "background": "If travellers from red list countries need to isolate, let them isolate at home or get rid of the extortionate hotel fees. The average person does not possess such amounts. This is an abrupt restriction that has been imposed on many who have travelled/made plans to travel way before it was announced",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T15:44:48.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T16:26:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T09:08:19.227Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing requirements for people to quarantine in a managed hotel, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition suggest a number of alternatives, but it's not clear exactly what you want the Government to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAllow fully vaccinated people coming from red list countries to isolate at home: https://petition.parliament.uk/petitions/588072\r\n\r\nMake managed quarantine free for UK nationals: https://petition.parliament.uk/petitions/589535"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T09:08:19.924Z"
    },
    "id": 602601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602601.json"
    },
    "type": "petition"
}