{
    "attributes": {
        "action": "Remove Tfl Ulez compliant cameras in poor communities in South East London",
        "additional_details": "1. A campaign that will encourage green building \r\n2. A campaign that will encourage people to ride a bike or walking instead of driving.\r\n3. A campaign that will encourage taking a bus or carpooling. \r\n4. A campaign that will promote the use of energy efficient light bulbs and appliances. \r\n5. A campaign that will encourage people to turn 6. Government should focus on renewable fuel \r\n6.A campaign that will encourage people to buy fewer things that are manufactured using fossil fuels.",
        "background": "Government approach to address air pollution in communities can not be generalised as communities differ in terms of their needs. I will enjoin Government to do the following in poor communities to address air pollution and improve quality of lives of the inhabitants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T07:23:37.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T19:30:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:38:26.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the ULEZ and local advertising for public transport are a matter for Transport for London and the London Assembly, not the UK Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling on the Government to run national campaigns on some of the things you outline in your list."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-02T09:56:08.497Z"
    },
    "id": 602739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602739.json"
    },
    "type": "petition"
}