{
    "attributes": {
        "action": "‘the war against drugs’ to move to decriminalisation.£300m on a loosing battle?",
        "additional_details": "Review the current laws on all illicit drugs specifically cannabis to make them appropriate to this day and age. Allow a legitimate regulated safe market taxed by yourselves. For example you could work with other countries such as canada to provide the necessary frame work to move forward with legislation. Cannabis is a naturally grown plant which is medicinally proven to be beneficial to many people, far more than the likes of alchole which has never had a positive outcome from consumption.",
        "background": "Stop trying to crackdown on drug dealers and move for decriminalisation and legalisation of weed.By doing this you will remove the demand for drug dealers where you can also provide safe medication and tax all recreational use,which in turn would massively boost the economy and decrease drug addicts",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T12:00:11.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T11:58:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T11:12:29.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current drugs policy, but we're not sure if you want the Government to review existing drugs policy, legalise certain drugs, or make other changes to drugs policy.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLegalise cannabis for recreational and medicinal use: https://petition.parliament.uk/petitions/598861\r\n\r\nFund research into cannabis and review restrictions on production, sale and use: https://petition.parliament.uk/petitions/601153"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T11:12:30.371Z"
    },
    "id": 602758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602758.json"
    },
    "type": "petition"
}