{
    "attributes": {
        "action": "End discrimination in the private housing sector.",
        "additional_details": "Provide landlords with incentives to rent to people on low incomes.\r\nEncourage landlords to accept all kinds of people not just ‘single professionals’ as families are in desperate need of homes. \r\nIntroduce legislation to make the private sector more accessible.",
        "background": "There are thousands of silent homeless people living in this country who have been refused help by their councils because they didn’t make themselves homeless but are living in bad situations. The private sector discriminates against anyone who claims housing benefit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T16:05:10.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T10:15:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T11:10:23.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the difficulties that people on benefits have in accessing housing. However it's not clear whether you want private landlords to be given financial, or some other form of, incentives. It's also not clear what you want legislation to do that would \"make the private sector more accessible\".\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Ban discrimination against potential tenants on Universal Credit': https://petition.parliament.uk/petitions/601679\r\n\r\n'Introduce a regulator for private landlords and caps for rent': https://petition.parliament.uk/petitions/589028\r\n\r\n'Introduce Charter for Social Housing and strengthen tenants’ rights': https://petition.parliament.uk/petitions/593207\r\n\r\n'Fund increased housing provision for homeless people': https://petition.parliament.uk/petitions/588351"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T11:10:27.874Z"
    },
    "id": 602779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602779.json"
    },
    "type": "petition"
}