{
    "attributes": {
        "action": "Ban free pornography on the internet",
        "additional_details": "Sex shops have to have a license to sell R18 material and products suitable for over 18’s. Age verification is necessary to enter a licensed sex shop and to purchase regulated material deemed appropriate for adults only. The internet has zero regulations and it’s completely unacceptable that children can view explicit / illegal / highly damaging material and purchase sex toys without any checks or safeguards. It’s times all websites were closed down / fined/ prosecuted for harming our children.",
        "background": "Ban all explicit / hardcore material on the internet. Which is currently free and can be easily viewed by minors (6-17 year olds). Regulate or shut down all websites showing pornography by having age verification for uploading and viewing explicit content.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T11:14:06.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T11:30:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T08:58:10.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about online pornography, but we're not sure if you want the Government to ban all online pornography, ban certain types of online pornography, or just implement certain safeguards for people to access online pornography.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnact online pornography safeguards: https://petition.parliament.uk/petitions/598334"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T08:58:11.986Z"
    },
    "id": 602754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602754.json"
    },
    "type": "petition"
}