{
    "attributes": {
        "action": "Ban single use plastics and the unnecessary use of plastic packaging",
        "additional_details": "Single use plastics are polluting the world, they need to be banned. Our oceans are being destroyed. We actively ship recycling to other countries whose lands are polluted with our plastic waste. Single use masks are being discarded everywhere and being found in the oceans. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land. It has to stop. Mexico, Canada, Germany are doing this. We have a responsibility to do this too.",
        "background": "The change needs to start in super markets, big brands and companies. They need to be forced to change their packaging to sustainable material. Companies like Galaxy are already using a plant based packaging for their vegan chocolate, it can be done. Our oceans and planet need us to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-06T20:36:23.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-05T19:43:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-07T08:52:49.008Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of plastics, but it's not clear exactly what plastics you want to be banned, and if you only want this ban to apply to certain businesses, or all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic packaging for fruit and vegetables: https://petition.parliament.uk/petitions/600128\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495\r\n\r\nBan all plastic packaging: https://petition.parliament.uk/petitions/603901"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-07T08:52:50.061Z"
    },
    "id": 602718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602718.json"
    },
    "type": "petition"
}