{
    "attributes": {
        "action": "Open case on child grooming gangs in hull",
        "additional_details": "Over the last week it has been well publicised a gang around Hull have been grooming young girls and threatening them with violence if they don't cooperate.\r\nI am hoping to start this petition  to get this discussed in parliament to reopen this case and hopefully bring these people to justice for these dreadful crimes and stop these gangs  from repeating these treacherous crimes on our children or grandchildren and get some justice for the poor girls who have been let down by our justice system",
        "background": "I would like discussions in parliament as to why the case of child grooming gangs in Hull was dismissed despite victims coming forward and overwhelming evidence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T21:58:04.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T22:20:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:54:59.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to hold a public inquiry into police investigations into alleged offences related to grooming, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T09:55:00.367Z"
    },
    "id": 602816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602816.json"
    },
    "type": "petition"
}