{
    "attributes": {
        "action": "Demand Sadiq Khan carryout a public enquiry into the Death of Bus Drivers.",
        "additional_details": "The Mayor of London  must be scrutinised for his handling of the safety of Transport workers specifically in Surface Transport.  This may be the first of many Pandemics so lessons need to learned.  With Such a high death rate Transport For London need to learn from any mistakes and better protect London Bus Drivers.",
        "background": "More than 65 London Bus Drivers have lost their lives during h this Covid-19 Pandemic.\r\nSafety measures implementation were slow . The office of National statistics show that A London Bus Driver was more than  2X more likely to catch Covid-19 . A high risk vocation!!The bereaved need answers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T08:09:40.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T11:39:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T11:08:43.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about inquiries by the London Assembly or Mayor of London are a matter for the London Assembly or Mayor of London, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T11:08:44.610Z"
    },
    "id": 602851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602851.json"
    },
    "type": "petition"
}