{
    "attributes": {
        "action": "Complete a public enquiry in to the alleged Downing Street 2020 Christmas party",
        "additional_details": "The recent allegations about the Downing Street Christmas party, highlight a concern that members close to Downing Street may not have adhered to the rules and laws in place at that time.\r\n\r\nDuring the period of this alleged party, the police were actively enforcing these laws to break up large gatherings and disbursed fines. \r\n\r\nThe government should adhere to the same rules and laws, as they impose to the rest of the public. They should also be held to the same scrutiny and sanctions.",
        "background": "The alleged Downing Street Christmas party represent a grave public concern, as reports indicate this took place whilst Covid-19 restricts were in place for the public as a whole. \r\nA full parliamentary enquiry should be completed to determine if this breached government guidance and laws",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T23:25:33.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T00:01:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T10:45:42.106Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition refers to a public inquiry and a parliamentary inquiry, and it's clear who you want to investigate allegations of social gatherings. Public inquiries are initiated by the Government, but parliamentary inquiries are a matter for the House of Commons or individual parliamentary bodies.\r\n\r\nSince you started your petition the Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T11:33:32.805Z"
    },
    "id": 602832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602832.json"
    },
    "type": "petition"
}