{
    "attributes": {
        "action": "Were lockdown rules broken during Conservative Xmas parties in Dec 2020",
        "additional_details": "We want to know the truth about the alleged parties that took place in Dec 2020 as we are concerned lockdown rules have been broken. The public, quite rightly, were told to remain at home during the covid 19 pandemic and not put any lives at risk. If these alleged parties broke any of these same rules we demand to know why they were allowed to go ahead and why this government will not tell us the truth",
        "background": "We want the government to tell us if they held parties during Dec 2020 and we want Parliament to discuss if any lockdown rules were broken. If so we demand the police begin an investigation to decide if any laws have been broken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T19:51:00.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T20:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:53:46.030Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published terms of reference for an investigation by the Cabinet Secretary into staff gatherings in No10 Downing Street and the Department for Education: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations\r\n\r\nDecisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament, but the terms of reference for the above investigation state that if during the course of the work any evidence\r\nemerges of behaviour that is potentially a criminal offence, the matter will be referred to the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T09:53:47.079Z"
    },
    "id": 602803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602803.json"
    },
    "type": "petition"
}