{
    "attributes": {
        "action": "REFUSE  another lockdown. Let the county get back to normal",
        "additional_details": "Enough is enough now. This country has complied for almost two years. \r\nThere will always be new variants but numbers of deaths are not rising. \r\nThe numbers will rise for those who will suffer mentally if we keep being forced to comply. \r\nYet again those with serious illnesses will be made to wait even longer for treatment. \r\nStop with all the lateral flow testing. They are not even accurate. \r\nWhen did we become such a nodding dog nation?\r\nIf MPs can live a normal life then we have every right to as well",
        "background": "Enough is enough now. This country has complied for almost two years. \r\nYet MPs can break the rules day in day out and blatantly lie their way out of trouble. \r\nThis country needs to start running properly again.\r\nPlan A Plan B….Plan Z when does it end???",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T17:42:54.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T17:58:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T13:36:30.290Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the prospect of additional Covid-19 restrictions, but we're not sure if you want the Government to commit to not implementing another lockdown, remove all existing restrictions, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRepeal the Coronavirus Act: https://petition.parliament.uk/petitions/592632"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T13:36:34.744Z"
    },
    "id": 602965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602965.json"
    },
    "type": "petition"
}