{
    "attributes": {
        "action": "Introduce Creative Projects to the School Curriculum to Reduce Teenage Murders",
        "additional_details": "With a new passion- children can get rid of any anguish and bitter aggression. It will also make sure they aren't on social media as much- therefore less subject to disturbing and threatening opinions.\r\n\r\nThe projects should take place during the school day- as a lesson does so all children will be involved- for three hours per week.\r\nThey will have the freedom to explore and discover their beautiful talents so they will be able to coexist with each other. Then- there can be Peace on Streets.",
        "background": "This will improve the well-being of children and reduce threats arising from teen knife-crime. In recent years- countless youths have been killed. We have spent too long just watching young murders and murderers. With creativity we can give teens inspiration- not desolation. It's time for action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T22:53:39.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-16T19:03:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-20T08:18:26.922Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want students to undertake more creative projects at school, but the national curriculum already requires schools to teach creative course content, including art and design, and music. You can read more about the national curriculum here: https://www.gov.uk/national-curriculum/key-stage-1-and-2\r\n\r\nWe could accept a petition calling for specific content to be added to the national curriculum, but you'd need to be clear what additional content you wanted to be added."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-20T08:18:30.457Z"
    },
    "id": 603070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603070.json"
    },
    "type": "petition"
}