{
    "attributes": {
        "action": "Requirement for health & social staff to work reasonable notice period.",
        "additional_details": "This is an issue that affects the whole health and social care sector and NHS and has been a particular issue during the Covid-19 pandemic. Health and social care staff have a duty to protect the people they support but often leave employers and service users with no notice. The sector needs help from the government to protect staffing levels and keep people safe.",
        "background": "The health and social care sector has seen so many staff leave recently and unfortunately a lot refuse to work a notice period. \r\nThere needs to be a requirement for health and social care staff to work a reasonable notice period (With exceptions) in order to keep the people they support safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-09T20:54:17.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T21:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T10:42:37.880Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about notice periods at the end of emploment are a matter for employers and employees, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-14T10:42:38.551Z"
    },
    "id": 603228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603228.json"
    },
    "type": "petition"
}