{
    "attributes": {
        "action": "Hold water companies accountable for their abysmal customer service",
        "additional_details": "Government should ensure customers get good service from their water supplier. Water companies should ensure that their representatives have good training in the guaranteed standards scheme and GDPR as basic examples.\r\nCompanies should be held to a higher standard than they currently are",
        "background": "Water companies have a monopoly because they don't have any competition. Therefore they don't care if they provide a substandard service - it doesn't matter because they are the only supplier!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-10T23:11:15.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-11T07:29:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T08:37:27.581Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the service provided by water companies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWater companies in England are already regulated by Ofwat (the economic regulator for the water sector in England and Wales), the Drinking Water Inspectorate (the drinking water quality regulator for England and Wales), and the Environment Agency (the environmental regulator for England).\r\n\r\nWe can accept petitions calling for changes to how water companies are regulated, but it would need to be clear what changes you want to existing regulations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T08:37:28.388Z"
    },
    "id": 603361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603361.json"
    },
    "type": "petition"
}