{
    "attributes": {
        "action": "Provide funding for businesses who are impacted by new restrictions",
        "additional_details": "Bookings and footfall have declined since the talks of new restrictions and the new variant leaving some businesses with no option but to cancel employees shifts and more so how some bills will be getting paid. Although there are no closures as of yet, businesses have been impacted at what should be a busy time of year. Bookings have been cancelled with many customers not wanting to rebook for fear of future lockdowns or  the fear of coming into contact with the new variant.",
        "background": "Provide adequate funding and furlough for businesses who are impacted by new restrictions and the talks of the Omicron variant.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-14T20:47:19.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-14T21:02:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-17T09:27:32.184Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of changes to Government rules and guidance on businesses, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to businesses that have been impacted by new restrictions, but it's not clear exactly which businesses you want to be eligible for support.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide financial support for the Hospitality industry for Winter 2021: https://petition.parliament.uk/petitions/603456\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-17T09:27:33.147Z"
    },
    "id": 603640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603640.json"
    },
    "type": "petition"
}