{
    "attributes": {
        "action": "Change the policies that social workers work through to declare child abuse",
        "additional_details": "I need the government to put more consideration into which families they look at to investigate. They should first do more extensive background checks and from information people close to the case, have informed social workers, they should make judgement based on pure facts and no opinions to make it fair on every single person, innocent and guilty.",
        "background": "What I want the government to do is make it easier for close relatives of a child to report parents and give them routes to go down that don't require parents permission. Close relatives include: aunties, uncles, grandparents and also step/in-laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-14T18:18:29.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-14T18:34:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-17T09:25:43.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how reports of child abuse are investigate, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already possible for anyone to report concerns that a child is at risk or is being abused to the children’s social care team at their local council. Local councils have a duty to protect children from abuse, but it is up to individual councils, not the Government or Parliament, how to investigate individual complaints."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-17T09:25:44.004Z"
    },
    "id": 603626,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603626.json"
    },
    "type": "petition"
}