{
    "attributes": {
        "action": "Ban the use of buildings which contain Asbestos until it has been removed.",
        "additional_details": "People are dying for no reason. We know Asbestos is dangerous and can cause serious life threatening health problems later in life and yet it is present in most buildings. People are dying and the sad thing is, we know about it and aren’t doing what is necessary to stop this from happening. Asbestos needs to be removed in order for the building to be safe for use, not just highlighted. Everyone is at risk!! Save your country and do what is right.",
        "background": "Remove Asbestos from all buildings in the UK. Every year, approximately 5000 people die from asbestos related diseases, the majority of these people work in the trade and infrastructure sectors. There is not enough help for individuals to assess if asbestos is present in a building.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-14T12:37:18.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-14T13:01:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-17T08:37:51.172Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about asbestosis, but we're not sure if you want the Government to prohibit anyone from living or working in buildings that have been identified as having asbestos, provide additional funding for the identification and removal of asbestos, do both of these, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-17T08:37:52.099Z"
    },
    "id": 603606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603606.json"
    },
    "type": "petition"
}