{
    "attributes": {
        "action": "Stop mandatory vaccination of NHS Staff and Stop Vaccine Passports",
        "additional_details": "NHS has bravely fought on the front line as have many other key workers while many worked from home though they were vaccinated. Key workers have worked through the pandemic be them vaccinated or not to be told now they must get vaccinated or loose their jobs. This is an insult!! If NHS staff are saying no then there's a good reason why. The vaccine passports are limiting freedom and dividing social affairs and circles with equality issues and hate crime promotion. Vaccination should be a choice!",
        "background": "Stop Mandatory vaccination actions as this should be a choice. You cant and should not be able to make vaccinations mandatory specially if they have not been proven. If they are to be mandatory then remove the indemnity protection from the producers. Vaccine passports are dictatorship and a devide",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T19:02:58.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-16T02:25:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T10:43:41.788Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872\r\n\r\nDo not require Covid vaccination passports for crowded events: https://petition.parliament.uk/petitions/592671\r\n\r\nOutlaw discrimination on the basis of vaccination status: https://petition.parliament.uk/petitions/596004\r\n\r\nDo not make vaccination against Covid-19 mandatory: https://petition.parliament.uk/petitions/602282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T10:47:46.990Z"
    },
    "id": 603748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603748.json"
    },
    "type": "petition"
}