{
    "attributes": {
        "action": "Make it a requirement to clearly display carb information on packaging and menus",
        "additional_details": "There are an estimated 4.9 million diabetics in the UK according to Diabetes.org.uk. For many of these, simply eating out can be a chore as they have to essentailly research their food to cvalculate insulin dosage which is often inconvenient and time consuming. As they have to search online, use different apps, and in many cases make a guess which is not acceptable on this day and age when it comes to administering life saving medication. Help simplify eating for diabetics.",
        "background": "Add Carbohydrate information on to food menus and packaging instead of it being hard to find/calculate. List it next to food choices on menus like it is already done for calories in most places and with fat, sugar, calorie information with the traffic light system front and centre on food packets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T17:46:26.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-15T18:26:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T10:00:54.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Nutrition labelling is already required for packaged products, including carbohydrate information. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/technical-guidance-on-nutrition-labelling\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring carbohydrate labelling on menus, or a change to how the information is presented on packaging. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T10:00:56.195Z"
    },
    "id": 603737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603737.json"
    },
    "type": "petition"
}