{
    "attributes": {
        "action": "Calculate child benefit tax charge based on entire household income",
        "additional_details": "The child benifit tax charge is fundamentally unfair and the tax system should be fair accross the board.\r\nThe charge should be based on a combinded household income, as one parent can earn £50000 and start to be chraged this tax but two parents can earn a combinded £99999 and not be charged this tax at all.\r\nThis is is not a fair way to tax people.\r\nThis needs to be looked at and make the charge down to a combined earning of households to make this a fair system across the country for all people.",
        "background": "The child benefit tax charge should be based on entire household income. Its is an unfair way to tax people the way the child benefit tax charge is calculated in the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T20:29:49.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-15T21:38:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T10:28:59.198Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the High Income Child Benefit Tax Charge to be based on household, not individual income, but it's not clear when you want a household to be required to pay this charge.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T10:28:59.937Z"
    },
    "id": 603756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603756.json"
    },
    "type": "petition"
}