{
    "attributes": {
        "action": "Demand the Met/CPS prosecute Boris Johnson for breach of Covid laws 18/12/20",
        "additional_details": "For law and order to be respected it must be applied without fear or prejudice to all in equal measures.  For a democratic society to trust the governors and law makers of their land, we have to have a fair, just and transparent system for all. No person should be above the law and no police officer should use their political bias to protect a governmental minister from prosecution in the face of evidenced criminal activity.",
        "background": "The Met must investigate and the CPS prosecute if a breach of Covid law took place on 18/12/20 as currently alleged and evidenced. If a breach has taken place, Boris Johnson and the organisers must be prosecuted or all other Covid related convictions should be overturned by parliamentary decree now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-16T07:38:09.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-16T11:22:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T11:18:25.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nThe Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations\r\n \r\nThe terms of reference for the above investigation state that if during the course of the work any evidence emerges of behaviour that is potentially a criminal offence, the matter will be referred to the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T11:18:26.609Z"
    },
    "id": 603790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603790.json"
    },
    "type": "petition"
}