{
    "attributes": {
        "action": "Allow a parent to have children supervised visits in a contact centre.",
        "additional_details": "One parent always suffers more then the other legal costs and a solicitor involvement should not be first priority from a children social worker when a supervised visit is done by a volunteer and conducted inside a council building why should a parent wait many months for solicitors in legal team to respond and a parent miss their son/ daughters first steps if a parent has contacted social services and told “no mediation is to offer the only way is to pay a solicitor” this is not fair.",
        "background": "The government need to change the children social services system after a separation or accusation occurs between parents and no harm was done to a child and no accusations were brought up against the child supervised visits at contact centres should be offered from week one of separation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-16T23:14:44.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-17T06:14:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T08:31:43.065Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about child contact arrangements in the event of relationship breakdown are a matter for the parents and courts, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T08:31:43.918Z"
    },
    "id": 603878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603878.json"
    },
    "type": "petition"
}