{
    "attributes": {
        "action": "Make it a legal requirement for courier companies to have human customer service",
        "additional_details": "We have ongoing issues with hermes deliberately not delivering to our address over an internal dispute over who is responsible within their organisation to deliver our parcels as we sit on the border of 3 villages. The problem is so bad every single parcel has been 'lost' in the past 2 years. We cannot speak to anyone at hermes and through a lot of hard work on social media have found a local driver who has given us this info. As we cannot speak to anyone at hermes we cannot resolve the issue.",
        "background": "Make it a legal requirement for couriers like hermes to have human representation within their customer service that are easily reachable by telephone, chat or email. Obligation to respond and work with customers should be mandatory and having an automated computer response only should be banned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T16:46:17.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-19T09:43:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T11:01:31.215Z",
        "rejection": {
            "code": "irrelevant",
            "details": "How a private business delivers its customer services is a matter for it, not the UK Government or Parliament. It is up to customers whether to use the services of a particular company based on how it provides customer service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-31T10:51:47.252Z"
    },
    "id": 603994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603994.json"
    },
    "type": "petition"
}