{
    "attributes": {
        "action": "Reconsider powers given social services due to incompatibility with Human Rights",
        "additional_details": "To ensure adherence to Legislated Procedural Process and Human Rights by social services given their increased powers.  There is insufficient liaison with a person concerned and decisions taken by use of possible unauthenticated Information contained on Data Files and without evidence and the inclusion of all parties. I request the legality and fairness be considered in the Interests of Natural Justice, as the Government is subject to 'Accountability at Law' of actions by Government Departments.",
        "background": "Reconsider and check increased powers given social services due to their powers to determine official action affecting a person's life,autonomy,liberty including under Mental Health Acts and 'Specialised Supervision'- danger of incompatibility with Human Rights and accountability to Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-17T13:51:17.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T14:30:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T11:25:51.854Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure which powers you'd like to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T11:25:53.310Z"
    },
    "id": 603923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603923.json"
    },
    "type": "petition"
}