{
    "attributes": {
        "action": "Introduce a “Tough Law” to stop couriers from stealing peoples food or items",
        "additional_details": "This is not a small problem but a big problem the reason for this being is some people are dependent on services like this as they may not know how to cook or lack facilities to cook and some many be busy or are going through emotional distress and may not eat for days and may order something for it not to arrive and this causes hassle and makes the customer upset and can causes further problems. I want the government to create a law which should make this an offence and to make a law to stop it",
        "background": "There are many couriers who would try to deliver food to the customers and send fake proof stating they have given the food to the customer but they have not and they have taken it for themselves and it’s a common scam. This affects small businesses and consumers as they both suffer losses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T02:33:56.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-18T12:53:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T09:58:21.706Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about poor behaviour by some couriers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nTheft is already a criminal offence. Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a regulator and ombudsman for the courier industry: https://petition.parliament.uk/petitions/600396"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T09:58:23.228Z"
    },
    "id": 603959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603959.json"
    },
    "type": "petition"
}