{
    "attributes": {
        "action": "BSL and captions on all political broadcast at all levels in the U.K.",
        "additional_details": "We live in 2021 and despite the technology and skills of people politics and those in politics are one of the biggest discriminating groups against deaf people! \r\nIt’s time deaf people were allowed to take part in politics and that starts with access. \r\nDuring Covid it was made clear that political groups cannot be trusted to follow best practise on this issue which excluded and created a lot of stress for deaf people in the U.K. so by making it legally mandatory in law we become a  fairer society",
        "background": "Create a law that makes it mandatory that all live political communication/pre recorded broadcast must include BSL and captions. \r\nAll public meetings such as council/parliamentary meetings to be included. All political party broadcast to be included regardless of party.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-17T13:35:44.100Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-17T18:01:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T09:15:23.307Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to provide BSL interpretation or captions are a matter for individual broadcasters and other event organisers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T10:17:54.617Z"
    },
    "id": 603921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603921.json"
    },
    "type": "petition"
}