{
    "attributes": {
        "action": "Insulate all buildings of Britain",
        "additional_details": "Poorly insulated homes are fuel poor and insulating poorly insulated homes will drastically cut emissions and help those living in fuel poverty. \r\n\r\nThe uk must remain committed to addressing the climate crisis and fuel poverty .",
        "background": "Insulate all buildings in Britain , starting with social housing and fuel poor homes . Insulate the remaining homes of Britain and then insulate all buildings .\r\n\r\nInsulation will cut harmful emissions and save lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T04:51:37.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-18T14:46:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T10:03:28.621Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want more building to be insulated, but we're not sure if you want the Government to provide funding for the insulation of all buildings, or just residential buildings.\r\n\r\nAlso, the UK Government is only responsible for buildings in England. Decisions about providing funding for insulating buildings in Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland Executive.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund and require the insulation of all social housing by 2025: https://petition.parliament.uk/petitions/594431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T10:03:29.567Z"
    },
    "id": 603962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603962.json"
    },
    "type": "petition"
}