{
    "attributes": {
        "action": "Bring back capital punishment for child killers , terrorists and drug dealers.",
        "additional_details": "The death penalty now long gone is yhe only true deterent to people carrying out these crimes, if they know therevis a real posdibility of losing their own lives for thrir crimes many will not carry them out and those who do would no longer be around to do it again.",
        "background": "There is a increasing number of murders cartied out on children. There is also an increase in drug related murders and those carried out by terrorrist organisations, all of which seem to be going almost unpunished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T07:16:29.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-28T16:15:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-31T08:58:12.121Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear if you want the capital punishment to be reinstated for all terrorism and drug dealing related offences, or only those that result in murder.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBring back death penalty for child killers and mass murderers: https://petition.parliament.uk/petitions/602898\r\n\r\nBring back the death penalty for convicted murderers: https://petition.parliament.uk/petitions/601972\r\n\r\nHold a referendum on whether to reinstate the death penalty: https://petition.parliament.uk/petitions/602435\r\n\r\nIf you want something different to the above petitions you could start a new petition stating clearly what offences you want to be subject to the death penalty."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-31T08:58:12.870Z"
    },
    "id": 603966,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603966.json"
    },
    "type": "petition"
}