{
    "attributes": {
        "action": "Knight George Leonard \"Johnny\" Johnson, Lancaster crew and honour Bomber Command",
        "additional_details": "The men and women of bomber command have had their contribution to upholding and preserving the freedom of the people of Europe systematically undermined and erased from history.\r\n\r\nBy giving SqLdr Johnson a Knighthood it would be symbolic of our country's recognition, albeit late, of the bravery and sacrifice undertaken by bomber command. This should be the first in a series of granting Knighthoods, Damehoods and public recognition before the last of these brave men and women are lost forever.",
        "background": "This Government, and those before it, have failed to honour and recognise the immense sacrifice and service of Bomber Command and it's men and women in maintaining the liberty and freedom of this country and overthrowing the tyranny in Europe perpetrated by the Nazi regime.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-17T12:46:03.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-20T00:41:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T16:16:24.075Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T16:16:24.072Z"
    },
    "id": 603917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603917.json"
    },
    "type": "petition"
}