{
    "attributes": {
        "action": "Remove congestion charge & parking fees for all  NHS staff commuting to work.",
        "additional_details": "Introduce NHS travel pass for commuters to drive to work (across London) without congestion charges or parking fees. Those eligible should show an NHS permit in their vehicle to avoid getting charged and get to work safely. This keeps them off public transport to avoid contracting the virus so they can continue to save lives.",
        "background": "The government should allow all NHS staff in London to drive freely to work without the need for public transport. All NHS staff should be exempt from congestion charge and parking fees across London. This will ensure our front line workers can travel to work safely and keep protecting us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-19T19:31:04.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-19T19:47:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T15:53:32.546Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you would like to see NHS workers exempt from certain traffic and parking fees within London but this is not the responsibility of the UK Government or Parliament. Any changes to the congestion zone conditions are the responsibility of the London Mayor and the London Assembly. Parking exemptions are the responsibility of each London borough.\r\n\r\nYou can petition the Greater London Authority for changes to the congestion charge if that is something you would like to see happen.\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T15:53:32.542Z"
    },
    "id": 604053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604053.json"
    },
    "type": "petition"
}