{
    "attributes": {
        "action": "Change social service procedures",
        "additional_details": "Social services are under a lot of pressure to decide whether they deem a child safe or not, with manipulative parents this must be a challenge. Give them longer to assess the situation, with unplanned weekly visits occurring for at least 2 months. Also extra professionals, if needed to assess child’s behaviour/relationship with parent or person reported (I.e. child psychologists).\r\nThere are many other things: \r\nlike evidence found in recent cases, I.e. phone communications/cctv etc., it should be a priority to investigate fully before the case is closed and the worst happens!",
        "background": "Clearly, the current system isn’t working. I feel that a continuous assessment period of around 2 months, a visit at least once per week would be much more efficient to assess child abuse than 1 single visit and 1 judgment- based decision made. There needs to be clear evidence before closing case.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-20T01:06:15.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-20T08:14:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-22T08:51:37.120Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing provisions to protect children, but we're not sure exactly what you'd like the Government or Parliament to do. The Government sets the legal framework within which child social services operate, but decisions about handling of individual cases is a matter for individual child social services teams, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview child protection legislation and procedures: https://petition.parliament.uk/petitions/603685"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-22T08:52:11.579Z"
    },
    "id": 604071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604071.json"
    },
    "type": "petition"
}