{
    "attributes": {
        "action": "An overhaul of the UK's justice system",
        "additional_details": "We need a review you Anna overhaul of the law system. Life should be life. And certain offences should have a long minimum sentence that they can be given. We are sick of a soft touch country that is laughed at all in the world! The people affected often feel like justice has not been served. It seriously needs to change for the future of this country as life seems to be getting wasted so cheaply with no real consequences",
        "background": "The law abiding citizens are getting fed up with criminal rights, and a lot of sentences do not give the victims I've serious crime or there families any comfort as it always seems like a smack in the face for the people hurt!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-20T23:06:39.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-21T20:12:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-23T08:17:18.885Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sentences for certain offences, but we're not sure if you want the Government to review sentences for all criminal offences, other aspects of the criminal justice system, both, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-23T08:17:19.791Z"
    },
    "id": 604159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604159.json"
    },
    "type": "petition"
}