{
    "attributes": {
        "action": "Call for a referendum on NHS privatisation",
        "additional_details": "Becauae it wasnt in their manifesto, Jeremy Corbyn warned us before the 2017 and 2019 elections, even providing internal tory documents to prove it and was called a liar by Johnson and the Media, yet since then theyve halved the NHS budget and handed 81 billion to private business's while waiting lists hit 6 million, ambulance waiting times have gone from under 30 minutes to over 30 hours in some cases if they actually ever turn up at all",
        "background": "Ask the people before anymore of our NHS is sold off",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-20T14:46:59.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-20T18:39:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-22T10:01:08.448Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want there to be a referendum about the NHS, but we're not sure exactly what you want people to be asked to choose between - full public ownership with no private sector involvement, full privatisation, the status quo, the changes proposed in the Health and Care Bill, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T09:58:36.524Z"
    },
    "id": 604115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604115.json"
    },
    "type": "petition"
}