{
    "attributes": {
        "action": "Change the school holidays. Take a week from the summer, add it on the Christmas",
        "additional_details": "Covid is not going away. So many people are having to isolate over Christmas. If schools closed one week earlier then Christmas wouldn't be ruined for many families. My two children tested covid positive on the very last day of term and we are now spending it isolated away from family. If they had closed schools earlier we wouldn't be in this situation. \r\nIf we took a week from beginning of the summer holidays and added it to the beginning of the Christmas holidays that would help.",
        "background": "Change the school holidays.\r\nTake a week from the beginning of the school summer holidays and add it to the beginning of the Christmas holidays. To prevent isolation over Christmas itself.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-20T22:56:31.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-21T10:20:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-22T10:54:07.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about term dates are a matter for individual schools, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-22T10:54:07.994Z"
    },
    "id": 604157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604157.json"
    },
    "type": "petition"
}