{
    "attributes": {
        "action": "Legal requirement for sufficient Baby Changing and Feeding facilities Nationwide",
        "additional_details": "As a new parent, I have been astounded at the lack of provision for baby changing and feeding facilities. Furthermore, once such facilities have been located (if at all!), they are often dirty, locked or completely unsuitable for use.  An adult would not expect or accept such treatment, so why on earth should our children.  Parents and their Babies/Children should not be discriminated against. Simple as that really.",
        "background": "Legislate for the requirement of sufficient baby changing and feeding facilities nationwide within restaurants, shopping centres and public places, so no parent should have to endlessly search for sufficient facilities whilst out and about in town and city centres.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-21T09:20:10.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-21T22:02:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-23T08:20:29.945Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about access to baby changing facilities, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want all businesses of a certain type to be required to provide baby changing facilities, if you want local authorities to be required to provide certain baby changing facilities, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-23T08:20:30.833Z"
    },
    "id": 604176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604176.json"
    },
    "type": "petition"
}