{
    "attributes": {
        "action": "Help small businesses in the city of London that rely solely on office workers.",
        "additional_details": "You only have to take a look around to see multiple empty units. Once full of buzzy busy businesses. These are unable to survive huge rents and bills, all whilst keeping staff employed with no custom. WFH advice left us with huge cancellation rate as people are staying local.",
        "background": "Support those who need office workers to maintain a business in the City of London. Not just Hospitality, hair and beauty salons, Retail, Cab drivers, Sandwich bars and many more. We have limited residential in the city of London and with WFH advise the small city businesses are taking a huge hit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-22T15:53:09.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-22T16:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T09:26:06.151Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to provide additional financial support to businesses affected by COVID, but it's not clear exactly what businesses you want to receive financial support. We also could only accept a petition calling for support on a national basis, as support schemes for particular localities would be a matter for the relevant local authority, not the Government.\r\n\r\nYou could start a new petition explaining more clearly what new financial support you would like the Government to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T09:26:06.938Z"
    },
    "id": 604283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604283.json"
    },
    "type": "petition"
}