{
    "attributes": {
        "action": "Stop preventing fathers/partners access to pregnancy related hospital visits.",
        "additional_details": "I would like the government to prevent hospitals from denying access to fathers/partners. Whilst I accept that there needs to be caution due to COVID-19 there should be options provided for those who want to be present for anti natal appointments and during/after birth. Some examples could be lateral flow tests, isolation or even just proof of vaccination status. It is immoral to deny access and it is having significant impact on both pregnant women and their partners.",
        "background": "Across the country fathers/partners are being denied access to anti natal appointments along with being heavily restricted during labour and after birth hospital stays. Hospitals are using COVID-19 as an excuse to keep men away and it needs to be addressed immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-22T11:50:58.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-22T22:23:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T09:38:52.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about visitors are a matter for the NHS, not the Government or House of Commons. You should check with your maternity team and sonography unit for their policy on visitors attending pregnancy-related appointments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T09:38:53.090Z"
    },
    "id": 604262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604262.json"
    },
    "type": "petition"
}