{
    "attributes": {
        "action": "Provide a response to the state of university education as impacted by Covid-19.",
        "additional_details": "I joined university in September of 2019. Students understand the Covid-19 pandemic has affected every sector, but we have been left to deal with the financial brunt of it. In any other sector, if a customer is unhappy with the product provided, they are able to get a refund. Students have been asked to accept a sub-standard university education, for full fees. As an example given from my own experience, the RSC requires 400 hours of lab experience to accredit a degree. I have had around 100.",
        "background": "I would like the government to work with universities to discuss the standard of university level education in the country. University has been commercialised, and the majority of students feel they are not getting the course they signed up for. Each time a petition has been raised, it is thrown out",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-23T10:55:48.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-23T12:18:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T09:59:33.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about higher education, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review the quality and cost of higher education, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-06T14:51:33.440Z"
    },
    "id": 604317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604317.json"
    },
    "type": "petition"
}