{
    "attributes": {
        "action": "Conduct our January exams and presentations online",
        "additional_details": "We want the government to ask the universities to conduct all January exams and presentations online, and minimise the In-person interactions as a precaution to keep the students and staff safe with rising COVID-19 case numbers.\r\n\r\nThe universities in Central London are dealing with outbreaks in student residencies and classrooms, but they don’t pay attention and continues to take exams in campus which results is rise of covid-19 cases. The students are in academic stress.",
        "background": "We want our January exams to be shifted online as many students are catching covid on campus. Some students are abroad for Christmas holiday and can’t return due to travel ban. The university sticks to ask the students to apply for Mitigating Circumstances which gives academic pressure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-26T08:03:59.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T18:51:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T13:03:17.757Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for. Decisions about how to run exams are a matter for individual universities, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require universities to close their campuses, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T13:03:18.555Z"
    },
    "id": 604388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604388.json"
    },
    "type": "petition"
}