{
    "attributes": {
        "action": "Institute stronger consumer protection in aviation",
        "additional_details": "The COVID pandemic has created a situation where the British public are left to deal with consistently unfair practices by airlines who keep using COVID as an excuse.  \r\n\r\nPassengers have been left stranded, flights have been cancelled and bags have been lost with little to no customer support. Airlines have also made it near impossible to get issues resolved as they've made contacting them impossible or come at a cost. All of which is unfair and should not be allowed to persist.",
        "background": "1 Require cash refunds.\r\n2 Enforce a 21 business day time limit on compensation processing.\r\n3 Ban airlines from having premium access lines.\r\n4 Ban airlines from shutting down customer support call centres for any reason.\r\n5 Ban airlines from charging more fare on cancellation replacement flights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-29T12:18:32.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-29T13:49:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T09:55:27.734Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Airlines are already required to provide cash refunds in the event of cancellations. You can find out more here:\r\n\r\nhttps://www.citizensadvice.org.uk/consumer/somethings-gone-wrong-with-a-purchase/if-you-want-a-refund-because-of-coronavirus/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T09:55:29.063Z"
    },
    "id": 604499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604499.json"
    },
    "type": "petition"
}