{
    "attributes": {
        "action": "Give fathers more rights in custody battles.",
        "additional_details": "To introduce legislation that prevents simple excuses such as no or discrimination on the mothers/opposing parents behalf in regard to race, gender, medical disabilities and otherwise, used against the opposing parent. \r\n\r\nTo make it easiers to access/pay for mediation and court, should a parent refuse access to the other parent for no reason. This could be in the form of charging the court fees to the parent who has denied access for illegitimate reasons so a fair situation may be sought.",
        "background": "In the uk, there is very little the courts can and do to support fathers who actively fight to get their children back. \r\n\r\nThe \"mother\" can simply say no; no reason given and father has to pay his own money to go through mediation and courts, which should not be the case if they fight for the child",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-28T13:37:09.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-29T08:13:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-31T09:23:55.353Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for agreeing child arrangements in the event of separation, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf parents are unable to agree about child arrangements they can ask courts to make an order about where a child lives, when they spend time with each parent, and when and what other types of contact take place. It's not clear what changes you want to be made to this process.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLegal default of equal shared care for children upon separation: https://petition.parliament.uk/petitions/603110\r\n\r\nMake parent alienation a criminal offence: https://petition.parliament.uk/petitions/599005\r\n\r\nIf you want the Government to do something different to the above petitions you could start a new petition explaining clearly what you would like the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-31T09:23:56.441Z"
    },
    "id": 604462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604462.json"
    },
    "type": "petition"
}