{
    "attributes": {
        "action": "Impose sanctions on countries who impose discriminatory Covid 19 policies.",
        "additional_details": "The UK has always been a leader in the world against discrimination and we should be morally leading the way back to normal life. This means taking action against countries who persecute their own citizens based on vaccination status. Examples of this are making unvaccinated travellers wear a badge showing their unvaccinated status. Imprisoning unvaccinated citizens in special camps. The removal of rights from the unvaccinated, including healthcare. This must be reversed otherwise tyranny wins.",
        "background": "Denounce and impose economic sanctions on any country imposing discriminatory Covid 19 policies on its own citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-28T20:00:00.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-30T09:35:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T11:41:44.781Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYour petition calls on the Government to impose sanctions on countries introducing 'discriminatory' covid-19 policies, but we're not sure what you mean by this.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T11:41:44.778Z"
    },
    "id": 604477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604477.json"
    },
    "type": "petition"
}