{
    "attributes": {
        "action": "Allow GCSEs & A levels for 2022 candidates to continue.",
        "additional_details": "I believe that, allowing a student to experience an official exam is important for their growth & development in school. Exam stress & fear needs to be beaten not ignored. The issue with using predicted grades is that they are not considered as a student’s true ability. Using results from mocks which are a couple months prior to May/June is not sufficient evidence, as many students tend to get a motivation to do far better, and in the end they achieve a genuine grade above their expectation.",
        "background": "I would like the Government & Parliament to not scrap the upcoming GCSEs & A levels for 2022, as cancelling for three years in a row is ridiculous. If COVID-19 remains serious by then, I suggest a full lockdown is implemented, however ONLY exam candidates (Year 11/13) are to attend school as usual.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-12-29T01:16:35.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-29T21:44:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T10:22:08.609Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any plans by the Government to scrap 2022 exams. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T10:22:09.854Z"
    },
    "id": 604486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604486.json"
    },
    "type": "petition"
}