{
    "attributes": {
        "action": "Soldiers deployed on OP CABRIT Estonia be able to wear their medals.",
        "additional_details": "This give the soldiers a sense of achievement a sense of purpose. Brexit minister visited in her previous role and she couldn’t couldn’t get out of her quick enough. No LOA, No medal*, No bonus! The least the government can do it allow SP to wear their medals after the parade. It will cost them nothing!!!!!! Don’t tell us you care, show us! The military covenant will mean NOTHING! Prove is wrong.",
        "background": "Having served for a number of years I remember how proud I was to receive my medal on parade and every time I put my ceremonial dress on makes me push my chest that bit furthers. Troops will NOT have that feeling. The government says we are “proud” of you. Allow the troop to wear their medal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-27T20:09:24.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T20:38:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T13:15:56.307Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-29T07:04:56.670Z"
    },
    "id": 604438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604438.json"
    },
    "type": "petition"
}