{
    "attributes": {
        "action": "Close high schools until all students are vaccinated to reduce covid threat",
        "additional_details": "parliament should close schools until students are fully vaccinated (includes booster jab) it is not fair that adults are offered a booster which is extra protection to the virus whereas students arent With the new variant it also means the virus can spread more wildly which is an unwanted threat. Students are having to worry about not contracting the virus at a time where they should be focusing on exams.Its dangerous as students have family who are vulnerable to the virus and could be harmed",
        "background": "the new variant and high rise of cases means children are at risk mainly our teens who majority are only vaccinated once. To reduce the threat of covid against unvaccinated kids we should enforce closure of schools and if so cancellation of exams, its a big decision but safety is a main priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-27T19:11:17.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T19:33:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T13:07:38.530Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about COVID in schools, but we're not sure if you want schools to be closed until all students have had the opportunity to be fully vaccinated against COVID (including a booster), or if you want schools not to be able to reopen until all students are vaccinated - as vaccination is currently not a requirement to attend school, and some students may choose not to be vaccinated, or have a medical reason for not being vaccinated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nClose schools and colleges and replace exams with teacher assessed grades: https://petition.parliament.uk/petitions/603955"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T13:07:39.314Z"
    },
    "id": 604436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604436.json"
    },
    "type": "petition"
}