{
    "attributes": {
        "action": "Consistent national approach to the rules and documentation of DNR guidance",
        "additional_details": "The CQC have called for “a consistent national approach to advance care planning and DNACPR decisions, and a consistent use of accessible language, communication and guidance to enable shared understanding and information”. Including a need for a singular regulation and documentation of these instances to avoid missed opportunities to support the people they can.\r\n\r\nEvery life is valuable. This is against the Human Rights Act, the Equality Act and the Mental Capacity Act.",
        "background": "Medical experts have not performed resuscitation on those with learning difficulties. The CQC had over 750 reports regarding those who were not informed.\r\nYounger people with learning disabilities aged 18 to 34 are 30 times more likely to die of Covid than others the same age - Public Health England",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-26T22:29:23.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T00:02:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T12:51:46.517Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about decisions not to resuscitate patients, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has appointed a Ministerial Oversight Group on Do Not Attempt Cardiopulmonary Resuscitation (DNACPR) decisions to oversees the delivery and required changes of the recommendations set out in the Care Quality Commission's report \"Protect, Respect and Connect – decisions about living and dying well during COVID-19\": https://www.gov.uk/government/groups/ministerial-oversight-group-on-do-not-attempt-cardiopulmonary-resuscitation-dnacpr-decisions\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T12:51:48.828Z"
    },
    "id": 604409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604409.json"
    },
    "type": "petition"
}