{
    "attributes": {
        "action": "Review quality and cost of Higher Education, appropriate to Covid-19’s impact.",
        "additional_details": "I joined university in September of 2019. Students understand the Covid-19 pandemic has affected every sector, but we have been left to deal with the financial brunt of it. In any other sector, if a customer is unhappy with the product provided, they are able to get a refund. Students have been asked to accept a sub-standard university education, for full fees. As an example given from my own experience, the RSC requires 400 hours of lab experience to accredit a degree. I have had around 100.",
        "background": "I would like the government to work with universities to discuss the standard and cost of university level education in the country. University has been commercialised, and the majority of students feel they are not getting the course they signed up for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-30T18:56:53.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-30T20:28:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T10:51:45.436Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the Office for Students. You can find out more here:\r\n\r\nhttps://www.officeforstudents.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T13:55:37.969Z"
    },
    "id": 604565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604565.json"
    },
    "type": "petition"
}