{
    "attributes": {
        "action": "Intimidation and road rage against cyclist to be classed as a hate crime.",
        "additional_details": "I think it's only way to stop close passes intimidation or attacks that are directed and a cyclist to be prosecuted as a hate crime. Head on close passes, where cyclists has right of way are even more dangerous due to the combined speeds of both modes of transport, up to 60mph combined, motorway speeds. Government need to act as if motorist know the rules and chose to just to ignore it. Many cyclist would vouch most close passes & head on passes, are done so knowingly and to intimidate.",
        "background": "Where there it clear evidence of road rage & intimidation towards a cyclist on the road, to the recorded as a hate crime & to be charged as so. 2 lane traffic where cars are parked in the on coming lane force cyclist into a the gutter 90%. Motorist know right of way & ignored when it is a cyclist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-31T23:52:44.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-05T09:31:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-06T17:44:19.191Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Hate crimes are existing offences that are aggrevated by means of someone having a protected characteristic. You can read more here:\r\n\r\nhttps://www.cps.gov.uk/crime-info/hate-crime\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  We could, for example, accept a petition calling for tougher sentences for road offences or public order offences when they are directed at cyclists, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-06T17:44:28.513Z"
    },
    "id": 604623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604623.json"
    },
    "type": "petition"
}