{
    "attributes": {
        "action": "Crackdown on Illegal Hunting With Dogs",
        "additional_details": "Fox hunting is a barbaric bloodsport in which foxes are chased and killed by hounds. Foxhounds are put in danger when the hunts cross roads and/or train tracks. At just six years old, the foxhounds are shot and replaced by younger hounds. \r\n I would recommend the following changes to protect animals from hunts:\r\n* Legally require all hunt foxhounds to wear humane muzzles when out.\r\n* Put all illegal hunters in jail for at least a year.\r\n* Have the police/the RSPCA attend hunts safely.",
        "background": "The Hunting Act (2004) came into effect in February (2005), yet nearly 17 years later, illegal fox hunting is still done with riders, packs of foxhounds, terriers and terrier men, resulting in foxes still being killed and horses, hounds and terriers still being put in danger and killed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T12:03:21.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T07:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T09:56:17.993Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how offences related to illegal hunting are enforced, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire all hounds involved in 'trail hunts' to be muzzled: https://petition.parliament.uk/petitions/608828\r\n\r\nDecisions about sentencing for offences related to illegal hunting are a matter for the courts, but we could accept a petition calling on the Government to increase minimum and maximum sentences for engaging in illegal hunting activities, if that's what you want to happen.\r\n\r\nWe're not sure what you mean when you say you want to \"Have the police/the RSPCA attend hunts safely.\" Decisions about policing, including whether to have a police present at hunting events, are a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T09:56:19.369Z"
    },
    "id": 604665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604665.json"
    },
    "type": "petition"
}