{
    "attributes": {
        "action": "Stop mandatory Covid testing (encourage common sense).",
        "additional_details": "Some people are exempt from regular testing, whilst others are forced to test regularly.\r\nThe rules and costs regarding Covid testing to exercise normal freedoms are constantly changing and confusing depending on the individual, who they are with, the circumstances, the location and whether or not you travel on a Tuesday morning(!).\r\nEncourage common sense, teach good hygiene and immediately cease all mandatory Covid testing.",
        "background": "If lateral flow/ antigen Covid tests work why does this government require extortionary priced PCR tests for select (mostly travel) purposes?\r\nIf only PCR tests work why does this government require mandatory lateral flow/antigen testing regularly?\r\nStop mandatory Covid testing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T00:49:40.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-01T09:04:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T15:44:30.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you believe is covered by 'mandatory testing'. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. There's already a petition about travel testing\r\n\r\nhttps://petition.parliament.uk/petitions/594233"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T14:19:47.550Z"
    },
    "id": 604631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604631.json"
    },
    "type": "petition"
}