{
    "attributes": {
        "action": "Change New Year's Eve firework displays to be digitalised/virtual reality",
        "additional_details": "If we digitalised the massive firework displays on NYE, it would have so many benefits. It would benefit the economy, 2020/21 fireworks cost £1.5m, this could go towards the NHS, the climate change movement, towards tackling homelessness, poverty, welfare, even maintaining roads, supporting new businesses. We live in such an age where technology is continually evoling, we have live action films, making lions appear real, why not do the same for fireworks?",
        "background": "The world is campaigning, striving to save the planet. Fireworks are not in line with that initiative. Not only that, fireworks affect so many; pets, PTSD sufferers, those with autism, misophonia and other disorders. So much is spent on NYE fireworks in London, why not save money and digitalism them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T00:20:03.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-01T11:57:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T15:45:56.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T15:45:57.587Z"
    },
    "id": 604627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604627.json"
    },
    "type": "petition"
}