{
    "attributes": {
        "action": "Annul the 1914 Amalgamation that created the country Nigeria.",
        "additional_details": "On 1 January 1914, Lord Lugard proclaimed a new Nigeria government by ‘fresh Letters Patent and other Instruments’. The governments of North and South Nigeria were amalgamated with oaths of office taken at each capital - Lagos and Zungeru, but only the chiefs from ‘Sokoto to Chad’, that is, from the Northern Region, swore allegiance to His Majesty. The traditional rulers of Yorubaland did not swear oath of allegiance to Great Britain, and they did not cede or renounce the Yoruba sovereignty.",
        "background": "We want Her Majesty’s government (HMG) to annul the 1914 Amalgamation of Nigeria because the inclusion of Yorubaland was unlawful. Annulment is within the power of HMG as HMG created the legal instruments for the amalgamation. The incorporating jurisdiction of the amalgamation lies in Great Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T12:49:23.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-01T22:11:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T16:01:20.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  We're not sure what effect you'd like the annulment to have. Decisions on the future of Nigeria and any territorial disputes are a matter for the people and Government of Nigeria. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T16:01:22.752Z"
    },
    "id": 604672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604672.json"
    },
    "type": "petition"
}