{
    "attributes": {
        "action": "Allow autism/therapy/social groups to remain face to face and not go online.",
        "additional_details": "Every time there is new government guidance, face to face therapy/autism groups are told to go online when clubs and bars remain open. This is really detrimental to vulnerable people’s mental wellbeing. Testing regularly and being vaccinated with social distancing is enough. It is not fair. The face to face groups are vital for people on the spectrum who struggle to leave the house and gives them that vital social time with people alike. Therapy groups also, they need that connection.",
        "background": "Do not put rules on face to face autism/ therapy / mental health groups and meet ups. It does not increase risks. Having bars and clubs open and making social groups online is not fair. Most are vaccinated, test regularly and always practice social distancing. It’s vital for their mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T14:21:36.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T12:14:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-07T10:21:26.586Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the ability of developmental and mental health support groups to operate face-to-face, however there are currently no restrictions on attendance at such groups, so it's not clear what you'd like the Government to do.\r\n\r\nYou could have a petition calling on the Government to not impose attendance restrictions on developmental and mental health support groups during any future lockdown, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2022-01-07T10:21:32.724Z"
    },
    "id": 605188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605188.json"
    },
    "type": "petition"
}