{
    "attributes": {
        "action": "Save Wilmont House before it falls into complete ruin.",
        "additional_details": "I contacted the council at the start of last year and got no response. I got my local MLA involved and git an assurance from the council that they would put forward an expression of interest by October 2021 however this wasn't done and even with the MLA involved, the council are citing covid as a reason for their inactivity on the matter and state that covid will continue to hinder progress while the building continues to languish.",
        "background": "I want Belfast City Council pushed into action to save a listed building  (Wilmont House) which was gifted to them many years ago by its owner. The building was used as a nursing home but is no longer in use The council have allowed it to lye derelict for over a decade and fall into disrepair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T20:41:12.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-09T22:11:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-12T10:51:53.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about maintenance of local authority assets are a matter for the relevant local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-12T10:51:54.408Z"
    },
    "id": 605240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605240.json"
    },
    "type": "petition"
}