{
    "attributes": {
        "action": "Allow stranded wives of british asian men to apply for ILR outside the UK",
        "additional_details": "Spouses who have been subject to marriage abandonment must be able to access the immigration system as victims of domestic abuse and to participate in family proceedings. The Immigration rules must protect all victims of domestic abuse and stranded spouses. Home Office must amend the one sentence in the rule that requires victims of domestic abuse to be in the UK. These women should be able to apply for ILR outside the UK, and should not be subjected to ‘no recourse to public funds’ restrictions",
        "background": "The government must solve the growing problem of transnational marriage abandonment within legislation and policy on domestic abuse. The relevant authorities must take the steps to provide remedies for abandoned victims and their children so that they are safe and can assert the rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T22:34:11.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T18:50:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-11T08:30:53.480Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about protections for abandoned wives of British nationals, but it's not clear exactly what new rights you want such people to have. The title of your petition refers to out of country applications for ILR, but your petition goes on to refer to other issues, including access to public funds, and participation in court proceedings.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-19T08:22:38.985Z"
    },
    "id": 605378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605378.json"
    },
    "type": "petition"
}