{
    "attributes": {
        "action": "Amend The Children's Act 1989 to include relationships with grandparents",
        "additional_details": "Estimated 2 million grandchildren denied their chance to safe/loving relationships with grandparents, as those with parental responsibility are simply removing them from this valuable relationship. Children are impacted negatively being denied safe established contact and the law needs to be their voice. The impact of loss is not considered in family policy including amongst the judiciary which needs to be trained.1.4 million grandparents are affected & many have horrifying judicial experiences.",
        "background": "in 2018 Justice Minister publicly said she consider if the need for a change in the law in relation to grandparents, stating the need for reforms clear that the system could work better. Nothing has progressed, help children maintain their right too safe, loving relationships with grandparents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T17:01:40.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T18:14:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T09:18:28.455Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want changes to be made to Children Act 1989 in relation to grandparents, but we're not sure what provisions you want to be included in this Act about relationships with grandparents.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nGive grandparents the legal right to see their Grandchildren: https://petition.parliament.uk/petitions/600326"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T09:18:29.236Z"
    },
    "id": 605327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605327.json"
    },
    "type": "petition"
}