{
    "attributes": {
        "action": "Stop mandatory vaccination law for all healthcare workers .",
        "additional_details": "The healthcare sector is already struggling with the lack of healthcare workers at present. Putting the new vaccination law into place is going to cause a loss of thousands of healthcare workers. This will impact on the vulnerable individuals replying on care who will end up be neglected, care needs not being meet with staff shortages. Maybe consider other ways to manage by all healthcare worker taking lathreal flow tests daily and being on zero hour contracts who are not vaccinated.",
        "background": "Let all frontline & healthcare workers have the choice to be vaccinated it was suitable at the start  of the pandemic for  all key workers to put there life at risk from this virus. now we are being forced to be vaccinated or lose our jobs. It will be the vulnerable this will impact on more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-07T00:08:29.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T17:43:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T08:55:12.015Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872\r\n\r\nDo not make covid-19 or flu vaccine a condition of deployment for NHS workers: https://petition.parliament.uk/petitions/598996"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T08:55:12.772Z"
    },
    "id": 605386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605386.json"
    },
    "type": "petition"
}