{
    "attributes": {
        "action": "PAVEMENTS  to be raised above road traffic level.",
        "additional_details": "Because of persistent cars being parked on pavements causing obstruction  to disability scooters and pedestrians.",
        "background": "Block off pavements to cars being parked,by raising pavement level,using bollards etc.Pavements and foot pathsshould not be obstructed by parked cars etc. Pavement should continue OVER the highway when crossing road,leaving a hump for motorists to traverse over",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T13:43:03.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T23:02:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-11T08:49:05.372Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about road traffic improvements, including installing physical barriers between the road and pavements, are a matter for the relevant traffic authority, which for most roads is the local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to make parking on the pavement a criminal offence, and provide funding for local authorities to install barriers of the type you've requested, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T08:19:03.778Z"
    },
    "id": 605307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605307.json"
    },
    "type": "petition"
}