{
    "attributes": {
        "action": "Remove the restriction on how often a smear test can be carried out",
        "additional_details": "Aggressive forms of cervical cancer can develop, and prove fatal within that time, but a doctor who is concerned a patient may have cervical cancer is not able to carry out another smear test (the most basic method of testing for cancer) for confirmation if the patient is not yet due another test. Women are dying as a result of this absurd prohibition. There is no real justification for this limit on tests, beyond saving money, and women's lives are price the government seems willing to pay",
        "background": "Currently NHS smear tests can only be carried out at a time determined by the results of your previous smear test. E.g.: If your smear result is clear you cannot have another for three years. Any test submitted by a doctor before that time has elapsed will be rejected by the lab doing the test.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-08T01:42:59.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-08T09:32:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-11T09:26:02.429Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you're concerned about access to cervical screening (smear tests), however decisions on when, why, and how often people should have such tests are clinical matters for the NHS, not the UK Government or Parliament. This means the UK Government is not directly responsible for the action this petition calls for.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Fund annual cervical screening from the age of 18': https://petition.parliament.uk/petitions/605244\r\n\r\n'Provide funding to lower the cervical cancer screening age to 18': https://petition.parliament.uk/petitions/597674\r\n\r\n'Invest urgently in the NHS cancer workforce in the autumn Spending Review': https://petition.parliament.uk/petitions/596566"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-11T09:26:04.820Z"
    },
    "id": 605480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605480.json"
    },
    "type": "petition"
}