{
    "attributes": {
        "action": "Help make more jobs for mothers around childcare. Mon-fri 9:30-2:30",
        "additional_details": "A lot of parents have to make sacrifices, but when you end up being a single parent most companies refuse you a part time role around childcare as it wouldn’t fit the needs of their business. Therefore single parents are forced to use Universal C. \r\nI have struggled to find any role willing to be understanding & if it was a compulsory order for employers they would be more likely to be\r\nFlexible & find roles for these hours. Meaning less people on UC & able to start a career again around  family",
        "background": "Make it a legal requirement that all big companies with over 100 staff to have at least 4% of workers, working around hours of childcare/school hours\r\n(At least 4 people able to work 9:30-2:30) of schooling hours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-07T16:57:24.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T21:01:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-11T08:40:52.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the working hours of employees are a matter for individual employers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.]\r\n\r\nWe could accept a petition calling for changes to rights for parents to flexible working, which are set out in law. You can find out about current arrangements for flexible working here: https://www.gov.uk/flexible-working"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-11T08:40:53.275Z"
    },
    "id": 605438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605438.json"
    },
    "type": "petition"
}