{
    "attributes": {
        "action": "Re open all Coalfired Power stations to protect the Nation from energy poverty.",
        "additional_details": "The future we are being pushed into will finally break the Political system of Government. It will demonstrate that Government does not run the Country for the benefit of the People but just the few who continue to depress our great Country and bring hardship to more and more of all of us, the long suffering masses.",
        "background": "In April we will all be faced with out of control energy bills which will impact our personal lives and our ability to compete in World markets. Our security will also be at the mercy of foreign imports of energy. In April we will also see increases in NI and Council Tax and reductions in Pensions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-08T11:06:06.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-09T14:58:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-12T09:40:04.720Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on whether to seek to re-open closed energy generating facilities, such as coal fired power stations, are matters for the owners and operators of such facilities, not the UK Government or Parliament. The responsibility for balancing the UK's electricity supply sits with the National Grid Electricity System Operator (ESO), and it has the power to instruct certain facilities to be turned on when needed. This means the UK Government is not directly responsible for the action this petition calls for.\r\n\r\nYou could have a petition calling on the Government to make coal a central feature of its energy policy, and increase funding to the sector, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-12T09:40:13.513Z"
    },
    "id": 605498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605498.json"
    },
    "type": "petition"
}