{
    "attributes": {
        "action": "Keep cervical screening at 3 year intervals not 5",
        "additional_details": "From 1 January 2022, if you are aged 25-49, the gap between routine tests has now changed from 3 to 5 years, meaning an additional 2 years between cervical screening and potentially seeing further deaths from cervical cancer!\r\nPlease return to screening every three years",
        "background": "On average there are 3197 cases of cervical cancer a year with only 51% surviving this type of cancer for more than 10 years.\r\n99.8% of cervical cancer cases are preventable (according to cancer research UK). INCREASING THE LENGTH OF TIME BETWEEN CERVICAL SCREENING IS PUTTING LIVES AT RISK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-08T16:48:36.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-08T23:29:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-12T14:50:54.936Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nChanges to cervical screening in Wales were introduced in January 2022 following the recommendations of the UK-wide National Screening Committee. The Welsh Government, not the UK Government or Parliament, is responsible for the Welsh cervical screening programme. You can read more about the change here:\r\nhttps://gov.wales/written-statement-change-cervical-screening-interval\r\n\r\nIn England, individuals aged 25-49 will currently continue to receive invitations for routine cervical screening every 3 years. You can find out more about screening programmes across the UK (including cervical screening) on the National Screening Committee website:\r\nhttps://www.gov.uk/guidance/screening-programmes-across-the-uk\r\n\r\nYou could start a new petition relating to the cervical screening programme in England, if there are specific changes you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-12T14:50:54.934Z"
    },
    "id": 605539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605539.json"
    },
    "type": "petition"
}