{
    "attributes": {
        "action": "Rename the River Thames as River Gulu just as the British renamed Lake Victoria",
        "additional_details": "The British Government and its people continue to benefit from the generational wealth derived from Africa during and after the savagery of the Colonial era. The British Government maintains the cultural and social capital and prestige afforded those who have forcefully imposed uncouth names on our African landmarks for decades.\r\n\r\nWe believe that in the spirit of fairness and equity renumeration that the Government hereby acknowledge our claim to rename one of your landmarks as we see fit.",
        "background": "The British are responsible for erasing alot of our history and renaming most of our African magnificent landmarks in the name of whichever Sovereign was on the throne.\r\n\r\nWe therefore feel that is it prudent that we hereby petition that from this day forth the River Thames be known as River Gulu",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-09T11:11:37.404Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-09T11:35:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-12T14:16:15.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for. The Government is not responsible for the name of the River Thames. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-12T14:16:15.783Z"
    },
    "id": 605587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605587.json"
    },
    "type": "petition"
}