{
    "attributes": {
        "action": "Debate and recommend that the Queen reduces Tony Blair's new year honour.",
        "additional_details": "More than 1.2 million people have signed various online petitions asking for Tony Blair's knighthood to be revoked, and this number increases daily. The government should not ignore public opinion on this matter, indeed it may well cause the current government to loose the next election, this needs a full parliamentary debate, the air needs to be cleared once and for all, perhaps the government could do the democratic thing and hold a referendum on the issue, see what the public really think!",
        "background": "Parliament should debate and look at recommending to the queen that Tony Blair's new year honour should either be revoked or reduced to a lower order. Parliament cannot tell the queen what to do, but the prime minister can make strong recommendations and suggestions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-09T22:24:30.277Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-14T21:32:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T15:02:57.131Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions that relate to honours and appointments, which includes calling for an honour to be removed, or for debates on the award of honours to particular individuals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T15:02:57.982Z"
    },
    "id": 605624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605624.json"
    },
    "type": "petition"
}