{
    "attributes": {
        "action": "Reverse all pay rises for MPs for the last 10 years.",
        "additional_details": "It is wrong and bringing Parliament into disrepute. People are angry about it and feel that it is unfair, whilst they are putting everyone through austerity. Much money has been lost (£100s of millions of public money) and yet no one is being held responsible for these mistakes. In the real world, people would go to jail. Public monies are being given to chums with no scrutiny or oversight. Why are MPs being given a pay rise for (best case) incompetency and worst case (theft)?",
        "background": "I want the Government and Parliament to reverse all pay rises for MPs for this year and the last 10 years because they are mismanaging our economy and making everyone else pay for their mistakes. It is unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-10T18:52:11.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-10T19:17:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-13T08:52:28.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here: http://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-13T08:52:31.495Z"
    },
    "id": 605673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605673.json"
    },
    "type": "petition"
}