{
    "attributes": {
        "action": "Have a '5yr all clear' for people that are sectioned under the Mental Health Act",
        "additional_details": "When an individual is sectioned under the Mental Health Act, it should act as a life line - a chance for expert help & intervention. For many people, being sectioned haunts them throughout their life, limiting opportunities and creating judgement and discrimination. A historic section immediately elevates risk and vulnerability regardless of the circumstances and can encourage agencies and services to make ill informed or outdated decisions and enforce labels associated with shame & guilt.",
        "background": "If an individual that has been sectioned under the Mental Health Act has a continuous and uninterrupted 5 year period without evidence of mental health crisis, emergency intervention, anti social behaviours or criminal involvement, their section should be removed from their active medical records.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T13:49:10.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T15:22:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T14:24:37.367Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nMedical records are a matter for the NHS, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T14:24:38.817Z"
    },
    "id": 605758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605758.json"
    },
    "type": "petition"
}