{
    "attributes": {
        "action": "Help drivers with a class 2, get a class 1 licence",
        "additional_details": "It is constantly over the media how there is a driver shortage. The fact that to little is done to late, has made the situation worse.\r\n\r\nThe government are the ones who can correct this, even if they do need guidance from the people they are \"trying\" to help.",
        "background": "Due to recent changes made in driving tests, it is unfortunate for those who have paid a lot of money for there class 2 license,\r\nIt is now possible to go straight for class 1 and I know a lot of hgv drivers would have done this if it was possible before.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T10:26:22.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-29T17:19:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T08:30:58.470Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules for getting a Class 2 licence, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive Class 2 drivers a Class 1 licence without needing to take the test: https://petition.parliament.uk/petitions/596865\r\n\r\nScrap HGV theory test for PCV driver who already hold a full PCV licence.: https://petition.parliament.uk/petitions/598535"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T08:30:59.290Z"
    },
    "id": 605733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605733.json"
    },
    "type": "petition"
}