{
    "attributes": {
        "action": "Abolish income tax and make NI 12% for everyone",
        "additional_details": "We are facing a massive staff shortage we have seen in decades. As a result we are seeing a lorry driver shortage and less food on the shelf high transport cost etc. Lots of countries have no income tax and their economy is alot better. The only thing should taxes is transaction like VAT when we buy stuff. If we carry on like thisbour economy will collapse due to less productivity and people not working. We have to make work pay more.",
        "background": "I want the government to abolish income tax and make 12% national insurance for everyone including people earning above £967. Income tax discourages people to gain new skills or get a degree in collage as a result we are losing more and more skilled workers specially with brexit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T23:00:57.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-24T21:07:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T08:12:09.305Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to National Insurance, but we're not sure if you want National Insurance to be abolished, or apply at a flat rate of 12% to everyone earning over £967 (although it's not clear if this is earnings per month or year).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a flat tax system rate for over £20,000 annual income: https://petition.parliament.uk/petitions/593868"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T13:02:37.140Z"
    },
    "id": 605824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605824.json"
    },
    "type": "petition"
}