{
    "attributes": {
        "action": "Legislation to allow Public to vote to unelect MPs",
        "additional_details": "Elected MPs who refuse to resign despite repeated breaches of public confidence, failures to disclose information (for example, attendances at Parties during lockdown). This petition is to to give the public the right to vote to dispose of MPs who fail to represent the public who voted for them to become an MP. A minimum of 5m verified votes will be required in order for the MP to be unelected and by-election to be called.",
        "background": "Legislation to be introduced to permit a public vote of no confidence and subsequent by-election to be held in order to provide the public with the opportunity to democratically indirectly unelect an MP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-12T10:15:21.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T17:27:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T09:43:25.140Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the ability of people to vote out sitting MPs, however it's not clear what it is you want to change about how MPs are elected and how they can be 'unelected', known as a 'recall'. People can already vote out their MP at a general election, and there are conditions under which a siting MP can be 'recalled' outside of a general election. You can read more about this here: https://commonslibrary.parliament.uk/research-briefings/sn05089/.\r\n\r\nYou could have a petition calling for a specific change to the criteria under which a recall election can be called, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Introduce legislation to create mechanism for the voters to dissolve Parliament': https://petition.parliament.uk/petitions/597718"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T09:43:28.095Z"
    },
    "id": 605860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605860.json"
    },
    "type": "petition"
}