{
    "attributes": {
        "action": "Make paying rent enough proof that you are able to meet mortgage repayments",
        "additional_details": "People waste money by renting and by losing money in this \"empty\" scheme, they can't afford to pay for a home. Lots of people have stated and are can prove that if they can afford to pay rent, they are more than able to repay a mortgage. In some cases, the rent that people pay are more expensive than a mortgage.\r\n\r\nThis needs to change, people who can make those payments need the opportunity to start on the property ladder and being able to prove consistent rent payments should be enough.",
        "background": "I would like rules to change so that people who are able to pay rent and can provide evidence of doing so consistently, are able to use this as evidence of being able to repay a mortgage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-12T13:15:28.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T14:08:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:31:45.404Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to offer a mortgage are a matter for individual mortgage providers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this, The Government aren't responsible for operation of credit rating agencies or mortgage lenders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T07:31:46.537Z"
    },
    "id": 605905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605905.json"
    },
    "type": "petition"
}