{
    "attributes": {
        "action": "Advise companies to let employees with a positive COVID test work if they can",
        "additional_details": "We have a good, effective vaccine rate. Cases of serious illness and death from COVID-19 have dropped dramatically. \r\nDoing nothing as cases (not serious illness) are rising, would worsen reports of staff shortages. We can't afford this in the NHS.~15% of NHS staff are isolating. Non-urgent surgeries are being postponed and the North East Ambulance Service requested patients get a lift to hospital if they have symptoms of heart attack or stroke. Lives are at risk from this, not COVID-19 anymore.",
        "background": "I propose that the government advise companies to not require employees to isolate if they have a positive COVID-19 test and are in a fit state to work (i.e. at worse have cold-like symptoms). Individuals  should take more precautions with hygiene (being conscious of coughs and sneezes etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-13T00:16:51.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-13T00:53:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T14:29:17.510Z",
        "rejection": {
            "code": "no-action",
            "details": "Companies aren't responsible for whether people isolate as this is a decision for the Government. You could start a petition calling on the Government to remove any isolation requirements for people who test positive for covid.\r\n\r\nYou may wish to sign this petition calling for a similar action:\r\nRepeal the Coronavirus Act\r\nhttps://petition.parliament.uk/petitions/592632\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T14:29:17.508Z"
    },
    "id": 606046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606046.json"
    },
    "type": "petition"
}