{
    "attributes": {
        "action": "Amend Current Legislation Regarding Access to Enhanced DBS Checks",
        "additional_details": "Safeguarding Young Vulnerable Children Online\r\nProtect Vulnerable people From Online Predators\r\nDBS also maintains the Adults’ and Children’s Barred Lists that needs to be brought into line to ban Predictors from social media Platforms\r\nAny Platform that can be monetized enters a contact with the content creator, that content creator needs to be proven to be of good character, as that content is seen by children, vulnerable adults, victims and could be used to entice children, vulnerable adults",
        "background": "Re-examine access under safeguarding rules in The Safeguarding Vulnerable Groups Act 2006 to include online social media platforms.\r\nThe Current Legislation does not make social media platforms that allow access to young children, vulnerable adults follow the same safe guarding rules offline require",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-13T09:43:27.009Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-13T09:55:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T12:21:15.566Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you'd like to improve safety online for young people, but we're not sure what policy you'd like the Government to implement.\r\n\r\nIf you'd like the Government to require that social media influencers are DBS-checked, you'd have to be clear in your petition about exactly how this would work. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T12:21:15.562Z"
    },
    "id": 606074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606074.json"
    },
    "type": "petition"
}