{
    "attributes": {
        "action": "Waive interest off for Help to Buy clients after 5 years for another 2 year.",
        "additional_details": "Levying interest will be unfair as it is quite high and given rising inflation add will more pressure.\r\n\r\nMost of the people are in position to pay-off loan by borrowing more but due to the current legislation regarding cladding can not get additional mortgage.\r\n\r\nWe want govt to give us more time so that cladding can be removed. It takes at least 2 years from start of the work to getting new rating and EWS1 certificate.",
        "background": "Waive interest off for H to B client after 5 years until Cladding issues are resolved. Most of the owners are not able to borrow more to repay H to B loan as lenders are asking for EWS1 certificate and rating of above B2.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-13T11:47:19.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-13T12:05:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T10:01:59.428Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how interest is charged on Help to Buy Equity Loans, but we're not sure exactly what changes you'd like. Your petition refers to waiving interest for \"2 years\", but goes on to refer to \"until Cladding issues are resolved\". It's also not clear if you want the Government to waive interest for all holders of Help to Buy Equity Loans, or just those affected cladding issues.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T10:02:06.645Z"
    },
    "id": 606085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606085.json"
    },
    "type": "petition"
}