{
    "attributes": {
        "action": "regulate porn that depicts incest,rape,or teens &Tighten laws sexualising minors",
        "additional_details": "we can no longer turn a blind eye and believe we need to tighen up the laws around extreme porn and sexualising minors to reduce the knock in effect promoting this material and how this contributes towards Abuse....",
        "background": "Introduce Skye's law : Tougher punishments & enforcement for anyone involved in producing materials which promotes sexualisting minors, appearing to promote sexual relationships within families or any form of abuse in extreme porn.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-14T14:23:21.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-14T16:45:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T10:27:53.013Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain pornographic content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPornography which includes or depicts rape or sexual abuse of a child are already illegal in the UK.\r\n\r\nPornography depicting non-consensual sex was outlawed by the Criminal Justice and Courts Act 2015. You can find out more about this here: https://commonslibrary.parliament.uk/research-briefings/sn05078/\r\n\r\nThe law banning pornography depicting real or fictionalised sexual activity involving children was most recently updated via changes to The Coroners and Justice Act 2009. You can read this legislation here:\r\nhttps://www.legislation.gov.uk/uksi/2010/816/contents/made\r\n\r\nWe could accept a petition calling for the Government to increase the penalties for these offences, but enforcement is a matter for law enforcement agencies, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T10:27:54.026Z"
    },
    "id": 606248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606248.json"
    },
    "type": "petition"
}