{
    "attributes": {
        "action": "Reconsider the freeze and scrapping of the BBC licence fee",
        "additional_details": "The BBC, like the NHS, is a rare thing - a British institution with global credibility, respect and envy. The world doesn’t need another Netflix, and the BBC doesn’t exist to compete with the streaming services. It exists to serve the British (and global) public - not the government, the advertisers, or shareholders. The BBC must learn from the questions raised of its impartiality and its ability to serve the public as a whole. But what should not be in question is the need for a media organisation that is able to hold this and all future governments to account. Once the licence fee is scrapped that ability ends irreversibly. Maintaining the licence fee should be a priority of all citizens of every political persuasion.",
        "background": "Agree to an inflation-linked rise in the licence fee for the next two years and full public consideration of a continuation of the licence fee beyond 2027, with the pros and cons (both immediate and long term) of the licence fee and all alternatives analysed and debated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-16T22:37:11.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-17T14:39:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-21T08:16:32.049Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/606445"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-21T08:16:33.410Z"
    },
    "id": 606483,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606483.json"
    },
    "type": "petition"
}