{
    "attributes": {
        "action": "Right to suspend a child contact order impacting a child's education & wellbeing",
        "additional_details": "Contact orders give perpetrators a legal right to continue contact making it extremely challenging for the victim to safe guard the child. \r\nI did not have the power to immediately protect my child despite having evidence from services & school that the current arrangement was having a detrimental impact on the child's wellbeing. School reports also showed the child was falling behind. \r\nFamily Courts are to supposed to keep victims & children safe not give power to perpetrators.",
        "background": "Perpetrators continue to subject their victims to abuse through child contact which has been proved to impact a child's wellbeing & education. The victim, school or services should be given the legal right to suspend contact when there is evidence that the arrangement is having a detrimental impact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-17T22:07:35.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T10:57:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T09:48:34.635Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about varying court orders about child arrangements are a matter for the courts, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou can find out more about changing a court order here: https://www.gov.uk/looking-after-children-divorce/change-or-enforce-an-order"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T09:48:38.257Z"
    },
    "id": 606575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606575.json"
    },
    "type": "petition"
}