{
    "attributes": {
        "action": "Ban so called 'Scalping' and introduce heavy penalties for doing so.",
        "additional_details": "From next gen games consoles to PC components, trading cards, and just about any other collectable or high demand products, scalpers are damaging all kind of industries. Many are unscrupulous and don't care for honouring warranties given by manufacturers and refusing refunds and returns. This high demand also opens the doors to scammers. To kurb both, the government must introduce laws to outright ban the act of scalping similar to how ticket touts were banned but with harsher penalties.",
        "background": "We demand legislation be put in place that outright bans the act of scalping (Buying up large quantities of high demand products to resell at hugely inflated prices) and punish offenders with harsh penalties. The government must act as these so called scalpers are damaging many industries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T00:20:32.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T20:51:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T11:01:10.050Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people buying products and reselling them at inflated prices, but we're not sure exactly what new laws you want to be introduced.\r\n\r\nWe could accept a petition making it illegal to resell products at more than their recommended retail price, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T11:01:11.057Z"
    },
    "id": 606583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606583.json"
    },
    "type": "petition"
}