{
    "attributes": {
        "action": "To introduce Skye's law",
        "additional_details": "Because this may save lives of others this will cut drug and alcohol abuse down on our streets this will show law and others that couse sexual and physical abuse to childern teenagers and adults will face tougher Punishments also they will face unlimited fines for what they done to others also papers that publish inappropriate articles and images of children under the age of 18 will face tougher Punishments to as they are allowing such abuse to start up in the first place..",
        "background": "To  Increase Punishments and even  Introduce unlimited fines to thoses who are in Possession Of images or inappropriate images of children teenagers and adults also sex offenders peadophiles and sexual predators all sign the sex offenders register for life not for 10yrs as the currant law states..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T12:08:19.775Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-20T22:28:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-25T13:41:08.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing penalties for certain offences, but we're not sure exactly what offences you want to see higher penalties for, or what you want penalties to be increased to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease minimum and maximum sentences for child sexual offences: https://petition.parliament.uk/petitions/601962"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-25T13:41:09.094Z"
    },
    "id": 606614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606614.json"
    },
    "type": "petition"
}