{
    "attributes": {
        "action": "We want Parliament to debate the decision to abolish the BBC license fee by 2027",
        "additional_details": "The BBC is a institution, touching the lives of so many people. It offers independent journalism and world-class entertainment, to throw that away constitutes an act of heinous cultural vandalism. The BBC license fee must be protected, and frank debate about additional funding and the end to cuts needs to take place. There must be public consultation on the future of the BBC, and an end to political interference so it can be truely independent. If not, we will lose an national treasure forever.",
        "background": "This government must overturn the decision to abolish the BBC license fee by 2027. The public deserves to be consulted on the biggest change to the public broadcaster in generations. We ask for a full and honest debate to take place about the future of the licence fee and the BBC.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T13:28:14.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T16:33:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:19:10.062Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/606445\r\n\r\nYour petition asks for consultation and debate on any changes to funding for the BBC, and the the Secretary of State for Digital, Culture, Media and Sport said last week that \"We are seven years—six or seven years—away, and that is the consultation that we will have here, the evidence that we will gather here, and the debates and discussions that we will have. Those discussions will start shortly. We are talking about a new funding model that will start in 2028.\"\r\n\r\nYou can read the ministerial statement about BBC funding, that was made on Monday 17 January, here: https://hansard.parliament.uk/commons/2022-01-17/debates/7E590668-43C9-43D8-9C49-9D29B8530977/BBCFunding"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:19:10.899Z"
    },
    "id": 606623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606623.json"
    },
    "type": "petition"
}