{
    "attributes": {
        "action": "Change the curriculum to replace Shakespeare with modern literature.",
        "additional_details": "Children can not relate to something they cannot read, language has changed so far that it is no longer understandable to most children. It seems a waste of valuable school time to be teaching something that is so out of touch with modern society. \r\nUsing modern literature would promote younger up-and-coming authors, playwrights and poets to start writing, to ensure that modern literature is preserved.",
        "background": "The English curriculum should no longer include Shakespeare's plays or poems and should instead only include modern literature. Inspiring the next generation with literature only works if the child enjoys it. Few children are excited to learn about something they cannot understand or relate to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-19T14:11:07.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-19T14:23:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T14:49:53.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current English literature curriculum, but it's not clear if you just want Shakespeare to be removed from the national curriculum, or all content that is not modern literature.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T14:49:53.936Z"
    },
    "id": 606730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606730.json"
    },
    "type": "petition"
}