{
    "attributes": {
        "action": "Make Parliamentary and Ministerial Standards truly independent of MPs",
        "additional_details": "The Ministerial Code needs to become Law, and be maintained independently of MPs. The PM can no longer set it and be judge, jury and executioner.\r\n\r\nThe Seven Principles of Public Life need to be upheld by all MPs.\r\n\r\nWhips need to be removed to allow legislation to win only on its merits.\r\n\r\nWe need a strong and powerful right of recall for all MPs by their constituents.\r\n\r\nWe need judicial oversight for Parliamentary standards. We need the speaker to be able to stop lies, not those calling lies out.",
        "background": "We have a failing democracy and need to strengthen it. We are seeing constant lies in Parliament, breaches of the Ministerial Code and bullying of MPs with no recourse from the Speaker or Standards Commissioner. Democracy belongs to the people, and our power is only lent. We need to stop its abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-21T20:40:51.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-21T21:19:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-26T08:28:10.623Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/593204\r\n\r\nDecisions about whipping are the responsibility of the political parties, and decisions about how to vote in the House of Commons are the responsibility of individual MPs, not the UK Government or Parliament as a whole.\r\n\r\nWe could accept a petition calling for changes to rules on when an MP can be recalled, but you'd need to be clear how you wanted these rules to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-26T08:28:12.028Z"
    },
    "id": 606925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606925.json"
    },
    "type": "petition"
}