{
    "attributes": {
        "action": "Enquiry and Overhaul of the National Grid Energy Tarriff System.",
        "additional_details": "The UK energy market (designed by civil servants, regulators, politicians and primarily Oil and Gas companies) has a single market price for electricity - from whatever source it is generated, whether that be clean renewable or gas and coal.\r\n\r\nRenewable energy costs, wind, solar, geothermal are generally fixed provision of energy cost without too much fluctuation in operating costs as they are not dependant on feed stock such as gas, coal or fuel oil to generate the electricity.",
        "background": "Develop two wholesale markets - one for renewable and one for brown energy and the ability for the consumer to transparently purchase this energy with a certificate of origin clearly established under the green code transparency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-22T13:21:19.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-22T17:54:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T09:22:39.343Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the electricity market, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is not a single price for electricity, and electricity providers generate and buy electricity in a range of different ways. Your petition calls on the Government to create two wholesale markets, but it's not clear how this could be achieved.\r\n\r\nWe could accept a petition calling on the Government to review and reform the electricity market, with a view to increasing transparency about how the electricity customers use is generated, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-06T10:19:29.702Z"
    },
    "id": 606949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606949.json"
    },
    "type": "petition"
}