{
    "attributes": {
        "action": "Pledge to support Ukraine against current and future Russian aggression",
        "additional_details": "The United Kingdom has a centuries-old tradition of opposing tyranny; dating back to the Napoleonic wars and even the Magna Carta. Our history is full of examples of the government and the people choosing the difficult path in order to combat slavery, despots, and other infringements of human rights. We should seek, we believe, to live up to the example our predecessors set. In doing so, we should hold to the spirit of the Budapest memorandum and guarantee the sovereignty of Ukraine.",
        "background": "We want the government of the United Kingdom of Great Britain and Northern Ireland to pledge to defend Ukraine to the utmost of its strength from Russian aggression. If possible and practical even bring Ukraine into NATO to further deter Russian expansionism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-22T12:38:01.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-22T15:51:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-26T14:40:56.568Z",
        "rejection": {
            "code": "already-happening",
            "details": "On Tuesday 25 January, the Prime Minister made a statement to the House of Commons in which he stated that the UK would, along with a number of other countries, \"respond in unison to any Russian attack on Ukraine—in unison—by imposing co-ordinated and severe economic sanctions heavier than anything we have done before against Russia\".\r\n\r\nYou can read the Prime Minister's statement, and responses from MPs, here: https://hansard.parliament.uk/commons/2022-01-25/debates/1AB76A45-585A-402C-AD27-2C6B8897B8D0/Ukraine"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T10:20:37.173Z"
    },
    "id": 606945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606945.json"
    },
    "type": "petition"
}