{
    "attributes": {
        "action": "Make Domestic Violence a criminal law",
        "additional_details": "Domestic Violence should be against the law, it is increasing rapidly and has detrimental effects on the victims. If DV is made a criminal offence i believe we will see a significant decrease within DV. Disturbingly, not many people make it out alive, yet if they do they are so damaged mentally, that they are unable to proceed with a normal life.",
        "background": "Shockingly, DV is not against the law. Millions of people are damaged on a regular basis because of DV. DV impacts people Physically, psychologically, emotionally, mentally, financially and spiritually. Not enough is done to protect the victims and hold the perpetrators responsible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-24T14:03:25.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-24T14:42:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-28T14:16:17.573Z",
        "rejection": {
            "code": "already-happening",
            "details": "While it is true that there is no specific offence of 'domestic violence and domestic abuse', there are a number of offences for violence and abuse committed in a domestic environment.\r\n\r\nYou can read the Crown Prosecution Service's guidance on domestic abuse, which includes details of offences that would cover domestic violence and domestic abuse offences: https://www.cps.gov.uk/legal-guidance/domestic-abuse\r\n\r\nWe could accept a petition calling for specific behaviours that are not already covered by a criminal offence to be made a criminal offence, or for minimum and maximum sentences for domestic abuse offences to be increased, if either of those are things you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-28T14:16:19.684Z"
    },
    "id": 607061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607061.json"
    },
    "type": "petition"
}