{
    "attributes": {
        "action": "Children DV Victims should remain in their Schools and in their Communities.",
        "additional_details": "The impact of DV on children is very devastating and affects every aspects of the children’s development from their cognition, social interaction, relationship, education, instability and it runs through their adult lives. \r\n\r\nAs a frontline child protection practitioner, most of the children with disruptive behaviour at school, those vulnerable to criminal exploitation, those with aggressive and violent behaviour, diverse forms of mental health, some with low grades etc have witnessed DV at some point in their early childhood. This is costly to the society as a whole.",
        "background": "Government Legislation should empower the Police and local Housing to protect children especially when there is no physical violence but significant evidence of emotional harm to children from witnessing DV.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-25T06:49:20.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-25T13:58:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T12:02:16.406Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the impact of domestic violence on children, however it's not clear what specific actions you'd like the Government to take to \"empower\" the police and local authorities to protect children who witness domestic violence.\r\n\r\nIf there are specific powers the police or local authorities don't currently hold, which you'd like them to be given, you could have a petition about that.  \r\n\r\nIf you do choose to start another petition in future, please provide your full name as petitions cannot be accepted which are started using only a first or second name.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Automatically remove parental responsibility following child or domestic abuse': https://petition.parliament.uk/petitions/603728\r\n\r\n'Introduce reforms to better support victims of sexual assault and domestic abuse': https://petition.parliament.uk/petitions/598009\r\n\r\n'Remove parental responsibility for domestic abusers who refuse rehabilitation': https://petition.parliament.uk/petitions/599077"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-31T12:02:58.901Z"
    },
    "id": 607110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607110.json"
    },
    "type": "petition"
}