{
    "attributes": {
        "action": "Stop UK gov plundering developing overseas countries of their medical staff.",
        "additional_details": "I want to see inward training and investment in our citizens, and  DON'T want to see this country exploiting developing countries that have invested in their own people, which are then being robbed of that resource, the medical staff that they have trained!\r\nThis is morally and ethically despicable behaviour by the UK government.",
        "background": "I want to see UK government training and investing in UK nationals to fully fill the vacancies in the NHS. Stop the morally despicable plundering of developing nations of their medical staff in a time of their greatest need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-25T21:28:37.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T07:16:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T08:06:51.770Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing recruitment of medical staff, but we're not sure exactly what you'd like the Government or Parliament to do to change training and recruitment of medical staff.\r\n\r\nWe could accept petitions calling for increased funding to train medical staff in the UK, or for changes to visa entitlements for non-UK medical professionals, but you'd need to be clear what actions you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T08:06:52.779Z"
    },
    "id": 607184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607184.json"
    },
    "type": "petition"
}