{
    "attributes": {
        "action": "Legislate for government bodies to be liable for adverse health policy outcomes.",
        "additional_details": "The government’s COVID health policies have shown that executive bodies – the UK government, the Scottish & Welsh assemblies – have overlooked data to persist health policies which remove freedoms from UK citizens.\r\nLiabilities for foreseeable adverse outcomes should include, but not be limited to, death, bankruptcy, injury, loss of bodily autonomy.\r\nPenalties for proven liability should include, but not be limited to, criminal & civil prosecution (via CPS), permanent barring from public office.",
        "background": "Create a law that conveys liability, on ministers, members of government advisory bodies, and other health policy contributors, for foreseeable adverse health policy outcomes, to be adjudicated by a new independent office for health policy outcomes, which accepts submissions from the general public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-25T21:25:46.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T20:33:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T15:53:20.337Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the impact of Government policies on public health, however it's not clear how this liability would be determined or proven, nor which Ministerial decisions would lead to which penalty. \r\n\r\nYou could have a petition calling on the Government to create a new criminal offence of knowingly implementing policies which would result in negative health outcomes, if that is something you'd like to see happen. Alternatively, you could have a petition calling for the Government to review offences related to misconduct in public office. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T15:53:31.071Z"
    },
    "id": 607183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607183.json"
    },
    "type": "petition"
}