{
    "attributes": {
        "action": "Stop the Leicester City Council workpkace parking levy",
        "additional_details": "The proposal to fund for greener transport puts essentially an unfair tax on people who choose to work or have a business in Leicester. Many people work in Leicester but travel from further afield and are paying money for a system they will not benefit. Salaries will not increase to reflect this. Essential services will lose money to the council eg schools and other education settings. Money that cannot be spared",
        "background": "To stop the plan by Leicester council to introduce a parking levy of £550 per parking place per year. Either employers will have to pay or pass this onto employees. This includes schools losing money that sit in the proposed boundary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-25T07:10:38.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-25T07:55:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T08:45:42.656Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking charges are a matter for individual local authorities, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://cabinet.leicester.gov.uk/mgEPetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-31T08:45:44.086Z"
    },
    "id": 607111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607111.json"
    },
    "type": "petition"
}