{
    "attributes": {
        "action": "Increase prison sentencing for people convicted of pedophilia",
        "additional_details": "Too many times have I and the public seen people receiving higher sentencing for crimes such as possession of marijuana and other less life threatening crimes rather than protecting those that are most vulnerable and need our protection the most. \r\n\r\nOne of many cases that I saw was a recently convicted pedophile with 964,258 images or videos that were found to be indecent or were “indicative” of a sexual interest in children. Of these, 1,317 were category A – the most severe.\r\n\r\nThe sentence given to this specific individual was 3 1/2 years…! This is one story of hundreds… this has to change",
        "background": "I am asking for the government and parliament to review the current sentencing of adults who are convicted of pedophilia or any sexual harm in forms of photography, sexual actions or other forms of harm towards children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T00:12:55.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T23:35:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T14:21:18.786Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nIncrease minimum and maximum sentences for child sexual offences: https://petition.parliament.uk/petitions/601962"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T14:21:19.810Z"
    },
    "id": 607290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607290.json"
    },
    "type": "petition"
}