{
    "attributes": {
        "action": "Overturn COVID-19 vaccine mandate for frontline workers",
        "additional_details": "End the mandate to have the vaccine. There isn’t enough scientific evidence to show the actual effectiveness of the vaccines against COVID-19. Health people without underlying health conditions risk developing health issues from the vaccines. Therefore it is not reasonable to remove people’s right to choose whether or not they want the vaccine.",
        "background": "To overturn legislation to mandate healthcare workers to take COVID-19 vaccines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T18:23:25.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T19:56:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T10:48:46.658Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProhibit employers from requiring staff to be vaccinated against Covid-19: https://petition.parliament.uk/petitions/599841\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872\r\n\r\nOn Monday 31 January, the Secretary of State for Health Sajid Javid MP announced plans to revoke regulations making vaccines a condition of deployment for health and social care staff, subject to public consultation and parliamentary approval.\r\n\r\nRead the Secretary of State's statement, and question from MPs: https://hansard.parliament.uk/commons/2022-01-31/debates/C23A5791-2CC9-44FA-B9D6-BC9355C014C1/VaccinationConditionOfDeployment\r\n\r\nIn his statement the Secretary of State said that the Government would launch a consultation on ending vaccination as a condition of deployment in health and all social care settings.\r\n\r\nFind out more about the Government's plans: https://www.gov.uk/government/news/consultation-on-removing-vaccination-as-a-condition-of-deployment-for-health-and-social-care-staff"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:27:24.045Z"
    },
    "id": 607258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607258.json"
    },
    "type": "petition"
}