{
    "attributes": {
        "action": "A Public Electric Vehicle Charger which does not work must pay a daily charge.",
        "additional_details": "Changing the country from fossil fuel to electric vehicles is essential if we are to honour our climate change commitments. One of the major problems stopping people buying electric cars is the difficulty in charging them during journeys (longer than 100/150 miles). The problem is getting worse as more cars are electric, but the biggest problem of all is that many installed chargers don't work. Only government is in a position to do something about this.",
        "background": "The biggest problem with the charging network is that a significant number of chargers are out of service for weeks and months. The government provides a financial incentive to install chargers, I want the government to incentivise companies to make their chargers available instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T18:59:45.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T08:54:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T09:01:56.527Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the availability of electric vehicle chargers, but we're not sure if you want the Government to introduce fines for chargers that are out of service, or to replace existing grants for charging infrastructure with fines.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T09:02:53.440Z"
    },
    "id": 607266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607266.json"
    },
    "type": "petition"
}