{
    "attributes": {
        "action": "Give financial support for low income patients to access cannabis prescriptions.",
        "additional_details": "Cannabis is legally prescribed, but there are very few NHS prescriptions. Thousands of people pay private cannabis clinics for access instead. NHS doctors are not prescribing legal cannabis, effectively locking out those unable to afford private healthcare, and withholding access to a medicine which the wealthy can acquire with  no problem. This discriminates against people in low-paid jobs and on benefits, refusing them access to safe and appropriate healthcare on financial grounds alone.",
        "background": "Private patients legally pay for prescribed cannabis, and consume it without fear of arrest.  It costs £200+/year in consultations (cannabis an additional £5-£7/gram).  Failure to offer financial support for low income citizens amounts to financial discrimination in access to appropriate healthcare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T16:51:46.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T17:07:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T09:29:13.447Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Access to private healthcare, including a patient's ability to pay, is a personal matter for patients and their private providers, not the UK Government or Parliament.\r\n\r\nIn any case, it's not clear whether you want it to be easier for people who are currently eligible for an NHS medical cannabis prescription to see a qualified hospital consultant and receive their prescription, or for the eligibility criteria to be changed so that more patients are eligible for a medical cannabis prescription. \r\n\r\nYou can read more about the conditions which might qualify someone for a medical cannabis prescription here: https://www.nhs.uk/conditions/medical-cannabis/.\r\n\r\nYou could have a petition calling on the Government to provide the NHS with additional funding to improve access to medical cannabis prescriptions, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T09:29:16.237Z"
    },
    "id": 607253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607253.json"
    },
    "type": "petition"
}