{
    "attributes": {
        "action": "Scrap the no visits to hospital to see loved ones",
        "additional_details": "Hospital is a tough enough place/distressing & both parents unable to listen to the consultants. appointments/emergencies/operations should allow companionship. E.g. A woman in her 30s recently was rushed to hospital, had to undergo an emergency operation on New Year’s Eve and husband was not allowed in with her and he had to leave her at the hospital door not knowing what was wrong. He is from the same household! Some die alone.parents children in icu having to share shifts from same household.",
        "background": "To scrap the one parent at a time rule for hospital visits \r\nallow husbands and wives/partners to be there for one another when one is in hospital \r\nAllow anyone single/anyone alone to have at least one person to visit or go with them to a hospital  appointment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T16:31:23.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T17:03:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T12:03:39.394Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about visiting, within national rules, are a matter for individual hospitals, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe can accept petitions calling for changes to restrictions on visitors where these have been set by the Government, but there are currently no restrictions in England on visiting hospitals, although the Government has recommended that visitors and outpatients to hospital settings should wear a form of face covering, to prevent the spread of infection from the wearer: https://www.gov.uk/government/publications/wuhan-novel-coronavirus-infection-prevention-and-control/new-government-recommendations-for-england-nhs-hospital-trusts-and-private-hospital-providers"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T12:03:40.198Z"
    },
    "id": 607335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607335.json"
    },
    "type": "petition"
}