{
    "attributes": {
        "action": "Seize all UK Property held by Kremlin associates if Russia invades Ukraine",
        "additional_details": "It has long been known that a large amount of property in the UK is used to hide and launder money for foreign regimes and criminal groups, with Russia being a key beneficiary. With Russian escalations in Ukraine, targeting this wealth with sanctions will send a clear message that the UK will not be complicit in warmongering. Moreover, handing these properties to councils and HAs will help them to alleviate the housing crisis in their areas by renting them or selling them to build more flats.",
        "background": "If Russian forces push further into Ukraine, seize all of the UK residential and commercial property and land which is beneficially owned by individuals or companies with to Russia's government, military or oligarchy. Seized assets should be handed to Housing Associations and Councils for housing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-28T11:12:47.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T16:51:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T17:04:53.262Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Prime Minister has made a statement in which he committed to imposing sanctions on Russia if it invades Ukraine, and the Government has confirmed that these sanctions may involve the seizure of property. You can read more about the Government's plans here: https://www.gov.uk/government/speeches/pm-statement-at-ukraine-press-conference-1-february-2022\r\nhttps://news.sky.com/story/putins-oligarchs-will-have-nowhere-to-hide-with-widened-sanctions-if-russia-invades-ukraine-as-uk-rules-nothing-out-12528608\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Pledge any necessary military support to defend the Ukraine': https://petition.parliament.uk/petitions/607314"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T17:05:04.940Z"
    },
    "id": 607394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607394.json"
    },
    "type": "petition"
}