{
    "attributes": {
        "action": "Create more awareness of the crisis within the veterinary profession",
        "additional_details": "The UK population own 4 million more pets than a year ago. However we have fewer vets than ever. Brexit and resulting reduction in number of EU vets has been a contributing factor as well as the covid pandemic. \r\nMany vets leave the profession due to high workload, poor pay and unsociable hours. Vets have the highest suicide rate of any profession. Vet practices are having to close to new patients which will compromise animal welfare. There is also an increase in puppy farming and dog thefts.",
        "background": "Help the veterinary industry recruit more vets from abroad, also help increase awareness of the shortage of vets so people can make a more informed decision about whether to buy a new pet or not. Also support vet practices in giving their staff better pay and working conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T09:24:57.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T17:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T12:15:49.117Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about shortages of vets, but we're not sure exactly what you'd like the Government or Parliament to do. Additionally, the Government isn't responsible for what vets earn, as vets are not publicly funded.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T12:15:50.062Z"
    },
    "id": 607303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607303.json"
    },
    "type": "petition"
}