{
    "attributes": {
        "action": "Put learning about honour killings in the school curriculum",
        "additional_details": "It is an issue that a lot of young girls (sometimes boys) go through in foreign countries and children must know about this because they too could be a victim of honour killings in the future. This is essential to know because there is an estimated 12 victims of honour killings every year and most people are unaware of this. Being taught about it at a suitable age can help prevent this because little children would be aware of their own rights. Year 9 students would be mature enough for this.",
        "background": "The Education Minister, Nadhim Zahawi, to make it compulsory for year 9 students to learn about honour killings because it could save lives. To make a curriculum for students to be informed about honour killings and how to access help from authorities for their own safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T11:48:31.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T16:50:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T12:02:50.214Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach about honour-based violence as part of curriculum content on Relationships Education, Relationships and Sex Education (RSE) and Health Education.\r\n\r\nYou can read the full Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T12:02:51.180Z"
    },
    "id": 607313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607313.json"
    },
    "type": "petition"
}