{
    "attributes": {
        "action": "Make the divorce process affordable and restore legal aid",
        "additional_details": "The present system of divorce in England and Wales is the most expensive and least predictable in the western world. It encourages dispute between spouses rather than conciliation. Legal representation is unaffordable for most people, yet the present complex, opaque system based on case law is hardly comprehensible even to experienced lawyers. Miscarriages of justice are therefore inevitable. That is immoral and an abuse of human rights. \r\n\r\nDivorce should be moral, transparent and fair.",
        "background": "Set clear criteria for division of assets.\r\nHear only evidence relevant to those criteria.\r\nSettle in a single hearing of up to 2 hours.\r\nMake legal representation compulsory but cap costs at £2500.\r\nReplace adversariality with conciliation.\r\nBan cross-examination of the spouses.\r\nRestore legal aid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T21:56:31.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-30T10:01:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T09:43:14.573Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like to make the process of divorce more affordable, but the actions here relate to a wider set of changes to the process. Petitions need to ask for a clear change from the Government. \r\n\r\nYou could start a petition focusing on one aspect of this, for example asking the Government to make legal aid widely available for the legal costs of divorce or dissolution."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T09:44:09.590Z"
    },
    "id": 607360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607360.json"
    },
    "type": "petition"
}