{
    "attributes": {
        "action": "Make statutory maternity pay reflect percentage of earnings",
        "additional_details": "For the first six weeks of maternity leave you are entitled to 90% of your average weekly earnings however after this point you are entiled to 90% of your earnings or £151.97 per week (due to rise in April 2022 to £156.66) WHICHEVER IS LOWER. It is unrealistic to expect someone who is earning £30,000 annually (around £500 a week) and has a family to feed, mortgage to pay and a house to heat, to then drop down to around £8000 annually (£156 a week).",
        "background": "I would like the government to reconsider statutory maternity pay, amending it to reflect the average earnings of a person and their tax and national insurance contributions. Those on higher wages contribute more national insurance, the statutory payments they receive should be reflective of this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T18:34:06.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T18:39:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T12:25:00.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to Statutory Maternity Pay, but it's not clear how you want current entitlements to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like Statutory Maternity Pay entitlements you would like people to have."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T12:25:01.530Z"
    },
    "id": 607345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607345.json"
    },
    "type": "petition"
}