{
    "attributes": {
        "action": "Increase maximum penalty for an adult carrying a knife to 7 years in prison.",
        "additional_details": "Knife crime in the U.K. has risen year on year. Many children's and young adults lives have been cut short from knife crime. The law is too weak allowing a person to get caught carrying a knife without a prison sentence. The law needs to change so that anyone carrying a knife without a police permit serves a minimum of 7 years in prison. New police knife permits should be issued to people who have to legally carry a knife for their work or trade. These knife permits have to be renewed yearly.",
        "background": "Currently the maximum penalty for an adult carrying a knife is 4 years in prison and an unlimited fine. You’ll get a prison sentence if you’re convicted of carrying a knife more than once. Change this offence to 7 years in prison on first offence of carrying a knife.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-28T23:08:34.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-28T23:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T16:47:23.888Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want a minimum or maximum sentence.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T16:47:24.974Z"
    },
    "id": 607450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607450.json"
    },
    "type": "petition"
}