{
    "attributes": {
        "action": "Debate the need to be transparent about salary range in job advertisements",
        "additional_details": "New graduates are undervalued in the UK with many starting careers with salaries around the minimum wage level. It begs the question of the value the UK place in higher level qualifications. There is a feeling that companies are trying to get away with paying staff as little as they can.",
        "background": "For job seekers there needs to be a clear pay range stated in job advertisements so applicants can clearly assess whether the job is viable for them, aligns with their qualifications and experience and worth to the company. This is especially true for young professionals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-29T11:41:54.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-29T12:21:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T08:24:18.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about lack of salary detail on job advertisements, but we're not sure exactly what you'd like the Government or Parliament to require employers to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T08:24:19.221Z"
    },
    "id": 607472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607472.json"
    },
    "type": "petition"
}