{
    "attributes": {
        "action": "Get our doctors and NHS service fully working and serve the population correctly",
        "additional_details": "My wife has some major medical issues and must have a good medical service to address her situation, the pain/suffering with her conditions with very little help from the medical profession/NHS and what help she does get is after a long drawn out painful fight, mental heath is duely suffering to the point her quality of live is totally unacceptable. To get an appointment with her GP takes far to long and getting one at the hospital takes even longer and the excuse is Covid, Covid, Covid.",
        "background": "The present lack of NHS/doctors service  is totally unacceptable, this service must be 100% and NOT the part service we have now, give the people of this country the service that we are already paying for as for the last nearly 24 months we have been deined access to the service but still pay for it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-28T15:29:27.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T13:08:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T08:59:00.417Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current availability of NHS services, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding to improve NHS and ambulance services: https://petition.parliament.uk/petitions/607465\r\n\r\nCommission an independent review into GP access: https://petition.parliament.uk/petitions/598947"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T08:59:01.369Z"
    },
    "id": 607412,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607412.json"
    },
    "type": "petition"
}