{
    "attributes": {
        "action": "Assign train carriages to those who are unable/unwilling to wear face masks",
        "additional_details": "The train network is split between various operators and a Country-wide mandate would ensure there is no confusion for travellers and funding could be provided for signage, advertising, social media campaigns etc. \r\n‘No-smoking’ carriages were generally policed by the public, with support from law enforcement if necessary. Currently, the public are unwilling to engage with non mask-wearers as they may be exempt and there is lack of clarity on this, along with different rules on different networks",
        "background": "On all trains, including the TfL Underground, specific carriages should be assigned to anyone who is either unable or unwilling to wear a face covering, in order to protect those in the community who are particularly vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-29T16:29:19.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-29T17:40:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T08:32:53.359Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nIn England, face coverings are no longer required by law, and decisions about policies on face coverings are therefore a matter for individual transport operators, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T08:32:54.279Z"
    },
    "id": 607490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607490.json"
    },
    "type": "petition"
}