{
    "attributes": {
        "action": "Grant All Sentient Animals Legal Personhood",
        "additional_details": "Many animals think and feel. They are capable of loving. They can feel joy, fear, sadness, anxiety and grief. They may even experience consciousness, and at least some of them are self-aware.\r\n Yet, they are exploited, abused and killed for “sport”, flesh, dairy, eggs, fur, skins, wool and mistreated by sick individuals. For too long have animal abusers been allowed to get off lightly. All sentient animals deserve the same legal protection as humans!",
        "background": "There is ample scientific evidence to declare animals as sentient beings. With exceptions, nonhuman animals think and feel, in manners that are at least somewhat similar to how humans think and feel. Yet, they are often treated abysmally. They are even considered to be mere property, not persons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-29T17:28:51.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-29T20:41:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T08:57:41.356Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about animal rights, but we're not sure what legal rights you want animals to be given.\r\n\r\nYou might be interested to read about proposed legislation relating to animal sentience, which is currently being considered by Parliament: https://bills.parliament.uk/bills/2867"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:09:58.949Z"
    },
    "id": 607495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607495.json"
    },
    "type": "petition"
}