{
    "attributes": {
        "action": "Ban hospital from stopping both parents from being with their children.",
        "additional_details": "During the covid pandemic, hospitals have quite rightly had to in-force some tight restrictions. But denying any parent access to their child is unacceptable in any circumstances. Some hospitals have been preventing both parents from being with their child causing a significant amount of depression and stress. Parents cannot ‘visit’ their own child. Parent and child’s well-being has been dramatically impacted and not always taken in to consideration. I am now asking the uk government to stop it.",
        "background": "The government should make it impossible for paediatric and neonatal wards from denying both parents access to their children while they are in hospital. As it stands on most wards. Only one parent is allowed in at a time despite family circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-28T20:23:01.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-28T20:47:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T16:45:05.095Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Visiting policies for individual hospitals are a matter for NHS England and individual NHS trusts, not the Government or Parliament. You should contact your local hospital to find out what their visiting policy is.\r\n\r\nIf you're concerned about the quality of care being received, you can find out how to raise this here\r\n\r\nhttps://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T16:45:06.255Z"
    },
    "id": 607438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607438.json"
    },
    "type": "petition"
}