{
    "attributes": {
        "action": "Change the 2 year working rule for ESA claimants due to covid",
        "additional_details": "Lots of health issues that effect peoples daily living have not been dealt with the past 2 years .\r\nMental health issue are at a all time high and all services were shut down and cancelled . Waiting list have been closed due to high volumes of people needing help . \r\nThe mental health teams waiting list is currently sitting at 2 years . \r\nTemporary change to the law of this benefit would allow people to seek private help  with health issues physical or mental whilst the NHS can’t supply the services .",
        "background": "Temporary change to ESA claims , you have to work 2 years prior to claiming ESA \r\nThis wasn’t possible for millions due to being locked down with covid 19 \r\nLots of people are being refused this important health benefit although we didn’t have access to doctors and the full NHS system",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-30T09:46:36.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-30T14:40:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T14:15:06.118Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the eligibility criteria for the Employment Support Allowance (ESA), however we're not sure who you want this change to apply to. For those who could not work due to covid-19 restrictions and were therefore furloughed, their employers were still required to pay their employees' national insurance contributions to the Government as if their staff were still working. This means their eligibility for ESA should not have been affected. You can find out more about this here: https://www.gov.uk/guidance/claim-for-wages-through-the-coronavirus-job-retention-scheme.\r\n\r\nIn any case, any decision to seek private medical treatment, and decisions on how to pay for it, are personal matters for individuals and not something for which the UK Government or Parliament are directly responsible for.\r\n\r\nYou could have a petition calling for increased NHS funding for mental health support to those suffering due to the Covid-19 pandemic, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign these petitions, which call for related actions:\r\n\r\n'Reinstate Furlough and Self-Employment Support due to Fresh COVID-19 Disruption': https://petition.parliament.uk/petitions/604502\r\n\r\n'Increase funding for crisis and acute mental health services': https://petition.parliament.uk/petitions/600251"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T14:15:51.714Z"
    },
    "id": 607549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607549.json"
    },
    "type": "petition"
}