{
    "attributes": {
        "action": "Legislation that requires all cyclists and scooter users to have insurance",
        "additional_details": "Modern bicycles can travel at high speed and any impact either with a pedestrian or vehicle could cause considerable damage and / or injury. Mobility scooters are large heavy machines which can do exactly the same or cause even more damage or greater injury. \r\nDamage to property has to be paid for by someone.  Injury causing time off work has to be paid for.  If the accident is caused by any un-insured road user, who is going to pay.  \r\nThis is why a minimum of third party insurance is essential.",
        "background": "Regarding cyclists , e-scooter  and mobility scooter users. We are in the twenty first century and it is time to bring in legislation that protects the general public in the event of an accident.  A minimum of third party insurance is needed before using either the pavement or public highway.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-30T19:56:49.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-31T08:42:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T17:33:22.577Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire cyclists have lights, license plate and insurance to use the roads: https://petition.parliament.uk/petitions/604266\r\n\r\nLegalise e-scooters on public roads with licence, insurance and roadworthiness: https://petition.parliament.uk/petitions/604569"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:47:16.582Z"
    },
    "id": 607589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607589.json"
    },
    "type": "petition"
}