{
    "attributes": {
        "action": "Grant qualified Interpreters and Translators a designated title.",
        "additional_details": "This represents a serious liability since Public Services have a duty of care by providing language services to a standard that at the moment does not exist.\r\nAs it is, agencies are being allowed to pay below the National Minimum Wage and to exploit qualified professionals, to the point that it is now financially unsustainable to offer our essential services to the public. \r\nInterpreters and Translators see these issues resolved if the Government grants the professions a designated title.",
        "background": "Since the Government outsourced the language service providers to private companies, these agencies have been slashing Interpreters’ and Translators’ rates by more than 50% and have been offering jobs to unqualified, unconcerned, unaccountable bilinguals who are willing to accept low-paid jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-31T19:48:35.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T10:18:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T08:50:44.169Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about protection of certain roles, but we're not sure if you just want the Government to define these professions in law, or introduce requirements for people using these titles to have certain qualifications.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T08:50:46.619Z"
    },
    "id": 607694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607694.json"
    },
    "type": "petition"
}