{
    "attributes": {
        "action": "Suspend any MP who misleads the House until they have corrected the record fully",
        "additional_details": "MPs are expected to tell the truth to Parliament. But there are times when statements are made that turn out to be untrue. They're supposed to correct the record at the earliest opportunity, but this isn't always done & the perception is that MPs can lie to Parliament without penalty\r\n\r\nMPs are suspended for suggesting another MP is lying. This should be reversed. MPs should be able to call out untruths & any MP (incl. ministers) not promptly correcting the record must be suspended until they do",
        "background": "Any MP who gives misleading information to Parliament, both accidentally or deliberately, should not be allowed to take their seat until they have corrected the record fully\r\n\r\nAny MP should be permitted to challenge the truthfulness of any statement made in Parliament by another MP without penalty",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-31T19:11:35.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T16:41:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T11:48:17.684Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Order in the House of Commons is a matter for the Speaker personally, not for the UK Government or House of Commons as a whole. \r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Revoke rules against accusing MPs of deliberate falsehoods in House of Commons:  https://petition.parliament.uk/petitions/607678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T11:48:21.158Z"
    },
    "id": 607687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607687.json"
    },
    "type": "petition"
}