{
    "attributes": {
        "action": "To change the speed limit on Shannon Road Birmingham to 20mph with a camera.",
        "additional_details": "Due to these issues, we have lost 2 of our beloved pets due to speeding motorists and its about time something is done about it.\r\n\r\nPlease sign this petition to stop careless drivers from killing someone pet. If this was done a while ago, we would still have our kitten who was only 8 months before he died on this road.",
        "background": "There is no speed limit indicated the entire way of Shannon Road, there is a school which shows it should be 20 during school times but after that is nothing. Cars zoom past doing 40mph - 60mph or more as it is just a straight road with no speed bumps or signs or cameras.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-02T06:15:04.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-02T21:51:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T08:59:29.040Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about the loss of your pets, but petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about speed limits on local roads are a matter for your local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T08:59:30.160Z"
    },
    "id": 607845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607845.json"
    },
    "type": "petition"
}