{
    "attributes": {
        "action": "Make pension contributions a pre National Insurance deduction",
        "additional_details": "Millions of employees currently enjoy NI free pension contributions saving 12% National Insurance on their deduction (13.25% from April 2022) through Salary Sacrifice (SS) schemes.  \r\n\r\nThe Low Pay Commission estimates there are around 2 million employees working on the NMW.\r\n\r\nThis change would mean basic rate tax relief (currently 20%) is added to the pension by the provider and the calculation of NI due does not include the pension deduction.  Higher rate tax payers could apply to their provider.",
        "background": "Simplify the pension tax system so that all pension contributions are treated equally. \r\n\r\nUnder National Minimum Wage (NMW) legislation employees cannot have their pay reduced by SS that take them under the NMW.  This means the lowest paid contributors to pensions cannot receive this saving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-03T20:09:31.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T21:40:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T10:38:35.507Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about existing tax arrangements for pension contributions, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to amend minimum wage legislation so that people earning minimum wage can contribute to an employer pension through a salary sacrifice scheme. We could also accept a petition calling on the Government to allow people to reclaim national insurance on pension contributions to private pensions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T10:38:37.781Z"
    },
    "id": 607979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607979.json"
    },
    "type": "petition"
}