{
    "attributes": {
        "action": "Help struggling people/families",
        "additional_details": "Put a stop to the hike in prices on basic essentials such as electricity, gas and food! With the prices soaring by 50% many families are going to be worse off than they already are min wages are low and benefits are low, the reality is many elderly are going to die next winter because it is now a choice between eating or warming there home and nobody should be forced to live like this in this day and age!",
        "background": "Put a stop to house hold bills soaring so families can afford basic essentials such as heating electricity and food",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-03T21:11:15.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-03T21:37:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T14:45:08.831Z",
        "rejection": {
            "code": "no-action",
            "details": "While we can see that you'd like the Government to take action on the rising cost of living, it's not clear exactly what you'd like the Government to do. A petition has to ask for a specific action from the Government.\r\n\r\nYou could start a petition asking for the Government to take more focused action to tackle the rising cost of living, for example to subsidise food prices. \r\n\r\nThere are other petitions that are already open which are asking for similar changes which you might like to sign: \r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel\r\nhttps://petition.parliament.uk/petitions/605609\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap\r\nhttps://petition.parliament.uk/petitions/606586\r\n\r\nIncrease the basic state pensions by £500 a year as an emergency measure\r\nhttps://petition.parliament.uk/petitions/605503\r\n\r\nCut VAT on domestic electricity to zero\r\nhttps://petition.parliament.uk/petitions/594293\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T14:45:08.828Z"
    },
    "id": 607987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607987.json"
    },
    "type": "petition"
}