{
    "attributes": {
        "action": "Hold a UK Public Referendum on the Reforms of the Human Rights Act (HRA) 1998.",
        "additional_details": "The will and consent of the people is hath required to permit the Lord Chancellor to repeal our HRA with a BoR.\r\n\r\nTherefore, these consultation reforms must be halted, and a referendum held for all the people to decide on the future of our HRA.",
        "background": "The Lord Chancellor has published a consultation to reform the HRA 1998 and replace it, with a Bill of Rights (BoR).\r\n\r\nParliament must intervene and draft legislation to hold a Referendum and let the  the people of the UK decide, whether to retain the HRA, or allow it to repealed by a BoR.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-03T22:23:41.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-03T23:33:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T14:21:47.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want a referendum on retaining or repealing the Human Rights Act, or retaining the HRA or replacing it with the proposed Bill of Rights. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T14:21:49.251Z"
    },
    "id": 607998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607998.json"
    },
    "type": "petition"
}