{
    "attributes": {
        "action": "Make a realistic increase to minimum wage inline with the cost of living",
        "additional_details": "I want the government to take a look at the people who actually keep the country running on a day to day basis who are having to choose between feeding there children or heating there homes and bring there income to a level where they don't have to make that choice, Boris Johnson and the top 20 highest paid members of parliament should take a major pay cut and increase the amount of tax they pay, increase corporation tax for the top 100 company's in the UK and increase tax for the wealthiest people",
        "background": "I want the Government to take a look at the Actual cost of living and current income tax rates and increase minimum wage and lower tax to make it so people do not have to choose between eating and heating",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-04T07:18:38.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-05T14:03:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-09T15:20:42.605Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could ask for the minimum wage to be increased to a specific amount per hour, or for the rate of income tax to be reduced to a certain percentage below a specific income level.\r\n\r\nWe couldn't accept a petition which included a call for a reduction in MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-09T15:20:42.602Z"
    },
    "id": 608018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608018.json"
    },
    "type": "petition"
}