{
    "attributes": {
        "action": "Teach the fundamentals of how the digital world works in the school curriculum",
        "additional_details": "As a computing and maths A-Level student, I'm alarmed by students' lack of knowledge about how the internet and computers work. The majority of us cannot appreciate the scale of the technology used and fail to understand the logic behind the threats faced in the digital world. It is necessary to explain the processes behind regular digital activities with a simplified approach that compares scenarios in the physical world to those digitally.",
        "background": "The Government should introduce a program into schools that explains how the basics of the digital world work. In particular, the fundamentals of the internet and how computers operate it. This would help to educate students about how to keep their personal information protected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-05T20:43:42.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-07T21:27:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-11T12:09:51.568Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already requirements for teaching computing in schools, which you can read here:\r\n\r\nhttps://www.gov.uk/government/publications/national-curriculum-in-england-computing-programmes-of-study/national-curriculum-in-england-computing-programmes-of-study\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to add to this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-11T12:09:52.897Z"
    },
    "id": 608175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608175.json"
    },
    "type": "petition"
}