{
    "attributes": {
        "action": "Halt the phase out of landlines. Debate it in Parliament. Risk assess BT's plan.",
        "additional_details": "Halt immediately BT's attempted switch of of the Publicly Switched Telephone Network (PSTN) to internet-based phone services until Parliamentary debate has been completed on the matter.\r\n\r\nThe government must expand the requirement of Ofcom's rules to include: 'Availability of a phone network which can use phones which do not require a separate power source'.\r\n\r\nStop BT exploiting Offcom's loop hole in to install an inferior,\r\nhackable internet phone network which requires vulnerable powered phones.",
        "background": "BT is seeking to remove the UK's landline network, isolating thousands of people, removing emergency access at suicide spots and dangerous places, leaving people isolation during power cuts like Storm Arwen 2021 - land line phones worked, internet phones did not; they require separate electricity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-07T17:52:36.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T22:14:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T10:39:26.698Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is directly responsible for.\r\n\r\nThe Government sets minimum service standards for access to telecommunications, but decisions about the technology used to meet these standards (including replacing the Publicly Switched Telephone Network (PSTN) to internet-based phone services are a matter for individual telecommunication providers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T10:39:28.291Z"
    },
    "id": 608297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608297.json"
    },
    "type": "petition"
}