{
    "attributes": {
        "action": "Pass Stricter Laws to Protect Animals on the Roads",
        "additional_details": "Animals can suffer horrifically after being hit by vehicles on roads, if they are not killed outright. Native wild animals have existed here for millennia. We are in their country, not the other way around!\r\n  Rabbits, cats and dogs are also hit.\r\n Please also make it a legal offence to hit an animal on the road unless it is absolutely unavoidable and necessary. Please require drivers to drive slowly through animal habitat. Please also don’t build new roads through natural habitat.",
        "background": "Each year, 100,000 foxes,100,000 hedgehogs,  50,000 badgers and 30-50,000 deer are tragically killed on British roads. Many more are orphaned.\r\n These animals matter, just like we do. If humans were being killed in those numbers on the roads, more action would be taken to protect their lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-08T00:39:52.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T19:44:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T09:45:52.177Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the safety of animals on road, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T09:45:53.478Z"
    },
    "id": 608334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608334.json"
    },
    "type": "petition"
}