{
    "attributes": {
        "action": "Be more Specific within the Advanced Information Released for GCSE/A-Levels",
        "additional_details": "There should be more concessions for student as many of their education have been disrupted by Covid-19, where many people have had to isolate and miss school, and others haven’t sat a formal exam since their SATs, which would be 7 years. Along with this, many students had to do online school and haven’t had the facilities to receive proper education from this, as they may be relatively deprived and teachers have been ill from COVID, where they have unable to come in, leaving students untutored.",
        "background": "Within the Advanced Topics Released for this Summers Exams, Many people sitting them have found them not as useful as they would have liked, and have criticised it for not having more Specific Topics, and even for a lot of subjects such as A Level OCR Law, Topics weren’t released for any Section B.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-07T23:14:05.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-07T23:18:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-11T15:23:16.338Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the additional information being provided to A-level students ahead of their summer exams, however it's not clear what 'more specific' detail you want to be provided to students, and for which subjects. \r\n\r\nYou could have a petition calling on the Government to require exam boards to provide more specific information to students, so long as it was clear what information that was and which subjects it would be for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-11T15:29:15.057Z"
    },
    "id": 608327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608327.json"
    },
    "type": "petition"
}