{
    "attributes": {
        "action": "Sanctions MPs who pronounce manifestly untrue statements in Parliament.",
        "additional_details": "Honour and integrity in public office is of paramount importance. A scurrilous slur amplified the opinions in certain extreme communities and can be seen as contributing to the mistreatment of MPs on the streets outside Parliament. This is unacceptable. The undue promotion of manifest untruths, even with Parliamentary privilege, further erodes our political discourse and increases the unhealthy divisions in public life. This should not be unchallenged. Evil prospers when good people do nothing.",
        "background": "If an MP pronounces a statement that is manifestly untrue, or is widely understood to be untrue, that MP must retract the statement and correct the public record. If that MP fails to make a correction there must be sanctions. These should include suspension or dismissal even from the highest office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T10:16:24.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-10T12:40:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-29T10:28:58.933Z",
        "rejection": {
            "code": "already-happening",
            "details": "It's already the case that someone found to have knowingly mislead the House may have committed a contempt and be subject to sanctions including suspension.\r\n\r\nYou can read more here: https://erskinemay.parliament.uk/section/5022/members-deliberately-misleading-the-house/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T10:28:59.868Z"
    },
    "id": 608440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608440.json"
    },
    "type": "petition"
}