{
    "attributes": {
        "action": "Antibody deficient patients given Covid-19 antibody treatment prophylactically",
        "additional_details": "If not then the feeling amongst antibody deficiency patients that we are seen as second rate citizens and an inconvenience during this pandemic is true and highly disappointing",
        "background": "Before scrapping of self isolation rules for those who test positive to Covid-19, all those and others with antibody deficiency will be able to receive the antibody therapies prophylactically to prevent serious illness when those testing positive are allowed to walk around anywhere they like.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T18:25:32.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T18:52:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T08:50:19.120Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about patient care, including the prescription of antibody therapies, are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government not to end requirements to self-isolate until people with certain medical conditions have received a particular treatment, if that's something you would like to happen.\r\n\r\nDo not end legal obligations to self-isolate if people test positive for covid: https://petition.parliament.uk/petitions/606834"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T08:51:01.227Z"
    },
    "id": 608483,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608483.json"
    },
    "type": "petition"
}