{
    "attributes": {
        "action": "Allow pets on domestic flights within the UK's four nations.",
        "additional_details": "We are relocating from England to Northern Ireland due to work. We have two dogs and because we are unable to fly with them, the drive is going to take us 15+ hours - likely over two days.\r\n\r\nOur dogs are very much loved by our family in England, and because of the drive, we will not be able to bring them back often. \r\n\r\nIn the UK, our pets are becoming more and more a part of the family. Please consider them being able to move freely too.",
        "background": "Pets should be allowed to fly on domestic flights within the UK, so they can move freely between nations and be a part of family trips. \r\n\r\nVets could issue a \"fit to fly\" pet certificate, based on what your requirements are for an animal to fly safely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T11:42:55.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T11:53:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T10:10:40.785Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your situation, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere is no legislation that prevents airlines from transporting pets on domestic flights, so decisions about whether to allow airline passengers to travel with their pets are a matter for individual airlines, not the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:38:51.367Z"
    },
    "id": 608446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608446.json"
    },
    "type": "petition"
}