{
    "attributes": {
        "action": "Stop the broadcast of the Lord’s name in vain on UK radio.",
        "additional_details": "Words such as “God”, “Jesus Christ” and “Lord” should be honoured as they are titles of God.\r\nFor Christians these words are deemed more offensive than other curse words which are currently covered by music censorship laws.\r\nExodus 20:7\r\n“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.”\r\nAs the use of these words in an irreverent way becomes normalised it can also have a negative influence on children and young people.",
        "background": "Secular music has often disrespected God’s name in relation to Christianity. The government should ban this offensive language, making it a legal requirement that all music that uses the Lord’s name in vain have a radio edit before and after the watershed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-10T10:40:37.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-10T15:18:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T10:23:40.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about broadcasting standards are a matter for Ofcom, not the UK Government or Parliament.\r\n\r\nYou can find out how to complain to Ofcom here: https://www.ofcom.org.uk/complain-to-ofcom\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-15T10:23:41.691Z"
    },
    "id": 608532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608532.json"
    },
    "type": "petition"
}