{
    "attributes": {
        "action": "Stop treating our pets as PROPERTY.",
        "additional_details": "I am not a campaigner with idealistic outlooks on life (I've seen first hand how that turns out) or indeed unrealistic expectations of issues that are out of a mere womans reach.\r\nI'm not allowed to expand, (because im only allowed 500 characters) but please please please sign this petition to have dogs and any other pet with a beating heart, designated a 'being'  not a piece of property. They deserve recognition for the good that they do. It is time to put right the outdated laws. Thanks xxxxxx",
        "background": "I want the government to debate in Parliament, the need of its constituents, to recognise the impact pets have on our lives. In particular dogs. I wish to request that dogs have their status as property rescinded and that they are respected as a 'being' with a beating heart. Therefore not 'property'",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-10T08:14:11.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-11T21:29:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-16T10:25:41.514Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you're concerned about the rights of pets but we're not sure exactly how you'd like the law to change.  The Government is already making changes to how the abduction of dogs is treated, which you can read about here:\r\n\r\nhttps://www.gov.uk/government/news/new-offence-to-tackle-dog-theft-moves-step-closer\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-16T10:25:42.655Z"
    },
    "id": 608523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608523.json"
    },
    "type": "petition"
}