{
    "attributes": {
        "action": "Make people on job seekers allowance volunteer until they find a paid job.",
        "additional_details": "There is growing numbers of people who have genuinely been ill in the past, after recovering they have lost in touch with the real world ie more competition to get job  is terrifying them or have become lazy doing nothing over many  years, these types of people want to hide behind their past illness/disalbility to recieve benefits either ESA or JSA.\r\n\r\nESA some people may not have recovered or ever recover. People on JSA are not seriously ill/disabled, therefore no excuse to receive free money.",
        "background": "Make it a legal requirement that full-time volunteers, to be given full job seekers allowance and part-time volunteers to be given reduced amount of job seekers allowance. \r\n\r\nAll the job seekers must search for paid job at the evening or weekend and send to their work coach at the job centre.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-11T13:42:48.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-13T18:30:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T08:32:32.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about undertaking voluntary work are a matter for individuals and organisations seeking volunteers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you want the Government to create new requirements for people claiming Jobseeker's Allowance, such as mandatory training or work placements, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T08:32:33.298Z"
    },
    "id": 608615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608615.json"
    },
    "type": "petition"
}