{
    "attributes": {
        "action": "Make Psychologist a Protected Title",
        "additional_details": "'Psychological experts' without the necessary qualifications and experience are sometimes instructed to act as expert witnesses in the family court, causing harm to the public. Unqualified and unregulated professionals should not be allowed to make diagnosis and recommendations for families. The media also uses unqualified and unregulated 'psychologists' to provide opinion on a range of topics on which they have little training or qualification. This could lead to large scale harm to the public.",
        "background": "The title ‘psychologist’ is not protected within UK law, as it is elsewhere.  Anyone can call themselves a ‘psychologist’. There are insufficiently qualified, unregulated people practising as ‘psychologists’ or offering 'psychological' therapy, potentially putting the public at risk of harm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-14T09:28:00.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-14T13:11:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T10:31:36.551Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Health and Care Professions Council is already responsible for the registration of practitioner psychologists who have protected titles. You can find out more here:\r\n\r\nhttps://www.hcpc-uk.org/about-us/who-we-regulate/the-professions/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-12T07:33:14.473Z"
    },
    "id": 608755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608755.json"
    },
    "type": "petition"
}