{
    "attributes": {
        "action": "Make public transport free for social care workers in Nottingham",
        "additional_details": "It supports and tackles environmental problems, counteracting massive recruitment and retention issues, but mainly recognises the crisis the health service has been battling these last few years and anything that can be done to ease these stresses should be granted. Signing this will mean you are standing with our health care workers, to free up hospital beds, allowing people the independence to be cared for at home and boosting Nottingham’s employment by giving the chance for people to work.",
        "background": "Social workers are imperative to our society, so our mission is to make it more achievable for people in Nottingham to assess this role, by providing free public transport which will decrease retention, increase recruitment while simultaneously lowering Nottingham’s CO2 emissions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-16T00:23:21.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-16T14:24:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T09:07:46.716Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about support for social care workers in a particular locality are a matter for local transport providers and the relevant local authority, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to fund free public transport for social care workers across England, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T09:07:47.701Z"
    },
    "id": 608864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608864.json"
    },
    "type": "petition"
}