{
    "attributes": {
        "action": "Make Hypermobility part of assessment criteria for children with SEND",
        "additional_details": "Hypermobility is often diagnosed much later and many already have a diagnosis of things such as Autism, ADHD and Sensory Processing Difficulties.\r\nHypermobility needs to be seen as part of the diagnostic criteria when assessing for SEND. Schools will benefit from understanding the impact of how Hypermobility affects behaviour and will therefore be seen and understood resulting in better outcomes for children and young people.",
        "background": "To add Hypermobility as an assessment criteria when assessing children, young people with Special Educational Needs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-15T15:58:08.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-15T16:13:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-18T11:59:57.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Local authorities may develop criteria as guidelines to help them decide when it is necessary to carry out an EHC needs assessment (and following assessment, to decide whether it is necessary to issue an EHC plan). \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-18T11:59:59.162Z"
    },
    "id": 608833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608833.json"
    },
    "type": "petition"
}