{
    "attributes": {
        "action": "No more London mayor position, elect someone  from each borough to represent us.",
        "additional_details": "No one person should have so much power, each borough electing a local candidate to represent the people, which means people can have more say about what happens in their local area, all boroughs have there own different problems, rid the London mayor position and have borough mayor's working together giving focus to the individual needs of each borough, which should even help with lowering things like crime rate.",
        "background": "Remove London mayor position. Each borough elects a local candidate to represent local people, candidates have meetings together and work out how they best help everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-15T23:37:51.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-16T12:15:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T08:45:22.536Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the people of London, rather than the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for an action that's the responsibility of the UK Government or Parliament, for example calling for a referendum in London on removing the role of Mayor of London and giving these powers to the London Assembly, if that's something you want to happen.\r\n\r\nLondon residents already elect local councillors, who represent residents in their local boroughs, and also elect members of the London Assembly, who represent London's 14 constituencies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T08:45:23.385Z"
    },
    "id": 608859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608859.json"
    },
    "type": "petition"
}