{
    "attributes": {
        "action": "Make Milton Keynes Safer",
        "additional_details": "to make people feel safer and could decrease the crime rate in MK, a lot goes on in Milton Keynes and I don't feel these secluded areas are any help at all.is there a way these can be changed to small bridges or to be more open so not such an enclosed space surrounded by bushes? The red ways are so enclosed with overgrown bushes and trees these are also scary for people to walk down and they should be more open with hedges, trees and bushes cut down to a minimum. I cannot speak for all but I believe the people of Milton Keynes need to feel safer.",
        "background": "there are so many underpasses in Milton Keynes and these really are areas that can make people feel anxious and scared to walk under, not just at night but in the day too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-17T14:57:08.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-17T17:13:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T13:06:19.493Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for making planning decisions about roads or pedestrian pathways in Milton Keynes. If you are concerned about the maintenance and planning of underpasses and pathways you could contact Milton Keynes Council.\r\n\r\nYou can find out ways of how to have your say via the link below:\r\nhttps://www.milton-keynes.gov.uk/your-council-and-elections/councillors-and-committees/have-your-say-at-council-cabinet-and-committee-meetings#PETITIONS"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T13:06:19.491Z"
    },
    "id": 608975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608975.json"
    },
    "type": "petition"
}