{
    "attributes": {
        "action": "Please prevent the Channel Island of Alderney becoming a Prison Camp yet again!",
        "additional_details": "Please do not take the Island back to a time which all of us and our ancestors witnessed, you will cause mental issues to survivors of the WW2 occupation period! The people of Alderney welcome everyone but do not have the infrastructure or resources to enable asylum seekers to be landed in excessive numbers, it is too small to support more than its population. This will cause an impact to the environment and cause shortages of utilities to the whole of the population of island.",
        "background": "Please prevent this from happening yet again for the wonderful people of Alderney! This is once again a return to the 2nd world war experience. The people of Alderney do not need this reminder of yet another group of displaced vulnerable people who are rendered homeless and destitute!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-16T23:38:46.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-20T20:06:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-23T08:42:05.286Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, or not do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-04T12:12:07.821Z"
    },
    "id": 608939,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608939.json"
    },
    "type": "petition"
}