{
    "attributes": {
        "action": "Send a Human Rights Envoy to Jammu Kashmir",
        "additional_details": "The United Nations was set up to preserve human rights and promote global citizenship. The UK was a founding member and is a holding member. It is  incumbent upon us all to stand up for the rights, articles, charters, resolutions and regulations enshrined in the UN charter to maintain international peace and uphold international law. We must promote universal respect for human rights. These alleged brutalities cannot be ignored therefore a UK initiated envoy must be sent to Jammu Kashmir.",
        "background": "There is concern over vociferous allegations and reports of human rights violations in the disputed territory of Jammu Kashmir. These include: jailing Kashmiri leaders; human rights defenders; journalists; physical, emotional and mental torture; rape; youths shot; thousands missing; homes destroyed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-17T01:42:01.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-17T22:10:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-22T13:25:02.400Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. You could start a new petition calling for the Government to urge the UN to send a human rights envoy, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T15:25:41.308Z"
    },
    "id": 608945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608945.json"
    },
    "type": "petition"
}