{
    "attributes": {
        "action": "Stop starving the people of Afghanistan",
        "additional_details": "The World Food Programme describes the situation in Afghanistan as “the worst humanitarian crisis on earth”. At least a million children under five are at risk of dying of malnutrition. 95% of people don’t have enough to eat.\r\n\r\n80% of Afghanistan’s budget comes from external aid. Most of this was suspended following the change in government and financial assets (~$10bn) were frozen causing economic collapse. Afghanistan is also suffering from the worst drought for 27 years.\r\n\r\nThe withholding of foreign aid is a form of collective punishment on the people of Afghanistan. Starving an entire country and destroying its economy is not going to get rid of the Taliban.",
        "background": "The UK is one of the countries directly responsible for the state Afghanistan is currently in. Sign this petition to demand the UK government pay its part of the $4.4 billion the UN is requesting to help save Afghanistan and use its international position to encourage other countries to do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-18T03:47:34.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-18T07:41:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T16:13:11.973Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK is currently contributing to aid in Afghanistan\r\n\r\nhttps://www.bbc.co.uk/news/world-asia-59518628\r\n\r\nWe could accept a petition calling for the Government to increase aid to Afghanistan, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-23T13:09:51.741Z"
    },
    "id": 609016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609016.json"
    },
    "type": "petition"
}