{
    "attributes": {
        "action": "Amend The Recall of MPs Act 2015 to include directly elected mayors",
        "additional_details": "Parliament is the appropriate legislative body to adapt the Act. For example, Greater Manchester's democratic referendum voted not to have this office. This was effectively overturned by the imposition of the office against the declared express wishes of the electorate in a formal poll. Including protocols for recall of directly elected mayors in the Act will, in part, abridge the failure to recognise that the electors must always have the power over the elected.",
        "background": "Amend this Act to enable recall of Mayors whose actions create severe social and economic deficit in their sphere of responsibility",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-19T00:16:10.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-21T22:14:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T09:48:36.493Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you want the Government to introduce recall procedures for elected mayors, but we're not sure exactly when you want recall procedures to be triggered.\r\n\r\nThe Recall of MPs Act 2015 means that recall procedures are initiated for MPs under three circumstances:\r\n\r\n- Conviction in the UK of any offence and sentenced or ordered to be imprisoned or detained, after all appeals have been exhausted.\r\n\r\n- Suspension from the House following report and recommended sanction from the Committee on Standards for a specified period (at least 10 sitting days, or at least 14 days if sitting days are not specified);\r\n\r\n- Conviction of an offence under section 10 of the Parliamentary Standards Act 2009 (making false or misleading Parliamentary allowances claims).\r\n\r\nYour petition calls for the Recall of MPs Act to be extended to elected Mayors, but appears to want different criteria to the above to trigger a recall procedure. You could start a new petition explaining clearly in what circumstances you want recall procedures to be triggered for elected mayors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T09:48:37.505Z"
    },
    "id": 609071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609071.json"
    },
    "type": "petition"
}