{
    "attributes": {
        "action": "Make it illegal for gyms to take advantage of workers for free labour.",
        "additional_details": "Companies take advantage of this loophole by virtually splitting the job into two roles, and charge more in fees for one role than they payout for the employee role. effectively making it free labour. The model at the gym I am employed at, is they pay employees £490, then the next day they take £650 as payment for rent due to your self employment role. This is the new model a lot of gyms have put in place since the law was changed to stop companies utilising free trail shifts in April of 2020.",
        "background": "change legislation to make it illegal for companies to charge their staff more in rent for self employed roles than what they are paid for work done as an employee. By making personal trainers take both a self employed and employee role, gyms are able to take any employment pay straight back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-21T13:59:19.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T08:30:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T08:56:13.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms and conditions for gym employees are a matter for those employees, any trade union(s) to which they belong, and their employers, not the UK Government or Parliament.  \r\n\r\nYou could have a petition calling on the Government to commission a review of the employment conditions in the gym and leisure industry, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T08:56:15.002Z"
    },
    "id": 609186,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609186.json"
    },
    "type": "petition"
}