{
    "attributes": {
        "action": "Help gain more support for women who can’t afford private health care.",
        "additional_details": "I am afraid of the consequences, mental and physical for those struggling to be diagnosed. One of the main reasons why endometriosis takes on average 7 years to diagnose is because the majority of doctors do not know what it is and if they do, aren’t sure how to treat it. 7 years is far too long to wait and suffer. \r\n\r\nOne of the symptoms of endometriosis is heavy, painful periods and it is NOT normal for us to not want to leave the house because of this.",
        "background": "I want females to feel more supported by doctors, by knowing how and when to diagnose endometriosis. More so to those women who can’t afford private health care. \r\n- spread awareness in schools when being taught about puberty \r\n- stop masking bad periods with contraceptive hormones",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-21T12:09:01.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T08:27:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-25T12:45:19.708Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about healthcare for patients with endometriosis are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to review the quality of healthcare for patients with endometriosis, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-25T12:45:20.645Z"
    },
    "id": 609177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609177.json"
    },
    "type": "petition"
}