{
    "attributes": {
        "action": "Change the law Universal Credit claiming incorrectly calculated payments",
        "additional_details": "I am a full-time student, studying to become a Physical Education teacher, I also work part time as I am a single parent. I have been placed into financial hardship due to applying for student finance as I was not given the correct information before applying. Universal credit now states I owe a large sum due to overpayments. This needs to be addressed as I have noticed that this is not just happening to myself but many other young adults with families.",
        "background": "Stop putting young adults into financial hardship due to universal credit not taking action upon journal messages regarding finances such as university information or work. Change the law so people do not need to pay back large amounts of money if universal credit have miscalculated payments",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-20T21:13:52.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-20T21:21:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-23T08:45:01.959Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how Universal Credit works, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you are unhappy with how your Universal Credit claim has been handled you can find out how to complain about the service you get from the Department for Work and Pensions (DWP) or from an organisation that provides its services here: https://www.gov.uk/government/organisations/department-for-work-pensions/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-23T08:45:02.747Z"
    },
    "id": 609155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609155.json"
    },
    "type": "petition"
}