{
    "attributes": {
        "action": "Do not ditch promised animal welfare ban on fur imports and foie gras",
        "additional_details": "One member of the cabinet is stated to have is said to be opposed to the bans because they believe that people should have the choice to buy products produced in cruel ways if they wish. This shows an astounding lack of empathy with living things.\r\n\r\nThe government already acknowledges that the production of foie gras is cruel.\r\n\r\nLook on YouTube to see the skin being ripped from live rabbits and hear their screams. All for the shallow fashion trade. It is reported that over 70% of UK citizens oppose the fur trade.\r\n\r\nThere is no reason why a small number of cabinet members should be able to veto the wishes of the vast majority of the UK public. This is not democracy.\r\n\r\nThere is no ethical reason to import any product produced by torturing a living thing. We can and must do better.",
        "background": "The government promised to include the two trade bans as a way of improving animal welfare but there are indications that they want to drop these bans because of objections from cabinet members. No acceptable reason has been provided for this decision. I urge the government to uphold these bans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T10:08:31.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T11:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T08:13:27.023Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/609129"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T08:13:28.315Z"
    },
    "id": 609237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609237.json"
    },
    "type": "petition"
}