{
    "attributes": {
        "action": "Allow adopted people to keep access to their original birth records.",
        "additional_details": "It's current practice in the UK, to change the entire identity of a adopted child, however this creates issues, as information such as the childs medical records at birth and information about the birth family cannot be accessed. This means, a adopted person doesn't have access to their genetic medical history which everyone does. Also adoprive parents are named on the birth certificate, whilst they are the legal parents, calling it a birth certificate creates a lie about the persons origins.",
        "background": "Under the Children's Act 2002, all information about a adopted child's birth family is stored in the office of the council they were adopted frlm. But this makes it impossible for the child to get answers about their origins. These records don't belong to the state they must go with the child.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-23T12:34:37.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T23:48:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T10:01:33.086Z",
        "rejection": {
            "code": "already-happening",
            "details": "People who have been adopted can already access their birth records if they didn't have them because they were adopted. You can find out how to do this here: https://www.gov.uk/adoption-records\r\n\r\nWe could accept a petition calling for changes to rights to access these records, but it would need to be clear what changes you wanted to be made.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T10:01:34.024Z"
    },
    "id": 609336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609336.json"
    },
    "type": "petition"
}