{
    "attributes": {
        "action": "Make Covid tests a prescription items.",
        "additional_details": "Families on low incomes often get prescription free or pay a fixed sum each month for a pre paid prescription.  By making tests available on prescription we can save thousands from having to choose between health of a loved one or food.\r\n\r\nThe cost to the NHS of hospitalising vulnerable people exposed because their loved had to chose between loneliness  food or the risk of covid will be far greater than the cost of tests for those who keep the vulnerable and lonely out of hospital.",
        "background": "The stopping of free covid tests will leave families on low incomes having to choose between eating, or testing before visiting vulnerable friends and family members.  \r\n\r\nLoneliness kills. Let’s try and prevent it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-23T11:02:40.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T13:20:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T08:42:18.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nOnce lateral flow tests can no longer be requested for free, it will be up to the NHS and individual clinicians how to make NHS testing available to patients.\r\n\r\nWe could accept a petition calling on the Government to continue to make covid-19 tests freely available, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T08:42:19.320Z"
    },
    "id": 609326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609326.json"
    },
    "type": "petition"
}