{
    "attributes": {
        "action": "Change footpaths, bridleways and cycle routes to open access public paths.",
        "additional_details": "Firstly, we would like the government to derestrict access through the implementation of public paths to reduce road incidents involving horses and cyclists.\r\n\r\nSecondly, increased off-road access could encourage people to cycle, which may help with the government's fight against the obesity epidemic.\r\n\r\nThirdly, implementing public paths would aid the government's goal of promoting lower carbon transport by increasing the usage of sustainable transport, such as cycling, for commuting and leisure.",
        "background": "Public paths would be accessible to people on foot, with a horse or bicycle. Since 2000, horse ownership and the uptake of cycling have increased dramatically, which has not been matched by infrastructural developments. Increasing off-road access would minimize risk to vulnerable road users.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-24T14:39:58.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T09:27:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T13:50:29.359Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to public rights of way, but it's not clear exactly what changes you want to be made to existing routes. For example, many cycle routes are part of the road system, and it's not clear if you want these to be made shared spaces for pedestrians, cyclists and horse riders.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T14:11:08.226Z"
    },
    "id": 609451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609451.json"
    },
    "type": "petition"
}