{
    "attributes": {
        "action": "Review the lodge rates that are set by the Joint Industry Board (JIB)",
        "additional_details": "Contractors nationwide are suffering due to the poor lodge allowance that is determined by the JIB. Paired with the rising cost of living, we are now regularly eating into our own wages whilst working away. When in London or other areas with high rent costs we have a very poor standard of living and sometimes have to make 3 fully grown men share a room as we simply cannot afford what we would like. A single room for a fully grown person should be a legal requirement for anyone working away.",
        "background": "The lodge allowance that is set by the JIB needs to be reviewed and the legal minimum must be improved so contractors can have an acceptable standard of living whilst working away.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T10:59:24.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T11:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T14:00:45.355Z",
        "rejection": {
            "code": "no-action",
            "details": "The legislation in relation to lodging allowances is set by HMRC, and we cannot accept petitions calling for changes to allowances set by non-government bodies.\r\n\r\nIf you want the Government to amend legislation around lodging allowances we may be able to accept this, but you'd need to be clear what changes you want to be made to existing legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T14:00:46.639Z"
    },
    "id": 609591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609591.json"
    },
    "type": "petition"
}