{
    "attributes": {
        "action": "Seize all UK properties owned in-absentia by Russian Oligarchs",
        "additional_details": "For too long, the UK and it’s overseas territories have been reliable and secure deposit-boxes for the Russian elite. Many of the UK’s most premium properties, much of them in London, stand empty - the holdings of kleptocratic oligarchs in whose interest the Putin regime primarily acts. As part of the sanctions prepared in response to Putin’s illegal invasion of Ukraine, these ill-gotten properties should be seized, and if necessary their ownership should revert to the British State.",
        "background": "The UK government should immediately seize all properties across the UK, many concentrated in the luxury districts of London, owned by oligarchs linked in any way to the Putin regime. Their ownership should be suspended, pending cessation of illegal hostilities against Ukraine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T02:03:19.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T10:10:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T15:34:43.268Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-02T09:21:03.427Z"
    },
    "id": 609544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609544.json"
    },
    "type": "petition"
}