{
    "attributes": {
        "action": "Accept Ukrainian refugees and revoke clause 11 of the Nationality & Borders Bill",
        "additional_details": "The UK government has ceased accepting Ukrainian visa applications. For any Ukranians without British relatives, they no longer have a safe route to the UK.\r\n\r\nThis is utterly unacceptable and morally reprehensible.\r\n\r\nThe heads of govt have historically been involved in Russian money and influence. To deny safe passage to refugees fleeing a conflict now being handled by this govt is a mark of utter shame on this country.\r\n\r\nThis govt's attitude towards all asylum seekers is disgusting and cruel.",
        "background": "The government must accept Ukrainian refugees into the country and resume visa applications for Ukrainian refugees and also revoke visa requirements (as has Ireland, Poland and Portugal). Clause 11 must be revoked as it unfairly punishes and endangers all who are trying to seek asylum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T16:28:33.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T17:06:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T16:28:51.910Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for related actions:\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK\r\nhttps://petition.parliament.uk/petitions/609574\r\n\r\nWaive visa requirement for Ukrainian refugees.\r\nhttps://petition.parliament.uk/petitions/609530\r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T16:28:51.906Z"
    },
    "id": 609658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609658.json"
    },
    "type": "petition"
}