{
    "attributes": {
        "action": "Review the current plans from the Augar Review for Post-18 Education 2019.",
        "additional_details": "Current plans are a gross injustice to students. Low-income households will struggle even more to repay student debt if it increased by 10 years. The new minimum income level requirement lowers the chance of income stability by forcing students to pay debts before they are financially capable. Minimum GCSE/ A-level requirements to qualify for a student loan prohibits disadvantaged students from accessing the monetary safety-nets. Reintroduction of maintenance grants and the reduction of tuition fees to £7,250 would counter these problems.",
        "background": "Scrap the increase of student debt repayment to forty years. \r\nScrap the reduction of income level for debt repayment to £25K.\r\nScrap minimum GCSE and A-level grades to qualify for student loan. \r\nReduce tuition fees to £7,250 as promised.\r\nReintroduce maintenance grants for disadvantaged students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T15:08:15.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T15:26:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T15:44:20.133Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether you'd like the Government to review the 2019 Review of Post-18 Education and Funding\" or to implement some of its recommendations. We might be able to publish your petition if it focuses on a main recommendation from the Review, or makes a single clear ask for the Government to act on. \r\n\r\nYou may also wish to sign this petition calling for one of the actions in your petition:\r\nDo not make student loans contingent on past grades\r\nhttps://petition.parliament.uk/petitions/609369"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T15:44:25.656Z"
    },
    "id": 609640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609640.json"
    },
    "type": "petition"
}