{
    "attributes": {
        "action": "Please help Ukrainian children!",
        "additional_details": "Currently, all the schools are closed in Ukraine, while children are hiding in the shelters to protect their lives, hence please give an opportunity for children to study by providing them with the residence permit and access to European schools. Please give them a small chance to have a better future than we do!",
        "background": "Considering the tragic situation in Ukraine, please give a chance for Ukrainian children to have access to peaceful life and education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T18:54:01.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T18:58:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T08:38:42.137Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the welfare of children in Ukraine, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T08:38:43.032Z"
    },
    "id": 609682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609682.json"
    },
    "type": "petition"
}