{
    "attributes": {
        "action": "Apply the hardest possible sanctions against Russia to stop the war in Ukraine.",
        "additional_details": "We urge you to go even further in response to the Russian invasion, and call for the following: \r\n\r\n1) Urge NATO to impose a no-fly zone over Ukraine, to prevent further civilian deaths\r\n\r\n2) Disconnect Russia from SWIFT, to increase costs and add delays to their banking systems\r\n\r\n3) Apply visa bans and asset freezes on Kremlin-linked figures, to increase direct pressure on the top\r\n\r\n4) Provide Ukraine with all necessary weapons and equipment, to counter Russia’s military strengths",
        "background": "The unprovoked invasion of Ukraine by Russia is a tragedy. The loss of life and human suffering is amplified every day that our leaders refuse to maximise the political and economic pressures on Russia. The millions of civilians in Ukraine deserve our support.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-26T10:43:04.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T14:39:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T14:35:11.530Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeek to impose a no-fly zone over Ukraine: https://petition.parliament.uk/petitions/609437\r\n\r\nPledge any necessary military support to defend Ukraine: https://petition.parliament.uk/petitions/607314"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-29T15:58:31.189Z"
    },
    "id": 609792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609792.json"
    },
    "type": "petition"
}