{
    "attributes": {
        "action": "Waive UK visa requirements for people fleeing Russia's invasion of Ukraine",
        "additional_details": "A recent YouGov poll shows that 63% of Britons would support a resettlement scheme for people fleeing Ukraine. There is currently no legal route to protection in the UK for those without British relatives, and customary resettlement schemes from third countries have often proved slow and inaccessible. Being the only country in Europe to not accept visa applications from Ukraine is a serious risk to the UK's reputation as a country prepared to show solidarity in the face of unacceptable violence.",
        "background": "Lives are being destroyed by violence in Ukraine, and people need legal routes to safety in other countries. Granting legal entry to the UK will not allow people to stay indefinitely - it will offer temporary protection from Russia's invasion, and the right to seek asylum if that need remains.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T10:34:17.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T11:46:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T11:59:47.541Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nWave visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T11:59:48.718Z"
    },
    "id": 609791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609791.json"
    },
    "type": "petition"
}