{
    "attributes": {
        "action": "Establish a safe and legal route for Ukrainian refugees to enter the UK",
        "additional_details": "The Home Office is no longer accepting visa applications from Ukrainians stuck in Ukraine (Independent). This is a heartless decision and the Government must immediately rescind this policy so that Ukrainians can have a fair shot at acquiring a UK visa. \r\n\r\nFurther, Ukrainians are being displaced en masse by war and, as such, are refugees. A special track to enter the UK must be established for Ukrainian citizens to show our solidarity and support and to help families seek safety during the war.",
        "background": "The Home Office must immediately rescind its decision not to accept visa applications from Ukrainians stuck in Ukraine. A special route (which is safe and legal) for UK visas and/or refugee status should be established to assist Ukrainians in relocating to the UK, should they choose to do so.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-25T22:03:43.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T22:15:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T09:05:30.180Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T09:05:37.260Z"
    },
    "id": 609726,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609726.json"
    },
    "type": "petition"
}