{
    "attributes": {
        "action": "Waive visa requirements for Ukrainians during Russia's act of aggression",
        "additional_details": "Priti Patel stated \"We stand shoulder to shoulder with Ukraine amid this unprovoked and antidemocratic act of Russian aggression,\" however in the same breath blocked safe and legal routes for Ukrainians fleeing conflict (who do not either live, study or work in the UK currently - or can claim a Family Migration route).\r\n\r\nCountries across Europe, including Denmark, Poland and our neighbor Ireland, have pledged support for refugees via similar measures. It's negligible barbarism to not do the same.",
        "background": "1. Introduce an emergency measure that offers entrance, on passport, of at least 90 days (no visa requirement) to Ukrainians \r\n2. Waive associated fees\r\n3. Provide support to Ukrainians seeking asylum, or on how to regularise their stay, via information sharing at the border i.e leaflets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T09:33:17.180Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T09:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T12:11:35.639Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T12:11:36.765Z"
    },
    "id": 609982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609982.json"
    },
    "type": "petition"
}