{
    "attributes": {
        "action": "Lift the Visa requirements for Ukraine, so people can reunite or have refuge.",
        "additional_details": "The UK government is a part of NATO, but NATO will not do anything for a non-NATO member or against Russia's aggressor who has nuclear weapons. The sanctions make no difference.\r\n\r\nThe immediate need as Ukraine is left to fight alone is for the Ukrainian people to have safety. Many Ukrainians have family in the UK. The UK can and should support this crisis.\r\n\r\nThere are families, women and children currently stick trying to get to their families.",
        "background": "The government needs to immediately lift all visa requirements for people and their pets coming from Ukraine, which is under attack from Russia. Ukrainians should be able to make their way and enter the UK, where many have families. The UK should support accommodation and food if needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T08:20:59.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T11:25:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T12:12:40.707Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T12:12:42.005Z"
    },
    "id": 609971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609971.json"
    },
    "type": "petition"
}