{
    "attributes": {
        "action": "Make car tax / VED for newer and older cars the same and base it on emissions.",
        "additional_details": "It is unfair that people who can't afford a newer car are being forced to pay in some cases more than double the amount than those in much larger and more polluting newer vehicles. There is a one time big tax on brand new vehicles but thereafter the tax rate is flat. Either make the tax rate flat for all or make it emissions based for all on an annual basis like it was. It seems that poorer people with older cars are being made to pay extra to allow wealthier people with newer cars to pay less.",
        "background": "Currently, an older (pre-2017) car is charged at a much higher rate than a newer (post-2017) but more polluting vehicle. I'd like to petition the government to end this unfair practice and to either charge the same flat rate for all cars, new and old, or go back to the emissions-based tax for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T12:11:33.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T12:19:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T13:23:04.289Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, so a petition calling for changes to vehicle tax rates would either need to call for flat rates for all vehicles, or rates based on emissions.\r\n\r\nAdditionally, not all cars registered before 2017 will pay a higher annual rate of vehicle tax than cars registered after 2017. Cars registered before 2017 that are in bands A to D will have a lower vehicle tax rate than the rates that apply to cars registered after 2017."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T13:28:29.219Z"
    },
    "id": 610130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610130.json"
    },
    "type": "petition"
}