{
    "attributes": {
        "action": "Stop landlords and agencies requesting personal finance information to rent.",
        "additional_details": "Low-income families and single people are finding it more and more difficult to rent a property due to previous financial difficulties in the past. These issues may be down to numerous reasons which can be difficult to explain without prejudice. Things such as Credit score, CCJs above a certain amount and any other personal financial information should remain private to each individual unless dealt with by creditors. Renting is not a creditor nor is it relevant to any landlord.",
        "background": "Stop letting agents and landlords requesting private financial information from prospective tenants, without just cause to do so. This includes CCJs above a certain amount, Credit checks and any other information that is different to renting properties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T20:02:21.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-01T01:35:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T15:53:14.420Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The responsibility of deciding what type of documentation and checks are used to secure a tenancy is that of each individual landlord and not the responsibility of the Government or Parliament.\r\n\r\nYou can find out more about what documentation is asked for by landlords and why on the below webpage:\r\nhttps://england.shelter.org.uk/housing_advice/private_renting/how_landlords_and_letting_agents_check_tenants\r\n\r\nIf you feel you may have been treated unfairly by a landlord you can find advice on the Citizens Advice website: https://www.citizensadvice.org.uk/housing/discrimination-in-housing/checking-if-its-discrimination/check-if-your-housing-problem-is-discrimination/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T15:53:22.926Z"
    },
    "id": 610178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610178.json"
    },
    "type": "petition"
}