{
    "attributes": {
        "action": "To give a 5% finders fee on any seized dirty money globally.",
        "additional_details": "There is a huge amount of stolen money spirited away around the world, a lot from organized crime and countries with a poor human rights records.  Crime should not pay, however government agencies do not have the time or the organizational resolve to do much about it.  \r\n\r\nThere would be lot of incentive however in the private sector to hunt down these elicit funds, such as working out the corporate structures that hide this wealth, data mining publicly records and identifying unexplained wealth.",
        "background": "The Government should engage the free market, to hunt down these funds with a finders fee.  If they find a smoking gun these investigators will be allowed to probe bank accounts without the knowledge of the owners.\r\nIn light of Ukraine the finders fee will be increased to 10% for Russian interests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T09:52:21.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-03T14:17:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-09T08:02:39.144Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about \"dirty money\", but it's not clear exactly what you want the Government to do.\r\n\r\nYour petition refers to a finder's fee for money that is seized, but it's not clear under what arrangements this money would be seized, whether you want the Government to fund the seizure of funds held anywhere in the world, or how private individuals could \"probe bank accounts\"."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-09T08:02:40.501Z"
    },
    "id": 610114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610114.json"
    },
    "type": "petition"
}