{
    "attributes": {
        "action": "Allow all Ukrainians VISA-free access to the UK and limited period asylum.",
        "additional_details": "Russia is committing a violent and needless invasion of Ukraine, with ample evidence of strikes on civilian buildings, endangering civilian life. Ukrainians need somewhere safe to go.\r\n\r\nNot only is this the humanitarian thing to do, but this would align with the Government's condemnation of the invasion.\r\n\r\nWhich nations stand on the right side of history; those which accepted or those which rejected civilians fleeing Hitler's armies?\r\nWe should do the right thing. Take in Ukrainian asylum seekers.",
        "background": "Allow any Ukrainian fleeing the Russian invasion passage to the UK. Waiver visa requirements and do not require them to prove resident family in the UK. Provide a scheme to allow these Ukrainians asylum for a fixed period. Show the humanity the UK so often preaches.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T07:28:14.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T08:55:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T12:18:50.238Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T12:18:52.878Z"
    },
    "id": 610102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610102.json"
    },
    "type": "petition"
}