{
    "attributes": {
        "action": "Provide a significant, well-resourced programme for Ukrainians needing sanctuary",
        "additional_details": "The Prime Minister has indicated that this petition should be fully met by stating, after a church service at the Cathedral of the Holy Family in Mayfair, London, on Sunday night, that Putin will \"not succeed in crushing Ukraine and we in the UK will do everything in our power to ensure that outcome. That is not just because it is right geo-strategically but because we need to stick up for freedom that that is clearly important. Very, very important.\"",
        "background": "Work with the military, government agencies, local councils, charities, church and community groups in the UK and with governments and NGOs in the EU to plan, fund, resource and implement the entry to the UK of Ukrainians seeking sanctuary for the duration of the unlawful  invasion of their country.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-28T14:22:10.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T15:14:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T08:54:22.486Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T08:54:23.679Z"
    },
    "id": 610144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610144.json"
    },
    "type": "petition"
}