{
    "attributes": {
        "action": "Do not give pedestrians right of way at junctions.",
        "additional_details": "You are putting lives at risk by giving pedestrians right of way.Pedestrians don't cross,drivers don't turn for fear of hitting or being hit.Eventually someone has to take the risk.Run someone over,or be hit by a car?Children have been taught to look to cross a road.You are now saying just walk out at a junction and hopefully you won't be hit. It will cause more car accidents as we are trying to look 3 different ways at the same time. This is insanity and asking for more death's on the roads",
        "background": "Don't give pedestrians right of way at junctions. Revert the highway code back to what it was with regards to this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T09:34:30.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-01T19:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T10:17:40.206Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/607153\r\n\r\nThe new Highway Code does not advise pedestrians to cross roads without looking. The new guidance for pedestrians crossing at a junction states: \"When you are crossing or waiting to cross the road, other traffic should give way. Look out for traffic turning into the road, especially from behind you, and cross at a place where drivers can see you. If you have started crossing and traffic wants to turn into the road, you have priority and they should give way\": https://www.gov.uk/guidance/the-highway-code/rules-for-pedestrians-1-to-35"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T10:17:41.356Z"
    },
    "id": 610228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610228.json"
    },
    "type": "petition"
}