{
    "attributes": {
        "action": "Make the dvla\r\n Drivers theory test more accessible for a  deaf person",
        "additional_details": "When a bsl interpreter attends a theory test they have to read the questions as set on the test they should be given the flexibility to reword or rephrase to the understanding of a deaf person if it’s a hearing person they can access to this with a (oral language modifier) OLM an interpreter   can not reword or rephrase so this puts a deaf person at a disadvantage as written English translation is different to a deaf person than that of a hearing person the interpreter should be given flexibility",
        "background": "I have found a floor in the driving theory test and wish to address this issue I have been trying to book my son’s theory test he is profoundly deaf and uses hearing aids he can only communicate using BSL (British sign language) he has a interpreter with him and they can only translate set questions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T19:45:45.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T19:50:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-21T15:58:44.960Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can’t accept petitions that request something that is already possible under existing rules.\r\n\r\nBritish Sign Language (BSL) interpreters can provide clarification when needed as written English is not necessarily the first language of someone who communicates through BSL. The BSL interpreter is able to provide clarification that is equivalent to the support provided by an Oral Language Modifier (OLM).\r\n\r\nIt is possible for candidates who are both deaf BSL users and have learning disabilities to receive support from a BSL interpreter and OLM. Deciding what adjustments are necessary for individual candidates is an operational matter for the Driver and Vehicle Standards Agency.\r\n\r\nIf you are unhappy with the arrangements for a driving theory test, you can find out how to complain to the DVSA here: https://www.gov.uk/government/organisations/driver-and-vehicle-standards-agency/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T15:58:54.547Z"
    },
    "id": 610344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610344.json"
    },
    "type": "petition"
}