{
    "attributes": {
        "action": "Secure frozen Russian assets to form an international fund to rebuild Ukraine",
        "additional_details": "Sanctioned Russian organisations and individuals would face losing part or potentially all their frozen assets.\r\nThis would bring further pressure on the Russian government to stop the destruction in Ukraine now as they would have to pay to rebuild every building destroyed and compensate for every life taken.\r\nIn the event that Russia were to take control of Ukraine then the funds could still be used to reimburse humanitarian efforts and support the resettlement of displaced Ukrainian citizens",
        "background": "Work with international community to secure all frozen Russian assets for the rebuilding and compensation of Ukraine as a result of Russian aggression. The objective would be to bring strong direct and indirect pressure on the Russian government to cease their campaign of destruction",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T22:33:18.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T09:48:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-08T08:12:57.724Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: \r\n\r\nSeize frozen Russian assets and give proceeds to Ukraine to help with rebuilding: https://petition.parliament.uk/petitions/610119"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-08T08:12:58.776Z"
    },
    "id": 610373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610373.json"
    },
    "type": "petition"
}