{
    "attributes": {
        "action": "Increase the household income limit for people applying for free school meals.",
        "additional_details": "I live in an area of high poverty and child deprivation. So many people are fighting week in and week out to feed their families, pay bills and trying to stay afloat. \r\nA real-time increase in the minimum household income regarding free school meals would make a huge impact in areas such as mine, Middlesbrough. \r\nI’d like the minimum household income for those applying for free school meals to be increased to £20,500 as a minimum.",
        "background": "The household income level to be able to apply for free school meals was set in 2012, at £16,190; this should’ve been increased by over £4,000 by 2022. I’d like the government to look at the impact this is having for those on low wages and increase the minimum income level as appropriate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T20:45:04.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T21:43:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-08T08:48:39.753Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the income limit for entitlement to free school meals, but the £16,190 annual gross income limit only applies to people in receipt of Child Tax Credit. There are a range of other conditions under which people are eligible for free school meals. If you want the Government to change just the annual income limit for people in receipt of Child Tax Credit we could accept a petition about that, but it wasn't clear if you also wanted the Government to review or change other income limits.\r\n\r\nYou can read more about eligibility for free school meals here: https://www.gov.uk/apply-free-school-meals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-08T08:48:41.080Z"
    },
    "id": 610353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610353.json"
    },
    "type": "petition"
}