{
    "attributes": {
        "action": "Prepare a Government strategy to ration gas and oil in solidarity with Ukraine",
        "additional_details": "Russia has invaded Ukraine. This is an attack not just on Ukraine but on democracy.\r\n\r\nIt is clear Russia will be largely unaffected by most sanctions imposed so far, at least in the short term. We must cut off fossil fuel exports from Russia.\r\n\r\nThe world is watching in horror as we see civilians fleeing and their homes attacked - in Europe.\r\n\r\nThe UK is not directly dependent on Russian gas, but any sanctions will increase energy prices as we are part of a wider energy market.",
        "background": "We call on the UK Government to set out a clear strategy for rationing gas and oil. This should prepare the UK to work with European partners to coordinate strong sanctions against Russia.\r\n\r\nThe strategy should ensure rationing is socially fair and ensures essential energy access for all.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-03-02T14:33:04.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-04T14:10:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-10T14:53:28.123Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to start rationing oil and gas, or just publish a plan for how this would work if there was a need to do so.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T14:53:29.563Z"
    },
    "id": 610442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610442.json"
    },
    "type": "petition"
}