{
    "attributes": {
        "action": "Govia Thameslink Railway should return to a full timetable",
        "additional_details": "The Secretary of State should intervene immediately over GTR's failure to implement a full timetable following the UK Governments living with COVID-19 guidance. The current reduced timetable is a barrier to workers returning to office, and passengers have faced totally unsatisfactory levels of service in recent months with self-isolation stated as the reason. With no remaining COVID-19 restrictions GTR should return to a full timetable immediately or have its contract removed.",
        "background": "Govia Thameslink Railway should return to a full timetable or have its contract removed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-02T10:06:26.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T10:18:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T13:07:03.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDelivery of rail franchises is a matter for individual train operators, not the UK Government or Parliament. We could accept a petition calling on the Government to remove the Thameslink, Southern and Great Northern from Govia Thameslink Railway, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T13:07:04.424Z"
    },
    "id": 610402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610402.json"
    },
    "type": "petition"
}