{
    "attributes": {
        "action": "Give people with Presettled status the right to bring Ukrainian family to the UK",
        "additional_details": "The war in Ukraine is causing immense suffering and loss of life. Ukrainians are fleeing their homeland because they have no choice. A minority of people in the UK have pre-settled status and have Ukrainian families stuck in Ukraine. Given that those with pre-settled status eventually become settled, I think the government should relax the rules for those with this residency status. Relaxing the regulations further will allow future UK citizens to be safe and reunited with their families.",
        "background": "The government has only relaxed the rules to bring Ukrainian family members to the UK for British citizens or those with settled status. The government should extend those new rules to people who have pre-settled status as many eventually obtain settled status after 5 years and become U.K Citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-03T20:23:00.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T19:05:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T07:56:26.945Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Ukraine Family Scheme is already available to family members of UK-based relatives with pre-settled status.\r\n\r\nFind out more about the scheme here: https://www.gov.uk/guidance/apply-for-a-ukraine-family-scheme-visa"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T07:56:28.250Z"
    },
    "id": 610598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610598.json"
    },
    "type": "petition"
}