{
    "attributes": {
        "action": "Open a UK coal mine for our domestic heritage sector and export market.",
        "additional_details": "The UK needs its own coal mine to satisfy the popular heritage sector. Steam engines are a key part of UK tourism & benefits local communities around such attractions with large numbers of customers. Coal in the UK has recently been sourced from mainly Russia & Poland. It is ludicrous that environment protesters object to a UK coal mine but are happy to put it on a boat around the world increasing the carbon footprint massively. There is also a huge export market which will benefit the economy.",
        "background": "Steam locomotives are a key attraction in the UK tourism market and is going to suffer massively by the lack of coal in our nation.\r\nPrices will have to increase to import foreign coal (previously sourced from Russia but now unlikely) and that will mean more emissions shopping it around the world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-04T09:43:34.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-04T10:24:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-09T12:15:46.777Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to apply for permission to open a coal mine are a matter for developers, not the UK Government or Parliament. Where the Government is responsible for a decision to approve an application to open a coal mine, we could accept a petition calling on the Government to approve this application."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-09T12:15:48.357Z"
    },
    "id": 610641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610641.json"
    },
    "type": "petition"
}