{
    "attributes": {
        "action": "Review employment conditions in the gym and leisure industry.",
        "additional_details": "An example of how companies can take advantage of employees, is by virtually splitting the job into two roles, one self employed role and one employee role. Then charge more in fees for the self employed role than they payout for the employee role. At the gym I am employed at they charge £200 more in rent than what they pay, meaning employees never keep the pay they earned from work done. This makes it difficult for individuals to sustain their employee role and their self employed business.",
        "background": "Implement stricter rules for employers within the gym and leisure industry to provide staff more stability and rights. Company’s within the fitness industry currently put in place work models that make it extremely difficult for employees to make a sustainable income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-05T13:08:57.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T14:25:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-10T11:13:28.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting employment law, but how businesses choose to structure their working arrangements are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T11:13:30.130Z"
    },
    "id": 610750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610750.json"
    },
    "type": "petition"
}