{
    "attributes": {
        "action": "Stop gas companies making record profits while people suffer and enter poverty",
        "additional_details": "If the government can limit how much rail companies etc can make it has the power to limit how much oil/gas companies can make. Uk families are facing genuine choices of do they fuel the car so they can work, feed the family so they don't starve to death or heat the house so they don't freeze to death.",
        "background": "Stop gas companies making record profits while people suffer and enter poverty. Shell and BP are two examples of exploiting the current crisis and ordinary people will die due to fuel poverty. The government must introduce legislation limiting how much these companies can charge over they're costs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-05T06:12:01.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T09:19:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-10T09:30:27.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for how much tax private companies make. The energy price cap is set by Ofgem, which is operationally independent of the Government and Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T09:30:29.010Z"
    },
    "id": 610726,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610726.json"
    },
    "type": "petition"
}