{
    "attributes": {
        "action": "Stop the rise of fuel prices across the UK",
        "additional_details": "The government must put a cap on fuel prices and they must reduce the current price of all fuels. With the cost of living, housing and food on the rise, fuel is just the latest to go up. Soon, members of the public will not be able to afford fuel and no one will be able to support their families as they will not be able to go to work.",
        "background": "The cost of fuel has risen dramatically since the so-called “fuel crisis” in 2021 - We were told this is due to a fuel shortage and a driver shortage but the cost of fuel is making it extremely difficult for an every day working person to afford to drive to work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-05T21:49:55.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-06T09:52:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-11T15:10:56.566Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not directly responsible for the price of fuel, but we have published the following petitions, which you might like to sign:\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years: https://petition.parliament.uk/petitions/599089\r\n\r\nRemove VAT from all domestic fuel, and provide price capping on heating oil: https://petition.parliament.uk/petitions/598647\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nFund payments to energy customers to cover price rises by taxing oil companies: https://petition.parliament.uk/petitions/608136\r\n\r\nCut the VAT charged on energy bills: https://petition.parliament.uk/petitions/597470\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-11T15:10:58.202Z"
    },
    "id": 610790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610790.json"
    },
    "type": "petition"
}