{
    "attributes": {
        "action": "Introduce rights to access maintenance allowance expenditure.",
        "additional_details": "co-parents have to pay maintenance allowance and some struggle to do so, yet they have no right to ask the question of what it is spent on for their child. Some parents use this as an advantage and a power play in order to fund their own personal lifestyle leaving the children without. parents approach in regards to paying early demanding money and using their child as a prop in order to gain a financial advantage. Therefore the paying parent deserves a right to know where it is being spent.",
        "background": "Introduce a right to allow access to the usage of paid maintenance. This could be in the forms of receipts or proof of payments",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T18:51:42.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T19:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T09:15:48.594Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for child maintenance, but child maintenance is calculated based on a formula, and is not based on the actual costs of caring for a child. It's not clear if you want the Government to amend child maintenance rates so they reflect the actual costs of caring for a child, and introduce associated requirements to prove expenditure, or to leave the way child maintenance is calculated the same, but introduce new reporting requirements.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T09:15:50.488Z"
    },
    "id": 610950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610950.json"
    },
    "type": "petition"
}