{
    "attributes": {
        "action": "Turn disused/ derelict  buildings into affordable apartments in the High Peak.",
        "additional_details": "I think the government should take responsibility - they should reassess their requirements for local housing and ensure people get adequate housing. People who are local and and contributed a lot to area( council tax etc.) I think deserve to have the choice living here. It is unfair that people who are from outside the area who can offer prices can force others out. Also, buildings that could be used for it are sitting there without doing anything. Why not take advantage of this. This means no green field will be destroyed.",
        "background": "In the high peak, people are having to move away because prices are getting too expensive. Jobs are limited because of the location and wages aren’t the highest. There are many disused buildings that could be turned into affordable apartments and green field site would not be destroyed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T18:26:03.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T11:48:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T11:42:49.404Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for property owners and High Peak Borough Council, not the UK Government or Parliament.  \r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could have a petition calling for the Government to fund local authorities to convert derelict buildings into affordable housing, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T11:42:58.959Z"
    },
    "id": 611026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611026.json"
    },
    "type": "petition"
}