{
    "attributes": {
        "action": "Storms Arwen Petition Amend the Electricity Act 1989 to achieve:",
        "additional_details": "As we become more reliant on electricity to meet our climate agreement obligations we need a power grid fit for purpose. No more high moorland overhead wires. The oversight of the Electric power networks needs the same power as the DoT over Rail franchises.  Give OFGEM the power to sanction companies who fail and to take into public hands in the final resort.  Taking dividends at the expense of other stakeholders should be severely limited. This is a publicly developed national asset which is now in the hands of overseas investors. Like other critical infrastructure we need to be in control of our own destiny. Storm Arwen and others demonstrated the underinvestment in the infrastructure.",
        "background": "•Increased investment and reconfigure the electricity grid to meet future needs\r\n•Annual targets to achieve resilience \r\n•Dividend restrictions until targets achieved\r\n•A communication strategy fit for purpose\r\n•Local Councils empowered to declare an emergency\r\n•Powers of confiscation for failure",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-09T10:47:47.812Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T16:57:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T15:35:09.271Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want changes to be made to the Electricity Act 1989. However, we're not sure what you want these 'annual targets' to be, what criteria would need to be met in order for the proposed communications strategy to be deemed 'fit for purpose', nor what powers you want Ofgem to be given that they don't already have. Ofgem has the power to impose penalties on utility companies. You can find out more about this here: https://www.ofgem.gov.uk/energy-policy-and-regulation/compliance-and-enforcement/investigations-orders-and-penalties.\r\n\r\nYou could have a petition calling on the Government to review the electricity network to ensure it is fit for purpose, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Hold an urgent inquiry into the energy crisis, and remove VAT on fuel': https://petition.parliament.uk/petitions/605609"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:16:14.673Z"
    },
    "id": 611078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611078.json"
    },
    "type": "petition"
}