{
    "attributes": {
        "action": "Sanction India, Pakistan and Bangladesh",
        "additional_details": "Sanctions against Putin's regime are ineffective as long as we do not sanction other countries \"giving\" him hard currencies.",
        "background": "Halt payments of Foreign Aid to those countried backing Putin and buing his oil and gas with \"hard currency\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-09T09:15:17.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T16:42:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T11:23:03.855Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the UK Government to take action on India, Pakistan and Bangladesh, however it's not clear whether you want sanctions (which typically include the freezing of asset and travel bans) to be imposed, or for foreign aid to those countries to be withheld, or both.\r\n\r\nYou could have a petition calling for either sanctions to be imposed, or for foreign aid to be withheld, so long as the petition was clear which you wanted and why.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428 \r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457 \r\n\r\nBan all UK trade with Russia and Belarus until Russian troops leave Ukraine: https://petition.parliament.uk/petitions/609639  \r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418 \r\n\r\nSeize frozen Russian assets and give proceeds to Ukraine to help with rebuilding: https://petition.parliament.uk/petitions/610119 \r\n\r\nSever diplomatic relations with the Russian Federation: https://petition.parliament.uk/petitions/610043 \r\n\r\nBan all imports of Russian oil and gas immediately: https://petition.parliament.uk/petitions/610289 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T11:23:17.662Z"
    },
    "id": 611071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611071.json"
    },
    "type": "petition"
}