{
    "attributes": {
        "action": "Lower tax that are taken from wages, prices everywhere are raising, hard to live",
        "additional_details": "It's impossible to families to provide for thier families its heartbreaking even working 2 jobs or doing overtime is still not enough for people to live, especially with the prices hiking up on everything, recently suicide and debts has risen due to not being able to provide for thier children and causing too much depression and stress in parents. Even if it's for a few months just to let families get back on thier feet.",
        "background": "Lower the taxs deducted from wages, prices are raising and families are struggling to provide for thier families, even doing overtime doesn't make much of a difference to wages, its wrong to be paying high council tax and high taxes on wages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-09T19:43:30.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T20:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T08:06:29.555Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRaise tax free Personal Allowance to £18,570 to help low income people to get by: https://petition.parliament.uk/petitions/597229\r\n\r\nRaise the Income Tax Personal Allowance to £40,000 and reduce Higher Rate to 25%: https://petition.parliament.uk/petitions/598300\r\n\r\nIf you want income tax to be changed in a different way to the above petitions, you could start a new petition, but you'd need to be clear what changes you wanted to be made to income tax rates or thresholds."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T08:06:32.107Z"
    },
    "id": 611119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611119.json"
    },
    "type": "petition"
}