{
    "attributes": {
        "action": "Emergency Energy Bill - Invest in the UK now rather than overseas next winter",
        "additional_details": "We are walking into an energy crisis next winter where people and industry will be crippled by enormous energy prices; this will be a triple blow as 1) people and businesses will not be able to afford the energy prices and will result in huge hardship, 2) there will need to be drastic government support and 3) the money will go overseas. The government has just 8 months before the next winter to implement measures to prepare, protect and support its citizens - invest now to reduce the cost later",
        "background": "Implement measures to soften huge energy prices next winter and give the UK long term stability and independence of energy production - invest now to best prepare the UK for next winter and reduce hardship\r\nSee policies here: https://energy-emergency.co.uk\r\nThis is not an argument about fossil fuels",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-09T23:27:02.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T20:40:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T09:36:25.108Z",
        "rejection": {
            "code": "no-action",
            "details": "A petition has to ask for a clear action from the UK Government or Parliament. While we can see that you'd like the Government to take action on rising costs of energy, it's not clear exactly what you'd like the Government to do. \r\n\r\nWe've published lots of petitions on the rising costs of energy which you might like to sign. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nCut the VAT charged on energy bills\r\nhttps://petition.parliament.uk/petitions/597470\r\n\r\nRemove VAT from energy-saving products\r\nhttps://petition.parliament.uk/petitions/599459\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n\r\nPrepare & deliver a strategy for developing and using Tidal energy in the UK\r\nhttps://petition.parliament.uk/petitions/598785\r\n\r\nIntroduce grants for home battery storage systems\r\nhttps://petition.parliament.uk/petitions/610997\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel\r\nhttps://petition.parliament.uk/petitions/605609\r\n\r\nReduce or remove VAT on low emission vehicles in order to speed up adoption\r\nhttps://petition.parliament.uk/petitions/600950"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T09:36:25.104Z"
    },
    "id": 611144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611144.json"
    },
    "type": "petition"
}