{
    "attributes": {
        "action": "Raise the Solar Export Guarantee (SEG) tariff to parity with Agricultural Solar",
        "additional_details": "Without a mandated minimum floor tariff by Government, energy companies will continue to defer increasing the SEG tariff in line with rising energy prices as they have demonstrated since the SEG tariff was introduced in 2020.\r\n\r\nIf we want to become an energy independent nation, free from Russian oil and gas, we must incentivize homeowners to generate their own electricity by paying them what we currently pay UK farmers to export solar power generated on their land.",
        "background": "The SEG tariff is paid to rooftop solar homeowners is unregulated and therefore minimized by power companies. The average tariff is well below 5 pence per kWh across all utility providers, removing all incentive to generate domestic solar power. The Agricultural Feed In Tariff is over 3X this amount",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T11:39:01.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T13:38:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T08:56:46.165Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe rate paid to people using the Smart Export Guarantee (SEG) are set by electricity suppliers (SEG Licencees), not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T08:56:47.331Z"
    },
    "id": 611190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611190.json"
    },
    "type": "petition"
}