{
    "attributes": {
        "action": "Accelerate process tfor sponsorship by British citizens of Ukrainian refugees",
        "additional_details": "The humanitarian crisis is massive, and the government's response too slow to date",
        "background": "Accelerate and simply the process for sponsoring Ukrainianrefugees",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T21:38:00.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T22:18:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T17:02:58.753Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about Ukrainian refugees' ability to enter the UK, however it's not clear whether you want the introduction of such a sponsorship scheme to be accelerated, or you want applications for sponsorship to be considered more quickly.\r\n\r\nIn any event, since you started your petition the Government has launched a new ‘Homes for Ukraine’ scheme, which will allow individuals, charities, community groups and businesses in the UK to bring Ukrainians to safety – including those with no family ties to the UK. \r\n\r\nIn the first phase of the scheme people in the UK will be able to nominate a named Ukrainian or Ukrainian family to stay with them in their home or in a separate property. \r\n\r\nFind out more information, and record your interest: https://homesforukraine.campaign.gov.uk/ \r\n\r\nThe Secretary of State for Levelling Up, Housing and Communities announced details of the scheme in the House of Commons on Monday 14 March. \r\n\r\nRead the Secretary of State's announcement and questions from MPs: https://hansard.parliament.uk/commons/2022-03-14/debates/8B28287A-F683-4F80-8A1F-AA1016D92B27/UkraineSponsorshipScheme\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nReopen all visa services for Ukrainians in Ukraine: https://petition.parliament.uk/petitions/609769 \r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397 \r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382 \r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530 \r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574 \r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434 \r\n\r\nGrant Ukrainians, who have over-stayed their visas, leave to remain: https://petition.parliament.uk/petitions/609716 \r\n\r\nCreate a fast-track visa for British-employed Ukrainians and their families: https://petition.parliament.uk/petitions/609691  \r\n\r\nUrge UN to provide safe evacuation routes from war zone in Ukraine: https://petition.parliament.uk/petitions/610069 \r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431 \r\n\r\nCommit to providing refuge for at least 100,000 Ukrainian women & children: https://petition.parliament.uk/petitions/609565 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T08:09:13.657Z"
    },
    "id": 611248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611248.json"
    },
    "type": "petition"
}