{
    "attributes": {
        "action": "Prevent British Military Action that does not respect the Equality Act of 2010.",
        "additional_details": "It would appear that SOME elements within the armed forces of Ukraine could not commit in full to our own Equality Act, judging by the apparently freely allowed display of fascist or quasi fascist insignia. It should at least be a requirement that such displays be prevented as disciplinary matters, by any organisation wishing to ally itself with the UK, or claim moral authority from association with our government. \r\n\r\nI would like this to further, and be framed more generally as an ethical point.",
        "background": "As the Equality Act applies to UK or other citizens operating in the UK, it ought also to apply to HMG actions overseas. \r\n\r\nThis would require checks to made against foreign actors requesting military support.\r\n\r\nThey must be able to sign up for basic gender / racial / LGBTQ equality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T12:53:34.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T17:59:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T09:18:15.678Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about equality and military action overseas, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Equality Act 2010 legally protects people from discrimination in the workplace and in wider society. Decisions about disciplining members of foreign armed forces are a matter for those armed forces, not the UK Government or Parliament.\r\n\r\nWe can accept petitions calling on the Government not to provide foreign aid or military support to particular countries, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T07:36:05.962Z"
    },
    "id": 611296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611296.json"
    },
    "type": "petition"
}