{
    "attributes": {
        "action": "Cease treating football clubs as commercially tradable enterprises.",
        "additional_details": "Increasingly the Premier League and football authorities more generally have put commercial considerations before fans. The fit and proper test has proven to be farcical. Clubs should not have cash flows provided or withdrawn, have managers and players bought and sold at the whim of an individual, particularly one with probably only the slimmest connection to Great Britain. The money provided by TV rights, tickets and merchandise should be perfectly sufficient to fund expenditure.",
        "background": "Football clubs are part of their communities, whilst having wider followings. They should not be traded as commodities amongst wealthy owners, syndicates or oligarchs bringing reputational risks that have no place in the sporting arena. Clubs should belong to fans and be set up as not for profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T18:27:32.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T17:31:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T09:13:24.437Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current ownership structure for football clubs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is up to individual organisations whether to seek charitable status, but we could accept a petition calling for football clubs to be majority owned by fans, similar to how the Bundesliga operates."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T09:13:25.690Z"
    },
    "id": 611227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611227.json"
    },
    "type": "petition"
}