{
    "attributes": {
        "action": "Suspend all MP's who have accepted Russian funding in the last 5 years.",
        "additional_details": "It is highly unlikely that any Russian oligarch is truly independent of President Putin, and it is yet more unlikely that any donations, whether party or personal, are in any way altruistic. At time of crisis it is vital that we ensure that our parliament is free of such corruption, and without such an enquiry it is impossible to know.",
        "background": "Pending the result of an independent enquiry into each example, suspend all MP's who have received funding from Russian nationals in the last 5 years, regardless of position or party affiliation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T08:55:53.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T09:18:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T14:31:24.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are already rules about what donations political parties or individuals can accept. Investigating whether these rules have been broken are a matter for the Electoral Commission.\r\n\r\nFind out more about the rules regarding political donations: https://www.electoralcommission.org.uk/who-we-are-and-what-we-do/financial-reporting/donations-and-loans\r\n\r\nInvestigating whether MPs have broken the code of conduct and should be suspended from the House is a matter for the Parliamentary Commissioner for Standards and Standards Committee. You can find out more about this here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a public inquiry into Russian interference in UK politics: https://petition.parliament.uk/petitions/609388"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T14:31:25.975Z"
    },
    "id": 611275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611275.json"
    },
    "type": "petition"
}