{
    "attributes": {
        "action": "Make all network providers allow free texts to 61016 British Transport Police.",
        "additional_details": "The British Transport Police text number 61016 is vital to report anything that may compromise the safety and security of the Railway and passengers, and other transport services. It is also vital to report potential Suicide and victims of crime, including human trafficking and modern slavery.\r\nUnfortunately some networks treat 61016 as a premium rate text message and either block it, or charge the user most people do not want to call the police in order to keep a low profile…",
        "background": "Make all network providers allow free texts to 61016 British Transport Police. Because some networks treat this as a premium chargeable message.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T18:17:07.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-13T22:03:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-17T14:55:09.584Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The operation of the 61016 text service, and any costs associated with it, are a commercial matter between the British Transport Police, as a non-Governmental body, and phone companies, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund a free text message service to report safety concerns on public transport services to police, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-17T14:55:15.849Z"
    },
    "id": 611225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611225.json"
    },
    "type": "petition"
}