{
    "attributes": {
        "action": "Help with the increased bills and put a price stop on fuel.",
        "additional_details": "I am an ordinary citizen who lives just slightly above minimum wage. I just about able to survive. I never was able to have a mortgage on rent a house on my own as my wage is not enough. Now everything is going up I am and many of us will struggle even more while people in the high position still can enjoy life.",
        "background": "I want the government to stop the extremely increased inflation, gas price, petrol price, food prices.\r\nIt can be done either they put a price stop on it same as in Hungary or increase ordinary people wages so they can afford live their life or they increase the wages accordingly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T13:25:37.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T20:55:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T09:26:09.797Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not directly responsible for the price of fuel or food, but we have published the following petitions, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years: https://petition.parliament.uk/petitions/599089\r\n\r\nRemove VAT off all food: https://petition.parliament.uk/petitions/609385"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T09:26:10.994Z"
    },
    "id": 611300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611300.json"
    },
    "type": "petition"
}