{
    "attributes": {
        "action": "Make fuel expenses compulsory for employers  to pay for carers and nurses",
        "additional_details": "Our carers and nurses who travel to work are not paid the minimum wage!  \r\nAfter their travel expenses are deducted from their pay, they are left with a trifling £7.00 per/h.For those part-time and earning less than 12,500 a year, they are not eligible to get a refund. We are asking the Government to make it compulsory for employers to calculate and pay their employees’ transport fees, according to the price of fuel.  Earning under the minimum wage is exploitation.",
        "background": "Put the responsibility on employers to calculate and include fuel fees in the payroll of carers and nurses who work in community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T21:36:34.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-13T20:10:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-17T15:21:01.520Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what expenses staff in different sectors are reimbursed for are a matter for individual employers in those sectors, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to create a new employment right for all employees to be entitled to reimbursed for any essential travel connected with their employment."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T14:29:49.575Z"
    },
    "id": 611345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611345.json"
    },
    "type": "petition"
}