{
    "attributes": {
        "action": "increase the sentencing for animal cruelty in a magistrate court.",
        "additional_details": "You really think it is fair to intentionally, kick, burn, stab, beat, or neglect the poor thing to such an extent that people will deprive them of water, shelter, food, and necessary medical treatment and only get 6 month? We as the people can't change the law and that's why I have had to turn to the government for help. If you really want to sit by and watch animals get hurt for a sentence of only six months, so be it.",
        "background": "In magistrates courts, animal cruelty cases are considered summary offences. Magistrates' courts only permitted to sentence people to a maximum of six months jail time for animal cruelty. I want this raised to 5 years, which in my opinion is still too short.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-15T09:20:13.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T11:30:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-30T12:32:15.006Z",
        "rejection": {
            "code": "no-action",
            "details": "All criminal cases start in a magistrates’ court, which can only give sentences of up to 6 months in prison (or up to 12 months in total for more than one offence) for any offence, but if the court decides a sentence should be for longer than 6 months, it can pass the case to the Crown Court for sentencing. Decisions about whether to pass a case to the Crown Court for sentencing are a matter for the magistrates’ court.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease maximum prison sentences further for animal cruelty in the UK: https://petition.parliament.uk/petitions/608832"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T12:32:16.117Z"
    },
    "id": 611570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611570.json"
    },
    "type": "petition"
}