{
    "attributes": {
        "action": "Change current Micro Wind Turbine Planning rules at 5m height",
        "additional_details": "If the garden is not 5.2m from the base and each way to three boundrys its impossible to fit or make a difference to your electricty bills \r\nYou will be held ar ransom from your Utility supplier until the rules are changed. These rules need updating for the UK so the UK can reach its Net Zero target. Big business is not enough on its own it requires everybody in the United Kingdom\r\nBecause MCS owns the Market No one can compete which is why its failed .MCS has a Charity now Who would have guessed.",
        "background": "Amend the planning rules for micro Wind Turbines  They do not allow the minium height which is 5m +10% to the bottom of the tower .\r\nThis is impossible for 90% of all domestic gardens so stops them being built. Currently MCS acredited has no micro wind turbines listed under 20K",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T11:35:06.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-17T07:15:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-23T07:46:48.338Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about existing planning rules regarding stand alone wind turbines, but we're not sure exactly how you want these rules to be changed.\r\n\r\nExisting limits to be met for planning permission for stand alone wind turbines are set out here: https://www.planningportal.co.uk/permission/common-projects/wind-turbines/planning-permission-stand-alone-wind-turbines\r\n\r\nWe could accept a petition calling for changes to rules, but it would need to be clear what changes you wanted to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-23T07:46:49.956Z"
    },
    "id": 611661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611661.json"
    },
    "type": "petition"
}