{
    "attributes": {
        "action": "Management/monitoring of CCTV from LA to Emergency Call Handlers",
        "additional_details": "Crime rates are going up and so are unreported crimes. A lot of crime is committed by young people and they are not being caught that they are progressing to more aggressive and violent crime. Ref The economic and social costs of crime, Second edition produced by Home Office. To centralise the operations as with the Met and Manchester Police, it is proven to be effective in securing convictions, intervention of the young before their path is developed in to crime.",
        "background": "Centralise the management and monitoring of CCTV in all towns and cities - moving budget from Local authorities to Police. To train Emergency Call Operators in the use of CCTV, being manned 24/7 will prove effective and reduce staffing costs implementing multi-tasking skills. Transfer budget.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-15T16:25:32.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-17T12:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-23T08:29:39.532Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the use of CCTV are a matter for individual local authorities and the police, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-23T08:29:40.678Z"
    },
    "id": 611604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611604.json"
    },
    "type": "petition"
}