{
    "attributes": {
        "action": "Review the inequality in the motorcycle HMRC fuel expenses advisory rate.",
        "additional_details": "Comparable costs:\r\nAv sized car tax £140 pa\r\nAv motorbike £90 pa\r\nAv mid sized diesel car mpg uk is 43mpg\r\nAv motorbike mpg uk is 57mpg\r\nOn average motorbikes need an annual service/8000 miles \r\nCars on average now are 2 years and 20,000 miles\r\nInsurance is comparable\r\nMotorbikes, have half the Tires but double the cost and half the life.\r\nMotorcyclists safety gear is expensive and requires regular replacement.\r\n\r\nPlease can this be reviewed to more realistically cover the use of motorbikes.",
        "background": "The HMRC fuel advisory rate at which firms pay tax free expenses for staff travelling using their own vehicle is only 24p a mile for motorcycles but 45p for cars and 20p for cycling\r\n\r\nThe rate is designed to cover operating costs.\r\nMotorcycles are comparable in cost to an average car.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T15:44:25.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T19:26:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-22T08:33:23.143Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the HMRC approved mileage rates for motorcycles, but it's not clear if you want these to be reviewed or increased. We can accept petitions calling for reviews, but these cannot presume the outcome of the review. If what you want is for the Government to increase the current rate, you could start a petition clearly requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-22T08:33:24.387Z"
    },
    "id": 611683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611683.json"
    },
    "type": "petition"
}