{
    "attributes": {
        "action": "Data harvested by businesses as a result of the Covid pandemic must be scrubbed.",
        "additional_details": "Many businesses were spun up during the pandemic to carry out Covid testing  and related activities.  As a result they not only made money off the back of the pandemic but now hold the 'crown jewels' of citizens' personal and potentially 'biological' data via the submission of Covid test kits.  At the time, we, the citizens had little option but to submit ourselves to these businesses if we wanted to travel, visit relatives etc The government has a duty to ensure the data gathered as a result of emergency measures are now not abused in the aftermath of the pandemic for further profiteering or other nefarious and unauthorised activities.",
        "background": "Now that Covid measures are being dropped we must also ensure the personal data captured by the Government and private companies is responsibly dealt with.  We need a transparent plan to delete this data and ensure it is not used for further private gain via unauthorised activities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-15T18:24:08.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T10:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-21T11:00:03.398Z",
        "rejection": {
            "code": "no-action",
            "details": "Data protection legislation already applies to data that the Government or private organisations hold in respect of activities undertaken as a result of the covid-19 pandemic.\r\n\r\nYou can read a guide to General Data Protection Regulations here: https://www.gov.uk/government/publications/guide-to-the-general-data-protection-regulation\r\n\r\nWe can accept petitions calling for data protection legislation to be changed, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-21T11:00:04.870Z"
    },
    "id": 611612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611612.json"
    },
    "type": "petition"
}