{
    "attributes": {
        "action": "Support homecare providers to increase their capacity",
        "additional_details": "Homecare providers are bound by the regulations to run profitable and stable companies.  These changes will facilitate this and also create an immediate/positive change in care capacity.",
        "background": "1. Allow homecare staff who are limited to 16 hours per week (or similar) to work more without it affecting their benefits. \r\n2. Offer short term vouchers to homecare staff to compensate for unaffordable fuel rises\r\n3. Re-classify homecare at normal levels of VAT instead of zero rated",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T15:15:07.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T18:30:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-22T08:20:41.931Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support the homecare sector, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to people who are \"limited to 16 hours per week\", and provision of \"vouchers\", but we're not sure what limits you're referring to, or what types of vouchers you want the Government to provide.\r\n\r\nYour petition also refers to changing the VAT rate for this sector, but increasing VAT for homecare services would meant that providers had to charge VAT, and then pay this to the Government, so it's not clear how this would help improve capacity.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-22T08:20:43.635Z"
    },
    "id": 611678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611678.json"
    },
    "type": "petition"
}