{
    "attributes": {
        "action": "Make multi-layer material consumer food packaging compostable by 2030 in the UK",
        "additional_details": "The UK can set the example, leading change in the global market using our consumer power. Producers must adapt to a changing world, and shift to working under a circular economy. This legislation can begin this change. Although supplementary, we must look past recycling to instead reduce the use of plastic, reverse waste pollution and the growing damage of micro plastics. Our consumption can be reformed and this ambition to reduce our plastic production can be realised with this call for change.",
        "background": "Parliament must vote to make mixed material consumer food packaging in the UK compostable and a legal requirement by 2030. Multi-layer material packaging e.g. crisp packets must use compostable or single material packaging. Goods that do not meet these regulations by 2030 will be taxed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-19T10:35:51.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-19T12:00:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T08:46:55.177Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see new requirements for certain types of food packaging, but it's not clear if you want all such packaging to be recyclable, or made of a single material, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T11:08:05.271Z"
    },
    "id": 611845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611845.json"
    },
    "type": "petition"
}