{
    "attributes": {
        "action": "Modify the very cumbersome Homes for Ukraine government form ASAP",
        "additional_details": "The form is pages long with next to no guidance.  Other countries are not requiring this. Everyday’s delay because of this system, is causing untold stress & anxiety for people who are traumatized. \r\n\r\nMany children will not have passports & must be allowed to travel with parents without the need to get one pre-travel, Visa offices are overwhelmed already . This would relieve this pressure & stop people having to travel long distances to acquire one. We need a timescale to manage expectation.",
        "background": "To look at the online form required for hosts and guests and change the format to a more user friendly version.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-19T07:47:28.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-19T08:10:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T08:41:59.339Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that the Homes for Ukraine scheme is overcomplex, but we're not sure exactly what changes you'd like the Government or Parliament to make to this scheme.\r\n\r\nYour petition refers to the form and guidance for completing it, but also appears to want changes to travel documents people need before coming to the UK. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-24T08:42:00.755Z"
    },
    "id": 611844,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611844.json"
    },
    "type": "petition"
}