{
    "attributes": {
        "action": "Review the mileage claim rate for Student Healthcare Professionals",
        "additional_details": "Student Healthcare Professionals are required to travel to and from placement and sometimes this may incur considerable mileage. Many students are eligible to reclaim travel costs but, due to the recent and very significant rise in fuel costs, are claiming at a rate that does not reflect what they are paying at the pumps. This will impact severely on their cost of living and ultimately may affect their ability to attend practice placements.",
        "background": "Review the mileage rate that Student Healthcare Professionals can claim from the NHS Learning Support Fund - it does not currently reflect the rising cost of fuel and is impacting severely on cost of living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T09:51:41.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-22T10:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T07:12:31.249Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government sets approved amounts of Mileage Allowance Payments, which are 45p for the first 10,000 miles, and 25p for more than 10,000 miles. Decisions about whether to use these rates or use different rates are a matter for individual employers, not the UK Government or Parliament. If employers reimburse employees at a higher rate than the Government's approved Mileage Allowance Payments, they have to report this to HMRC.\r\n\r\nFind out more about Mileage Allowance Payments here: https://www.gov.uk/expenses-and-benefits-business-travel-mileage/rules-for-tax\r\n\r\nIncrease the HMRC Mileage Rate from 45p/mile to 60p/mile: https://petition.parliament.uk/petitions/600966\r\n\r\nIncrease the tax-free approved Mileage Allowance Payment rate and review yearly: https://petition.parliament.uk/petitions/601286"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T07:12:32.772Z"
    },
    "id": 611888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611888.json"
    },
    "type": "petition"
}