{
    "attributes": {
        "action": "Make it legal to get genetic & pre-existing illness covered by Private Health",
        "additional_details": "I urge the government to make it a legal requirement for private health insurers to cover pre-existing & genetic illnesses as the vulnerable would rather pay a fee each month for help they need than try to find thousands of pounds just for the answers & help they need by drs who understand their conditions. Having illness & disabilities takes away so much from people already they shouldn’t be left to suffer alone but be treated equally as their lives matter just as much as anyone else’s.",
        "background": "The chronically ill & disabled make up a large portion of the country & most were born with conditions that as they grow can get worse or cause comorbidities with. However, most of the specialist drs for many conditions are based in the private health setting so they can’t get access to basic needs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-18T09:57:58.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-18T19:36:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T16:56:48.382Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on whether to offer medical insurance to people affected by genetic and pre-existing conditions, and the treatment of a person's medical history in that decision, is a matter for individual insurers. \r\n\r\nThe Government and the Association of British Insurers (ABI) have agreed a code on the use of predictive and diagnostic genetic testing in insurance applications. You can read more about the code here:\r\nhttps://www.gov.uk/government/publications/code-on-genetic-testing-and-insurance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-24T16:56:48.380Z"
    },
    "id": 611804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611804.json"
    },
    "type": "petition"
}