{
    "attributes": {
        "action": "Have a system in place where one can view outstanding parking fines and pay them",
        "additional_details": "Create a system or put a universal parking system in place that connects to all the parking companies/councils available so that individuals can view their outstanding fines and pay them. The debt collectors can 'trace' where individuals are and send them the debt collection notice. Individual's credit score being affected, less people able to use credit and the issue escalates because of a poorly managed system. Individuals should be informed of all outstanding fines outside of post and online.",
        "background": "Have a system in place or help us put a system in place where one can access all their parking fines in one place and pay them. It is not always clear which parking fines are outstanding. An example being; if you change your address there is a backlog in the system for parking alerts to be sent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T11:34:04.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-21T12:03:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T15:03:48.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The operation of car parking facilities, including any associated charges and fines, are a matter for local authorities and private providers and landowners, not the UK Government or Parliament. This means the UK Government is not directly responsible for the action this petition calls for.\r\n\r\nYou could have a petition calling on the Government to introduce regulation of all car parks in England, which could require all providers to sign up to a centralised system for the logging and paying of fines, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T14:56:10.339Z"
    },
    "id": 611953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611953.json"
    },
    "type": "petition"
}