{
    "attributes": {
        "action": "Change the way the NHS pays GPs",
        "additional_details": "We all have experienced the challenge of seeing a GP and some people end up going to the local A&E instead. The current system is broken and requires a proactive approach to address it. Therefore, I strongly urge Parliament to change the way GPs are being paid and incentivised. Also, if GPs want to earn more, allow them to sell harmless but controlled medications like Melatonin, which is available throughout Europe without prescription but impossible to get in England.",
        "background": "The NHS pays GPs based on the number of patients they have on their books regardless they see the patients or not. This approach is inefficient and doesn’t motivate GPs to see patients and provide competent care. The NHS should pay GPs based on the number of patients they see in any given month.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T18:39:04.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T06:45:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-30T07:35:30.215Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nHow GPs are paid is a matter for NHS England, not the UK Government or Parliament. GP practices are paid on the basis of the number of patients on their list, and for their performance under the Quality and Outcomes Framework (QOF).\r\n\r\nYou can find out more about primary care commissioning, including how GPs are paid, here: https://www.england.nhs.uk/contact-us/privacy-notice/how-we-use-your-information/our-services/primary-care-commissioning/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T07:35:31.449Z"
    },
    "id": 611984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611984.json"
    },
    "type": "petition"
}