{
    "attributes": {
        "action": "Make beastiality/zoophile pornography illegal.",
        "additional_details": "These acts taken upon on these videos are against the law of the UK government, so why should they be allowed to be viewed in this country even if the acts were not commited in this country? These are videos containing animal abuse and beastiality should be illegal to view, own and certainly create.",
        "background": "I would like the Government or Parliment to pass a Law that beastiality/zoophile pornography to be illegal to view, own, distribute and create. I believe this as the UK has laws against the acts commited in these videos, so the videos should be banned too. These videos are inhumane and disgusting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T20:58:03.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-20T22:23:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T15:02:14.094Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the law relating to extreme pornography. However, as committing bestiality is already a criminal offence under the Sexual Offences Act 2003, the creation of pornography featuring such an act would also constitute an offence. Furthermore, the possession and distribution of such material could already constitute an offence under the Obscene Publications Act 1959 and/or the Criminal Justice and Immigration Act 2008. It's not therefore clear how you want the Government to change about the law as it stands.\r\n\r\nYou can read more about these Acts, and the Crown Prosecution Service (CPS) guidance on prosecuting such offences, here: https://www.cps.gov.uk/legal-guidance/extreme-pornography and here: https://www.cps.gov.uk/legal-guidance/obscene-publications."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T15:02:24.498Z"
    },
    "id": 611919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611919.json"
    },
    "type": "petition"
}