{
    "attributes": {
        "action": "Simplify application process for children in ‘Homes for Ukrainians’ scheme.",
        "additional_details": "Ukrainian families are losing time to reach safety in the UK.Lives are at stake.The ‘homes for Ukrainians’ process is slow & impractical, preventing many families with children completing their application.The process expects a child without valid passport to attend a centre for biometrics (in Poland, Romania) before application is complete. Simply inhumane to expect families living in basements in Ukraine, under curfew & with little means, to travel to a 3rd country for biometrics for a child.",
        "background": "Children travelling with one of their parents (who has valid, international passport), should be able to enter the UK with just a birth certificate. Remove the need for families to attend a biometric appointment prior to completing application. Biometrics for children should happen once in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T15:58:59.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-20T20:00:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T09:08:26.435Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about requirements for those seeking to enter the UK through the 'Homes for Ukraine' scheme, however as of 15 March, those entering the UK through the scheme no longer need to submit their biometric information at a VAC outside the UK, and children are no longer to required their biometric information at all, so we're not sure what it is you'd like the Government to do differently.\r\n\r\nYou can find out more about this here: https://www.gov.uk/guidance/apply-for-a-visa-under-the-ukraine-sponsorship-scheme\r\n\r\nYou could have a petition calling for the current requirements to be changed in some specific way, if that is something you'd like to see happen.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-25T09:08:47.143Z"
    },
    "id": 611906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611906.json"
    },
    "type": "petition"
}