{
    "attributes": {
        "action": "Increase funding for Ukrainian refugees to £500",
        "additional_details": "I feel that with the current situation going on in Ukraine, families are having to flee to other countries - the UK being one of many. The Government said they will donate £350 per Ukrainian family, regardless of their quantity. I feel this is too low, as a large family would need more funding, or maybe a small family needs more nappies due to a health issue. Either way, an extra one hundred and fifty pounds could seriously help out. It can allow you to do a big grocery shop or pay off a bill.",
        "background": "I would like the Government to increase the funding for Ukrainian refugees to £500 as this could help out a lot. Some families have babies, others might have 6 kids, and £350 may not be enough funding to support a family. To compare them, this sum could help do a huge grocery shop or something else.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-22T21:27:41.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T22:30:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T13:00:30.360Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like the Government to increase its support for refugees from Ukraine. The funding you refer to is funding from the \"Homes for Ukraine\" scheme. This is a scheme which awards £350 to people who are housing Ukrainian people or families seeking refuge. The £350 sum does not go directly to the refugee/s. \r\n\r\nYou could start a petition asking the Government to increase the £350 contribution for people who take part in \"Homes for Ukraine\" to £500 a month. Or you could start a petition asking the Government to give £500 to each person arriving from Ukraine as a refugee. \r\n\r\nYou can find out more about the Homes for Ukraine scheme here: https://www.gov.uk/government/news/homes-for-ukraine-scheme-launches"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T16:52:48.876Z"
    },
    "id": 612053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612053.json"
    },
    "type": "petition"
}