{
    "attributes": {
        "action": "Make it so that people gets fined for intentionally driving over ANY pet animal",
        "additional_details": "We shouldn't only prioritise the animal that's been there longest as people, there are animals like cats and birds nowadays that can just as easily escape and also get intentionally hit, and by fining these people for intentionally hitting any animal with their vehicle, it can reduce the amount of deaths in pets due to intentional reasons",
        "background": "Fine the people who intentionally drive over animals, because people are only fined if they intentionally drive over/hit dogs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-22T21:29:11.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-22T21:50:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T07:42:29.623Z",
        "rejection": {
            "code": "already-happening",
            "details": "Someone who intentionally hits an animal with their car could already be subject to fines or prosecution for a number of offences, including animal cruelty. Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nThere are specific legal requirements for motorists to report collisions involving a horse, cattle, ass, mule, sheep, pig, goat or dog: https://www.legislation.gov.uk/ukpga/1988/52/section/170\r\n\r\nWe can accept petitions calling for changes to the scope of these requirements, and we have published the following petition, which you might like to sign:\r\n\r\nMake it a legal requirement for drivers to stop & report collisions with cats: https://petition.parliament.uk/petitions/607317"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T07:42:30.776Z"
    },
    "id": 612054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612054.json"
    },
    "type": "petition"
}