{
    "attributes": {
        "action": "Classify melatonin pills as over-the-counter medication",
        "additional_details": "Melatonin is a natural hormone produced by the body and thus does not need to be regulated so heavily. Irregular insomnia episodes are very common but are not classified as chronic, and therefore cannot be considered for prescription. Furthermore, there is little evidence of artificial melatonin dependence, no evidence of a lethal dose and the side effects are not chronic or significant enough for the heavy regulation it has. Hence,I suggest a set of limit to 10mg for over-the-counter melatonin.",
        "background": "I would like to suggest that pills containing small doses of melatonin (0.5 to 10 mg) that are aimed as sleeping aid should be classified as over-the-counter medication. The process of getting a prescription is very time consuming for the patients and the NHS. This is a simple solution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T01:43:13.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T14:30:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T10:50:28.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about the classification of medicines as prescription-only or 'over the counter' are a matter for the Medicines and Healthcare products Regulatory Agency (MHRA), not the UK Government or Parliament. The MHRA is operationally independent from the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T10:50:28.006Z"
    },
    "id": 612065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612065.json"
    },
    "type": "petition"
}