{
    "attributes": {
        "action": "Open an Emergency Advisory & Operational Department to process Homes for Ukraine",
        "additional_details": "It is irresponsible of the government to suggest that the British public “find their own refugee”; the scheme is difficult & confusing to actualise. \r\nA civilian effort to assist UK host families to find Ukrainian refugees is under way; as volunteers we are overwhelmed by the sheer numbers of people who need assistance, particularly when processing the confusing Visa Applications. We need Government assistance to safeguarding & vet, in order to achieve the aim of inviting Ukrainians to the UK",
        "background": "I ask you to create an emergency Steering-Committee & Operational Department to help volunteers, charities & local authorities to coordinate the delivery of the “Homes for Ukraine” Scheme. Official government effort is required to process Ukrainian participants and to help them match with UK hosts",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T13:37:32.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T14:21:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T13:27:34.426Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about support for charities & local authorities involved in the Homes for Ukraine scheme. However, it's not clear what additional support you want the Government to provide, or what function the Operational Department and Steering Committee proposed in your petition would have.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T13:27:34.421Z"
    },
    "id": 612091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612091.json"
    },
    "type": "petition"
}