{
    "attributes": {
        "action": "Change the 14 days customer satisfaction and apply it to bussiness too.",
        "additional_details": "By law as I'm no consider as a customer, I'm a company so I'm not protected by the 14 days of customer satisfaction.\r\nhttps://advice.consumercouncil.org.uk/consumer-rights/your-consumer-rights-when-buying-services",
        "background": "I've just started my own business and I needed a marketing company to help me out. I've signed a 3 month contract and after a week I wanted to end the contract, the company is not letting me finish the contract and request me to pay the full three months. I'm not protected because I'm not a customer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-24T15:14:06.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T08:45:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-30T07:44:17.059Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the rights of businesses to cancel contracts, but we're not sure exactly what rights you want businesses to be granted. Online, mail and telephone order customers have the right to cancel their order within 14 days of receiving their goods, and then have another 14 days to return these goods.\r\n\r\nWe could accept a petition calling for this right to be extended to businesses, but it wasn't clear if your petition was about a purchase of goods, or a contract for services, which is not covered by 'distance selling' consumer rights."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T07:44:18.161Z"
    },
    "id": 612171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612171.json"
    },
    "type": "petition"
}