{
    "attributes": {
        "action": "Change Restrictive Permitted developement rights for Domestic Wind  Turbines",
        "additional_details": "Help anyone that wants to errect a turbine on there land to have the right to produce electricty and benefit from it.\r\nI have designed a working prototype over 10 years and still cannot test it due to current restrictions with Plannig regulations written for MCS Certifide Rules.\r\nHow many more years will this take ?",
        "background": "Stop restricting the public from fitting Solar or wind producing Equiptment .\r\nGet Fairly Paid Money off their Utility bills.\r\nCancel Outdated MCS Certified installers Monopoly on sales and installs.\r\nFix Dumb smart meters So the public can get paid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T20:45:10.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T18:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T07:52:59.921Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about restrictions on the deployment of domestic wind turbines, but we're not sure exactly what rules you'd like the Government or Parliament to change.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for changes to the current rules, provided it is clear what changes you want, or for the Government to review existing rules, with a view to reforming these to reduce barriers to deployment of domestic wind turbines."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T07:53:01.494Z"
    },
    "id": 612122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612122.json"
    },
    "type": "petition"
}