{
    "attributes": {
        "action": "Change the way council deal with damp issues in homes they own",
        "additional_details": "It's unfair to live in unsuitable housing we get mocked by most of society for being in a council home as it is but we pay rent an council tax just like everyone else my husband works an it's unfair for them to keep repeating it's out of there budget or just simply painting over damp rather than resolving it. Iv lived in my home 7 years an still nothing has been fixed I have children  including a 5 month old baby this is now affecting",
        "background": "Change the way councils deal with damp issues within there houses it's an in going issue that they never deal with",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-24T07:37:44.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-24T09:08:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-29T07:35:26.399Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your situations, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned with how some local authorities respond to damp issues in local authority housing, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf the damp in your home is harmful to your health or is a nuisance, then it may be a statutory nuisance, or a a hazard under the Housing Health and Safety Rating System (HHSRS), in which case you can take legal action if your local authority fails to take action. You can find out more about this here: https://www.citizensadvice.org.uk/housing/repairs-in-rented-housing/repairs-common-problems/repairs-damp/\r\n\r\nWe could accept a petition calling on the Government to review how local authorities respond to complaints of damp, if that's something you want to happen. We could also accept a petition calling on the Government to create new legal requirements for local authorities to tackle damp, but it would need to be clear what new requirements you wanted to be imposed.\r\n\r\nIf you have already complained about damp in your home and are unhappy with your local authority's response, you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T07:35:28.807Z"
    },
    "id": 612138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612138.json"
    },
    "type": "petition"
}