{
    "attributes": {
        "action": "Stop the HRT shortage. Manufacture it in the UK?",
        "additional_details": "Intervene and ensure there is an adequate supply of this essential treatment. Thousands of women are seeing a return of debilitating symptoms, not just those in menopause but those with other conditions such as PMDD or surgical menopause. Help ensure this doesn't keep continuing to happen, perhaps manufacture it within the UK? Such extreme shortgages wouldn't happen to drugs such as Statins, testosterone or viagra, so why is it happening so frequently to something thousand rely on?",
        "background": "Thousands of women are going without essential treatment due to a continued shortage/disruption in the supply of hormone related therapies in particular Oestrogel. This is unacceptable. An adequate production & supply needs to be implemented to prevent this from continuing to happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-24T20:49:53.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-24T21:52:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-30T07:28:43.940Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about sourcing pharmaceuticals are a matter for health providers, and decisions about where to manufacture pharmaceuticals are a matter for  individual pharmaceutical companies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T07:28:45.264Z"
    },
    "id": 612192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612192.json"
    },
    "type": "petition"
}