{
    "attributes": {
        "action": "Reform the Public Health (Control of Disease) Act 1984 urgency procedure",
        "additional_details": "The Health Protection (Coronavirus, Restrictions) (England) Regulations 2020 was enacted without an impact assessment & parliamentary review was undertaken post implementation.\r\nThere is increasing evidence that lockdowns & other NPIs caused harm to large numbers of people. Children's education was harmed, medical treatment delayed and people's health & fitness substantially reduced. Isolation caused mental health issues, especially for children, elderly & those living alone.",
        "background": "Reform section 45R of the PHA 1984 to prevent misuse of the urgency procedure to implement regulations without parliamentary scrutiny.\r\nAny measures that may harm health or impact on freedom must be subject to an impact assessment & parliamentary review",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-25T09:49:35.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-08T06:43:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T13:26:33.417Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like reform to Section 45R of the Public Health (Control of Disease) Act 1984, but we're not sure if you want all regulations made under this act to be subject to Parliamentary scrutiny and an impact assessment, or only those that the Government believes may harm health or impact on freedom.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-20T13:15:20.874Z"
    },
    "id": 612215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612215.json"
    },
    "type": "petition"
}