{
    "attributes": {
        "action": "Reevaluate the procedure for SEN children's education and better support family",
        "additional_details": "Having a child with special needs is an incredibly rewarding, but around the clock difficult job as a parent. Why does every bit of support for them have to be a battle? Decisions about their lives and future being made by a panel of strangers who are basing decisions on a piece of paper? I think we should work to create more support for parents and children, more schools and funding for our vulnerable children, and reconsider how the system works altogether for more personal support to us",
        "background": "Children with special educational needs are currently having to fight far to hard to gain an education. There is limited spaces in specialised schools, resulting in children being left in the wrong setting, home schooled, or taught by professionals lacking correct training.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-25T12:50:15.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T13:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-30T12:50:28.675Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has launched a public consultation on major changes it wants to make to the special educational needs and disabilities (SEND) and alternative provision (AP) system in England.\r\n\r\nFind out more about the consultation and share your views: https://www.gov.uk/government/consultations/send-review-right-support-right-place-right-time\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nMake SEND training mandatory for all teaching staff: https://petition.parliament.uk/petitions/607849\r\n\r\nRequire schools ringfence funding for pupils with Education and Healthcare Plans: https://petition.parliament.uk/petitions/607434\r\n\r\nFund increased support for children with additional needs in mainstream schools: https://petition.parliament.uk/petitions/606406\r\n\r\nFund additional specialist school capacity for children with disabilities & SEN: "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T12:50:29.992Z"
    },
    "id": 612227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612227.json"
    },
    "type": "petition"
}