{
    "attributes": {
        "action": "Prevent broadcasters from taking away rights to watch UK based sporting events",
        "additional_details": "Many people are unable to attend events for a variety of reasons (e.g. disabilities, shielding due to COVID vulnerabilities, personal engagements etc) so their only option to follow their team/ individual is to watch on pay per view TV. It is wrong that UK based sporting events are sold off to the highest broadcasting bidder in other countries so that UK fans are prevented from watching. We call on the government to stop the selling off of broadcasting rights for UK based sporting events.",
        "background": "Due to corporate greed, many sporting events taking place in the UK are sold off to broadcasters internationally. These international broadcasters can then prevent the sporting event from being broadcast in the UK, even if sports supporters want to pay to view it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-25T15:19:14.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T16:00:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T07:40:08.191Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that some UK sporting events are not available to watch on public broadcasting, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Broadcasting Act 1996 (as amended) gives the Secretary of State for Digital, Culture, Media and Sport the power to draw up a list of sporting events of national interest. This ensures that the broadcast rights to these events must be offered to the main free-to-air terrestrial broadcasters on “fair and reasonable terms”. The aim is to make sure that the events are made available to all television viewers. For events not listed as events of national interest, it is up to the organisers whether and who to offer broadcast rights to.\r\n\r\nYou can find out more about listed sporting events here: https://commonslibrary.parliament.uk/research-briefings/sn00802/\r\n\r\nIf you want the Government to make all UK sporting events listed, so that broadcast rights to these events must be offered to the main free-to-air terrestrial broadcasters on “fair and reasonable terms”, we could accept a petition requesting this. It would still be up to terrestrial broadcasters whether to purchase broadcasting rights for particular sporting events."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T07:40:09.547Z"
    },
    "id": 612237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612237.json"
    },
    "type": "petition"
}