{
    "attributes": {
        "action": "Create a Law on taking video & photos on private property any public place",
        "additional_details": "I have seen lots of videos on member of public taking video or photos in public without asking for the permissions from property owners or a individual maybe in video or photographys. UK we need create a law so there a level playing field & any one can ask questions why or what you taking video/photos for in public spaces & on private property without saying individuals in public spaces he/she need ask permission first landowner or individual before allowed take them! Or ease photo/video.",
        "background": "Create a law on taking photo/videos of private property or government property within a public space with permission of landowners signage on properties must be displayed show there a law in place",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T13:50:05.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-03T22:58:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T13:58:38.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the freedom people currently have to take photos or videos, but it's not clear what new requirements you want to be introduced.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T13:58:39.434Z"
    },
    "id": 612293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612293.json"
    },
    "type": "petition"
}