{
    "attributes": {
        "action": "Improve EV charging infrastructure",
        "additional_details": "This becomes a bigger problem on longer journeys where a number of vehicles have to queue to use charging points because there isn't enough of them to keep up with demand. Also, when away from home the availability of public charging points is sparse and not fast charging stations either. This makes travelling anywhere other than work and home a needlessly long day. If the government wants more EVs then it needs to support or provide better charging infrastructure.",
        "background": "With the sale of EVs now surpassing the sale of diesel cars, the infrastructure of public charging points vastly needs improved. Having 2 charging stations in services and slow charging points in public car parks is simply not enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-28T10:37:38.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-28T17:58:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-01T07:16:44.041Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing charging infrastructure for electric vehicles, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to increase funding for the installation of electric vehicle chargers, or to publish a strategy with targets for increasing the number of electric vehicle chargers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-01T07:16:45.128Z"
    },
    "id": 612380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612380.json"
    },
    "type": "petition"
}