{
    "attributes": {
        "action": "Introduce that at least 25% of all clothes in the UK are made from British wool.",
        "additional_details": "Using wool produced in the UK would help develop the textile industry. Develop a new high quality textile industry would also provide jobs and opportunities for skilled workers. It would raise the price wool which of an undervalued commodity. Help create longer lasting clothing which will reduce waste. Provide sheep farmers with an income that does not rely on subsidies.",
        "background": "Ensure that wool from British farms is used to create domestically produced clothing. This would help reduce pollution from plastics which is e.g. linked to micro fibres from synthetic fleece garments. It would also mean that clothing is biodegradable and more environmentally friendly overall.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-27T12:39:05.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-27T17:35:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T11:06:36.841Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on which materials are used in the manufacturing of clothes are a matter for manufacturers and retailers, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to ban the sale of clothes containing wool sourced from outside the UK, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T11:06:38.700Z"
    },
    "id": 612331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612331.json"
    },
    "type": "petition"
}