{
    "attributes": {
        "action": "Create an outlined plan to ensure all NHS workers get free covid tests.",
        "additional_details": "1,500 NHS workers have died during to the pandemic. Matt Hancock's botched PPE and shortage did not help. Now the government decides to remove funding for free Covid tests for the country. NHS workers require daily testing to keep their patients and loved ones safe. 'A month ago, the NHS was promised “specific detail on the various testing protocols for patients and staff”', but with 3 days left till this comes into effect, there is still no public plan to support NHS workers.",
        "background": "For the government to create an outlined plan for NHS Staff and other staff working with vulnerable people, to provide free tests to them all before 1st April, and if after that date, refund the cost of the tests to those who have had to purchase them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-27T14:04:32.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-27T15:02:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T10:54:01.149Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/612157\r\n\r\nIf there are other staff you want to continue to receive free covid-19 tests, we could accept a petition requesting this, but it would need to be clear who you want to be eligible."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T10:54:02.408Z"
    },
    "id": 612338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612338.json"
    },
    "type": "petition"
}