{
    "attributes": {
        "action": "Equal Rights for Provide Information to Home Office from Refugees",
        "additional_details": "About two years ago, Home Office made a system where refugees cannot directly provide information, complaints, statements, and any documents to Home Office. Any documents from refugees must first be sent to a solicitor, Migrant Help or other legal entity registered with the UK. Only legal entities can file documents on behalf of a refugee. AAs a result, documents can lie in Migrant Help for months and they will have nothing for it. And solicitors refer to time constraints according to Legal Aid.",
        "background": "I ask the government to review the Home Office system in terms of accepting any documents from refugees. To make the system honest, open and accessible to all refugees without any intermediaries. Without putting people even more in distress, which can ultimately lead to the worst consequences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-29T15:09:14.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-29T15:32:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T12:17:58.442Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe have been unable to find any evidence of Home Office rules that prevent refugees from submitting information, documents or complaints directly to the Home Office, so we're not sure what rules or processes you would like to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T12:18:01.414Z"
    },
    "id": 612479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612479.json"
    },
    "type": "petition"
}