{
    "attributes": {
        "action": "Stop pay rises for the government",
        "additional_details": "I would like this to go to a national vote rather than a government vote to pass, they gave the public the decision to vote democratically, now we need the same for their pay, so the country has control not the government. Please support this now, before another year gets destroyed by billionaires and millionaires making our decisions.",
        "background": "Government are going to take a pay rise, but our cost of living have become unaffordable for all, rise in taxes and fuel costs. The government needs to show their worth before they receive any form of pay rise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-30T16:47:50.804Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T21:01:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-05T07:23:38.350Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition refers to \"pay rises for the government\", but we're not sure if you're referring to pay rises for MPs, or staff employed by the Government.\r\n\r\nWe can't accept petitions about the pay of MPs because the Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nWe could accept a petition calling on the Government not to increase the pay of any government staff, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-05T07:23:40.441Z"
    },
    "id": 612842,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612842.json"
    },
    "type": "petition"
}