{
    "attributes": {
        "action": "Ban exam questions that assume there are only two genders.",
        "additional_details": "As well as being old fashioned, it excludes trans-students, gender fluid students and reduces the voice of all students. The questions can be rephrased for things that are binary, such as simply writing “how many are not male”. \r\nIn the past, consciously including ethnically  diverse names and a mix of traditionally male and female names has successfully led to a more inclusive set of questions and the time is right to do this again.",
        "background": "Often on maths exams, there are questions of the form “In a class of 30 students, 14 students are male. How many are female?” These questions are based on the assumption that all people are either make or female. National exam boards should not be permitted to include questions of this form.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-30T20:35:29.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T20:50:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-05T07:20:40.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about exam questions are a matter for individual exam boards, not the UK Government or Parliament.\r\n\r\nExam boards are overseen by Ofqual, the regulator of qualifications, examinations and assessments in England, and you can find out how to complain about an exam board here: https://www.gov.uk/government/organisations/ofqual/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-05T07:20:41.607Z"
    },
    "id": 613109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613109.json"
    },
    "type": "petition"
}