{
    "attributes": {
        "action": "National Day of Solidarity against the Government \r\nBring the UK to a standstill",
        "additional_details": "Reverse Brexit! Bring the UK back into the trade agreements with the EU by rejoining\r\nReverse/sack The Nationality and Borders Bill\r\nCap gas and electric companies, give the profits  back to the people \r\nWe need a National Day of Solidarity where we can all come together \r\nWe need action now before more changes  will be implemented  affecting the poorest families inc the displaced communities that are housed in the UK too.\r\nJoin us on a National day of  Solidarity  on the 29th June! 4pm in the UK!",
        "background": "Its time to take the government to task over the overwhelming changes that are affecting the grassroots society of the UK today. This includes the appalling nationality and borders bill, the rise of mp expenses, the appalling rise of gas and electric and the the removal of UK from the EU",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-31T14:14:19.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-31T19:21:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T13:50:57.854Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The organisation and promotion of, and attendance at, any form of peaceful protest or demonstration is a personal matter, and not something the UK Government or the House of Commons are directly responsible for.\r\n\r\nYou could have a petition calling on the Government to make certain changes to policy or the law, such as to decline to seek Royal Assent for the Nationality and Borders Bill, if that is something you'd like to see happen.\r\n\r\nYou may wish to sign these petitions which call for related actions: \r\n\r\n'Seek to rejoin the EU': https://petition.parliament.uk/petitions/600832\r\n\r\n'Negotiate re-entry to the Single Market': https://petition.parliament.uk/petitions/604892\r\n\r\n'Tax 50% of the Energy Companies profits to help households pay bills.': https://petition.parliament.uk/petitions/607983"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T13:52:03.435Z"
    },
    "id": 613340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613340.json"
    },
    "type": "petition"
}