{
    "attributes": {
        "action": "Help Centre's all around the UK to help students to extra,free education.",
        "additional_details": "The UK government have talked about Children education multiple times to further greaten our strength in education we could make sure Children get the help they need and don’t stay quiet. Also, if teachers think children are struggling they could contact parents and discuss where, when  and what subject they need more help on. This should be generally available for secondary school but there could be extra add ons for Primary schools to get them started for SATS.",
        "background": "In my opinion if children are struggling in a specific subject, they should be able to access free help as if the Goverment really do care they would put as much equipment and wealth as they can afford. Students should be provided with at least the three subjects: Maths,English and Science",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-31T16:02:13.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-31T17:27:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-05T09:24:55.558Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see students better supported when they are struggling in a certain subject, but we're not sure exactly what action you'd like Government of Parliament to take.\r\n\r\nYou could start a new petition calling on the Government to fund extra tuition classes in Maths, English and Science for students that are struggling, if this is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-05T09:24:55.556Z"
    },
    "id": 613381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613381.json"
    },
    "type": "petition"
}