{
    "attributes": {
        "action": "Ban camping site exemptions, give local authorities control & residents a voice.",
        "additional_details": "The Camping & Caravanning Club totally disregard local fears about new sites, making them unaccountable. On one site they expanded from 5 to 80 units, with one entrance & single-track access, no planning control despite objection from MPs & local authorities. Rural communities are habitually ignored & bullied. We have no hope of tackling our very real concerns for public health & safety & ask for government help to amend current outdated legislation & back councils to use an Article 4 direction.",
        "background": "Camping Associations abuse the benefit they have from planning exemptions. We want checks in place to protect our rural amenities, especially when the area & its infrastructure is obviously unsuitable. \r\nAmending the Caravan Sites & Control of Development Act 1960 will support achieving this goal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-31T14:11:32.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-31T20:03:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-05T11:34:10.739Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about current regulations relating to camping sites, but we're not sure exactly what changes you'd like the Government or Parliament to make to these regulations.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-21T13:24:12.207Z"
    },
    "id": 613339,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613339.json"
    },
    "type": "petition"
}