{
    "attributes": {
        "action": "Make Phone Zones Mandatory in all Public Secondary Schools in the UK.",
        "additional_details": "Most importantly, students need their phone if they run out of money on their school food account and they need to top up their account by using their phone or they have to call their guardian to ask them to do it. At the moment you can’t do this in most secondary schools, meaning students are left hungry all day. It is scientifically proven that, if your not hungry you can learn more. The government has moved into a new period, and it’s time for schools to do the same.",
        "background": "Make Phone Zones Mandatory in all Secondary Schools in the UK. Over 60 percent of jobs in the future will have some sort of modern technology like phones. Also, if you want to check your family’s or friends mental or physical health through the day, you need to phone or text them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-01T19:53:04.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-01T20:02:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T07:40:13.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when students are allowed to use their mobile phones are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire schools to allow children to bring a mobile phone into school: https://petition.parliament.uk/petitions/598241"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T07:40:14.372Z"
    },
    "id": 613707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613707.json"
    },
    "type": "petition"
}