{
    "attributes": {
        "action": "Get the prices that Out of Hours Veterinarian services charge regulated",
        "additional_details": "Pet ownership is already an expensive thing.  On a normal day, a visit to the vet would cost on average £100 for a small issue.  If your pet is unwell out of business hours, there is no choice but to use this service and pay these extortionate rates to help your pet.  The alternative is for the owner to see their animals suffer.  We would like to see these fees regulated and made affordable.  This would also help to get pet insurance prices to drop as the payouts would be lower.",
        "background": "Currently, a lot of Out of Hours and Weekend Veterinarian services charge extortionate fees for consultancy.  These fee's are enormous in comparison to a week day fee, and in some cases over 5 times more expensive the normal rate.  We would like to see this regulated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-04T12:47:51.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-04T12:56:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-07T07:19:52.334Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for setting veterinary fees, either during working hours or out of hours services.\r\n\r\nWe could accept a petition calling on the Government to create a regulator for veterinary services, with powers to cap charges for services at different times."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-07T07:19:53.657Z"
    },
    "id": 613960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613960.json"
    },
    "type": "petition"
}