{
    "attributes": {
        "action": "Reverse the recent energy price increase and  create a cap on energy bills.",
        "additional_details": "The general public are deeply concerned and afraid about these new increases. Not least of all the most vulnerable in our communities. The rising cost of living is affecting everyone adversely and needs to be addressed immediately with compassion and understanding. People simply cannot afford it.",
        "background": "This needs to be brought to parliament’s  attention and given thorough and fair discussion and leading to swift action. It’s simply driving more people in to poverty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-04T21:51:24.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T09:37:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-07T15:36:52.458Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe energy cap is set by Ofgem, which is operationally independent of the Government and Parliament. You can find out more about how the energy price cap is set here: https://www.ofgem.gov.uk/publications/price-cap-increase-ps693-april\r\n\r\nYou might like to sign the following petitions, which call for related actions:\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap:\r\nhttps://petition.parliament.uk/petitions/606586\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-07T15:37:00.669Z"
    },
    "id": 614019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614019.json"
    },
    "type": "petition"
}