{
    "attributes": {
        "action": "Have schools educate pupils on the LBGTQ community",
        "additional_details": "I want the government to do this because people of the LBGTQ community are disrespected and discriminated against for just being who they are, it is unjust and is against the human decency they as a whole deserve, and they are not getting enough representation and not considered as normal people to a  minority, they are not being treated as well as a heterosexual person would be treated and they are forced to deal with it with little to no consequence for the antagoniser.",
        "background": "I want the government to educate children of the LBGTQ community so they don’t make assumptions and better respect people of the community and are not disrespectful towards people who are apart of the community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T21:05:26.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-06T12:46:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T07:27:25.685Z",
        "rejection": {
            "code": "already-happening",
            "details": "In teaching Relationships and Sex Education (RSE), schools are already required to \"ensure that the needs of all pupils are appropriately met, and that all pupils understand the importance of equality and respect. Schools must ensure that they comply with the relevant provisions of the Equality Act 2010, under which sexual orientation and gender reassignment are amongst the protected characteristics\".\r\n\r\nAt Primary level, schools are required to teach about sexuality in the context of family structures, specifically pupils are expected to learn \"that others’ families, either in school or in the wider world, sometimes look different from their family, but that they should respect those differences and know that other children’s families are also characterised by love and care\".\r\n\r\nThe RSE curriculum also states that \"sexual orientation and gender identity should be explored at a timely point and in a clear, sensitive and respectful manner\" at secondary level, and that the Government expects \"all pupils to have been taught LGBT content at a timely point\".\r\n\r\nYou can find out more here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf.\r\n\r\nWe could accept a petition calling for changes to the national curriculum in respect of LGBT+ content, but you would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T10:58:01.830Z"
    },
    "id": 614152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614152.json"
    },
    "type": "petition"
}