{
    "attributes": {
        "action": "Make redundant.Account Social Workers who reward and assist Parental Alienation",
        "additional_details": "Investigate and make redundant incompetent Social Workers.Grant the courts rights to identify and dismiss libelous information submitted to courts and over-rule and disqualify Social Workers who knowingly submit libelous information",
        "background": "Acknowledge the damaging effects of Parental Alienation and begin to draw up new legislation to protect children and safe loving parents affected by Parental  Alienation.Make redundant and investigate cases where Social Workers and their administration have submitted false and unfounded information.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-06T00:27:08.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-07T05:17:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T09:06:23.173Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about dismissing employees are a matter for individual employers, not the UK Government or Parliament.\r\n\r\nSocial workers in England are already regulated by Social Work England, You can find out more about how social workers are regulated here: https://www.socialworkengland.org.uk/\r\n\r\nDecisions about the admissibility of evidence, and taking action in the case of people bearing false witness, are a matter for the courts, not the Government or Parliament.\r\n\r\nIf you are unhappy with children's care services, you can find out how to complain here: https://www.lgo.org.uk/make-a-complaint/fact-sheets/social-care/social-care-for-children/children-s-care-services"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T09:06:24.281Z"
    },
    "id": 614162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614162.json"
    },
    "type": "petition"
}