{
    "attributes": {
        "action": "Fund full sick pay for social care workers",
        "additional_details": "Now that we are 'living with coronavirus', care workers are required to test themselves for covid twice a week - whether or not they have symptoms - and cannot work if they are positive. While it's important to protect the vulnerable people they care for, it's unfair that they aren't paid when they can't work; care wages are low and this may push people into poverty.\r\nGovernment should continue funding for proper sick pay for as long as they as care workers to continue testing.",
        "background": "During the covid19 pandemic, the government provided specific funding so that care workers who tested positive for covid could receive full pay while they isolated at home. This funding ended on 31st March, but it should be extended as long as care workers have to carry on routinely testing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T14:58:42.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T16:10:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-08T09:27:07.487Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition calls for funding for full pay for care workers who are required to self-isolate to be extended, but the UK Government has not provided funding to enable care workers to receive full pay if they have to self-isolate due to covid-19. The rules for Statutory Sick Pay were changed, so that this could be claimed from day one where someone was self-isolating due to covid-19.\r\n\r\nWe could accept a petition calling on the Government to fund full sick pay for care workers, or to extend changes to Statutory Sick Pay that were implemented in relation to covid-19."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-08T09:27:09.068Z"
    },
    "id": 614103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614103.json"
    },
    "type": "petition"
}