{
    "attributes": {
        "action": "To implement a Child Domestic Abuse Law.",
        "additional_details": "The current law gives children no rights. Protective legislation will uphold their voices on matters that affect them.\r\nWe want paramount consideration that even if the perpetrator has not been directly abusive to the child. Growing up in an environment of hostility and abuse, whether it physical, psychological, emotional or sexual, will mean the child is a victim not just from being present in the home but from seeing the parent who is a victim suffer whether that be physically or emotionally.",
        "background": "It's positive that children are recognised as victims in their own right. \r\nWe however observe that there is no particular guidance on how this application, should impact decision making for social services, CAFCASS or indeed the Courts. We are asking for this to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-06T12:33:37.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-06T14:20:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T07:44:58.602Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is already legislation relating to the domestic abuse of children, and we're not sure exactly what changes you'd like the Government or Parliament to make to the law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T07:31:10.582Z"
    },
    "id": 614199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614199.json"
    },
    "type": "petition"
}