{
    "attributes": {
        "action": "Give refugees to the UK priority status for schools admissions",
        "additional_details": "It will make it much easier for highly vulnerable and traumatised refugee children, including Ukrainians, to access the closest or the best schools to suit their needs, rather than being put to the back of the queue. Councils *aren’t* making sensible or helpful choices at the moment, meaning the government needs to take action NOW.",
        "background": "Currently refugee children are not given priority status which means they can be sent to any school in the local area, even one that is miles away, rather than the one that best meets their needs. This means highly vulnerable children are being let down, again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-07T11:46:01.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-07T12:18:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T10:41:08.098Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about school admissions policies are a matter for individual schools and local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase funding for schooling of refugees, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T10:41:09.439Z"
    },
    "id": 614283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614283.json"
    },
    "type": "petition"
}