{
    "attributes": {
        "action": "Government to petition United Nations to send investigators to Ukraine.",
        "additional_details": "An independent investigation is needed to establish the truth and hold any possible perpetrators responsible according to international law.  Time is of the essence as evidence may be destroyed or witnesses intimidated into silence.",
        "background": "Press the UN for independent investigators to be sent to those areas in Ukraine where Russian armed forces have vacated to gather evidence of alleged war crimes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-06T15:00:59.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-06T17:59:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T08:09:24.096Z",
        "rejection": {
            "code": "already-happening",
            "details": "The United Nations Human Rights Council has already established an independent international commission of inquiry to:\r\n\r\n- investigate all alleged violations and abuses of human rights and violations of international humanitarian law, and related crimes in the context of the aggression against Ukraine by the Russian Federation, and to establish the facts, circumstances and root causes of any such violations and abuses.\r\n- collect, consolidate and analyse evidence of such violations and abuses, including their gender dimension, and to systematically record and preserve all information, documentation and evidence, including interviews, witness testimony and forensic material, consistent with international law standards, in view of any future legal proceedings;\r\n- document and verify relevant information and evidence, including through field engagement, and to cooperate with judicial and other entities, as appropriate;\r\n- identify, where possible, those individuals and entities responsible for violations or abuses of human rights or violations of international humanitarian law, or other related crimes, in Ukraine, with a view to ensuring that those responsible are held accountable;\r\n\r\nYou can find out more about this commission here: https://www.ohchr.org/en/hr-bodies/hrc/iicihr-ukraine/index"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T08:09:26.693Z"
    },
    "id": 614212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614212.json"
    },
    "type": "petition"
}