{
    "attributes": {
        "action": "Make good on your promise to pursue prosecution for war crimes in Ukraine",
        "additional_details": "The UK ministers responsible for instigating this are Liz Truss, the Secretary of State for Foreign, Commonwealth and Development Affairs and Dominic Raab, Secretary of State for Justice.  I have created this petition in order to obtain as many signatures as possible to compel the UK government to follow through with it’s promise and ensure that everything possible is done to bring the perpetrators of these atrocities to justice. Genocide should not be allowed to go unpunished!",
        "background": "We have all been horrified to witness the countless deaths of civilians at the hands of the Russian army in Bucha, on the outskirts of Kiev. There has been international condemnation of these atrocities. The UK government has promised to pursue prosecution of those responsible for war crimes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-06T21:46:03.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-07T11:46:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T12:36:56.262Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK has already said that it will provide military, policing and financial support to help to uncover evidence of war crimes and ultimately seek justice, and has announced an additional £1 million of funding for the International Criminal Court (ICC) to help to uncover evidence of war crimes, and are providing UK experts to support the investigation: https://www.gov.uk/government/news/international-coalition-to-support-icc-russian-war-crimes-investigation\r\n\r\nProsecutions for war crimes are a matter for relevant international courts, not the UK Government or Parliament. You can find out about the ICC's investigation into alleged crimes committed in Ukraine here: https://www.icc-cpi.int/ukraine"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T12:36:59.480Z"
    },
    "id": 614249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614249.json"
    },
    "type": "petition"
}