{
    "attributes": {
        "action": "Make all sports inclusive for people with disabilities!",
        "additional_details": "I myself have a disability and have being discriminated numerous times by a swimming club! I want to make sure that no one has to go through this that all children and adults are able to take part in all sports activities! It is extremely import for peoples mental and physical well-being! I am a swimmer myself and it really improved my mental health until the club didn’t except me because of my disability. So I hope that the government can make sure that people with all disabilities can take part in sports activities!!",
        "background": "I want to make sure that all sports are inclusive for people with disability’s !",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-08T18:29:08.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-08T19:00:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-12T08:42:51.034Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe are sorry to hear about your experience, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Equality Act, which makes discrimination on the basis of disability illegal, already applies to sports facilities. You can find out more about protections from disability discrimination, and what you can do if you think you have been discriminated against, here: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-12T08:42:52.038Z"
    },
    "id": 614393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614393.json"
    },
    "type": "petition"
}