{
    "attributes": {
        "action": "Make suicide prevention training legally binding at places of work & education.",
        "additional_details": "I have become increasingly fed up reading about the loss of such good, young, loved, caring, funny and valuable people.\r\n\r\nHelp me to turn the tide when it comes to domestic suicides for plainly, one life lost is one too many. \r\n\r\nMany suicides, arguably stem from civic inaction, specifically NOT being taught at school, for instance about the means to support one’s mental health and how to recognise and deter a friend/ family member who is feeling suicidal. \r\n\r\nThis is a problem that must be remedied.",
        "background": "I would like the executive and/or legislature to introduce obligatory suicide prevention training as an inherent part of workplace training and young people's education, e.g. The 'Zero Suicide Alliance', to drastically reduce record-high suicide rates across all parts of England and Wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-11T20:43:42.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-11T21:04:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-14T15:38:41.047Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The UK Government aren't responsible for workplace training. \r\n\r\nWe could accept a petition calling for suicide prevention to be added to the National Curriculum, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-14T15:52:11.800Z"
    },
    "id": 614623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614623.json"
    },
    "type": "petition"
}