{
    "attributes": {
        "action": "Get 16 and 17 year olds on minimum wage",
        "additional_details": "the reason behind all of this is as we can see that less and less teens are motivated to work and I'm not surprised as they are feeling mistreated and underpayed. \r\n\r\nThe government expects teens to go to college learn a skill but at the same time save up for a license and a car so more doors would open up well how can they do all that working 8 days a week with half the minimum wage. \r\n\r\nFurthermore so many teens actually try and support there families excluding themselves from activities.",
        "background": "I want that 16 and 17 year olds would be getting fairly payed working jobs that dont require a skill set so exclude apprenticeship from this but jobs that you get put on production lines or get 10 minute training.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T22:17:27.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T23:14:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T09:50:36.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIndividuals under 18 are already entitled to a minimum wage. You can see the current national minimum wage rates here:\r\nhttps://www.gov.uk/national-minimum-wage-rates\r\n\r\nYou could start a new petition calling for the national minimum wage rate for under-18s to be increased, if that's something you'd like to see happen.\r\n\r\nAlternatively, you might like to sign the following petition:\r\n\r\nMake the minimum wage equal for all\r\nhttps://petition.parliament.uk/petitions/600960"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T09:50:36.518Z"
    },
    "id": 614761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614761.json"
    },
    "type": "petition"
}