{
    "attributes": {
        "action": "Limit the time when Construction sites are authorized to make noise.",
        "additional_details": "Construction works last for months and their noise is constant. Noise is a pollution, noise is stressful. This is a matter of wellbeing and mental health of the population. Residents are the heart of communities and well being should be at the center of the preoccupations.\r\n\r\nThe pandemic has enabled more work from home opportunities and we should be able to enjoy it and work in good conditions.\r\nWhen the area is noisy, we use windows to block the noise and cannot ventilate our homes properly.",
        "background": "Construction sites are authorized to make noise from 8am to 6pm Monday to Friday and from 8am to 1pm on Saturdays. Since the pandemic our homes are also our offices most days of the week.\r\nI want to reduce the time when construction sites are authorized to make noise in residential areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-13T11:11:17.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T13:52:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T12:01:18.035Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the times when noisy construction work takes place, however it's not clear what you'd like the times such work can be done to be reduced to.\r\n\r\nIn any case, decisions about what times construction work can take place in any given area are a matter for the relevant local authority, not the UK Government or House of Commons.\r\n\r\nYou could have a petition calling for all construction work taking place outside of specific times to be automatically considered a 'statutory nuisance', meaning it would be banned, if that is something you'd like to see happen. This petition would have to make clear which times of day you wanted this to apply to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T12:03:13.839Z"
    },
    "id": 614831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614831.json"
    },
    "type": "petition"
}