{
    "attributes": {
        "action": "Allow petitions to debate MP's links to organisations which impede impartiality",
        "additional_details": "Citizens are being misled into  voting for candidates whose first loyalty isn't to the party or the electorate. Without them knowing the candidates true agenda, how can voters have an informed view when the  most important affiliations are missing. We need those seeking election to have their affiliations displayed on the ballot papers. Allowing the electorate to make more a informed choice. Candidates untainted by such pernicious connections should have more trust from the electorate.",
        "background": "Print all the connections to lobbying organisations or other \r\nrecognised political influencing groups of candidates on the ballot papers. Unacknowledged global groups are having a pernicious influence on leaders in many countries and this influence growing. We need this information for our safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-13T10:46:00.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T11:28:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T10:35:12.251Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to allowing certain petitions, but it's not clear what changes you want to be made to the petition standards.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T10:35:13.633Z"
    },
    "id": 614826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614826.json"
    },
    "type": "petition"
}