{
    "attributes": {
        "action": "A Royal Commission to report within 18 month on coastal defence and tidal power",
        "additional_details": "Tidal power is a simple proven technology with out the extreme risks re terrorism of nuclear power which is delegating irradiated waste for 100,000 years with no safe storage options identified by Government and with Windscale/Sellafield clear up approaching 100 billion in cost ; tidal has to be the option at scale balancing the east coast wind factory with long term predictable industrial quantities of power; modern turbines generate almost continuously and intermittency issues are resolved .",
        "background": "A Severn Barrage can green South Wales steel and supply huge quantities of energy adjacent to market while defending the coast from sea rise and tidal surges:secure indigenous energy sovereignty against global price/currency fluctuation simultaneously initiate lagoons for Liverpool Swansea Cumbria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-18T11:22:14.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-19T05:20:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T07:38:48.679Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to create a royal commission to develop a tidal energy strategy, or if you just want the Government to invest in tidal energy.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T07:38:49.889Z"
    },
    "id": 615173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615173.json"
    },
    "type": "petition"
}