{
    "attributes": {
        "action": "Clean up the dog waste from the parks, play areas, grassy areas and sidewalks.",
        "additional_details": "Because, as a dog loving country, it is the responsibility of all dog owners to clean up after their own dogs for the health and safety of all residents in Britain. Just putting out signs that say the irresponsible dog owners will get fined is not enough, those fines are not being followed up on. The faeces on the sidewalks, grass, and play areas are increasing exponentially and this can taint the water supply as well, affecting the public at large.",
        "background": "Hire a service company or companies to clean up the excrement from the communal grassy areas and sidewalks where children, adults and other dogs gather.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T15:02:37.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-20T17:29:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-25T07:41:14.820Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nMaintenance of local parks and roads are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T10:43:57.226Z"
    },
    "id": 615295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615295.json"
    },
    "type": "petition"
}