{
    "attributes": {
        "action": "Widen the national curriculum to include same-sex and single parent households",
        "additional_details": "For too long have children with different parental situations or family scenarios been excluded and felt different and alienated with their peers.\r\nChildren are not born discriminatory, they are taught and shown certain ideals that are outdated and old-fashioned. Many households are now not the typical ‘mother-father’ situation and children must be educated on the range of household types in the 21st century to remove these alienating factors. Single / same-sex households must be normalised.",
        "background": "Widen the national curriculum for schools in England and Wales on relationships to be more inclusive of different types of households.\r\nThis should include same-sex households, single parent households, and non-binary households to prevent alienation. This will not necessarily include sex education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T11:29:18.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-21T03:48:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-25T12:32:45.054Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about national curriculum content relating to family relationships. However it's not clear what subject, nor what specific content, you want to be changed.\r\n\r\nThe Government's Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, already requires that students are now taught that 'families of many forms provide a nurturing environment for children' and that 'families can include for example, single parent families, LGBT parents, families headed by grandparents, adoptive parents, foster parents and carers amongst other structures'.\r\n\r\nYou can find out more about this here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary.\r\n\r\nYou could have a petition calling for specific changes to the relationships education curriculum (or the curriculum for other subjects), so long as the petition was clear what you want those changes to be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T12:32:46.610Z"
    },
    "id": 615279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615279.json"
    },
    "type": "petition"
}