{
    "attributes": {
        "action": "Increase Britain’s recycling program",
        "additional_details": "The results of the latest IPCC report are extremely worrying due to its scientific conclusions demonstrating the limited years to prevent complete climate catastrophe and preserve animal species and humankind. This is why more has to be done to improve the national recycling stations and program to preserve materials that have already been produced.",
        "background": "This petition is calling for the Parliament to take action on improving the efficiency of recycling stations in the UK to a very large extent in order to reuse the materials in disposable, one-use commercial products as part of lowering carbon emissions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-19T19:26:19.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-20T09:36:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T07:03:21.210Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see improvements to recycling, but it's not clear what actions you want the Government to take to achieve this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan new incinerator and pyrolysis sites and invest in waste reduction: https://petition.parliament.uk/petitions/611437\r\n\r\nIf you want the Government to do something different you could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T07:03:23.006Z"
    },
    "id": 615239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615239.json"
    },
    "type": "petition"
}