{
    "attributes": {
        "action": "Demand Boris Johnson and Rishi Sunak resign from Government for breaking the law",
        "additional_details": "It’s time to hold Boris Johnson and any other Person who broke the law accountable. Demand they resign as we cannot tolerate leadership that lies and cheats to stay in power.",
        "background": "All MPs must be accountable to the electorate and the law in the same way as any other citizen of this country. Boris Johnson and Rishi Sunak repeatedly broke the law and then lied to the public and the House of Commons about their actions. Any other MP would be forced to resign.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T07:34:56.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-20T08:57:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T15:20:54.807Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nRequire a Prime Minister be removed from office if found to have broken the law: https://petition.parliament.uk/petitions/614729\r\n\r\nRequire MPs who break the law be removed from office: https://petition.parliament.uk/petitions/614705"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T15:21:03.181Z"
    },
    "id": 615258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615258.json"
    },
    "type": "petition"
}