{
    "attributes": {
        "action": "Save people of Mariupol surrounded and trapped in AzovStal Plant",
        "additional_details": "There are around 2,500 people hiding in the catacombs of the plant including babies, children, women, and the elderly, some 500 wounded plus very brave soldiers who are ready to fight to the end.  Please don't make them all die and do everything you can to save them. Just save them, please\r\nMore information can be obtained from most news channels about the situation in Mariupol \r\nThe initiator of the petition was born in Mariupol and is a British citizen now since mid 90ties",
        "background": "Help people trapped in Mariupol.  This can be done via direct negotiation with Putin. Or by extracting people from the AzovStal plant militarily.  Or maybe some other way.  Please find a way to save them and take them to a safe place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-22T06:38:35.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-22T07:27:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T08:18:46.947Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nUrge UN to provide safe evacuation routes from war zone in Ukraine: https://petition.parliament.uk/petitions/610069\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nDecisions about how any UK involvement in the evacuation of particular parts of Ukraine would be an operational matter for the armed forces."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T08:18:46.945Z"
    },
    "id": 615383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615383.json"
    },
    "type": "petition"
}