{
    "attributes": {
        "action": "Add a 15A Rating to the BBFC Rating System",
        "additional_details": "I was recently denied seeing The Batman at the cinema because I wasn’t of age. I have now watched it at home on a digital version and don’t understand why it has been giving the rating of a 15 by the BBFC. You could say the violence is a bit brutal but I think it would be completely fine for e.g a 12 year old to see it as most of it is off screen. This is why I would like to add a 15A rating. This would mean that the film is a 15 rating because of the contents but someone underage could see it.",
        "background": "Incorporate a 15A rating to a film meaning that anyone under the age of 15 may view a film in the cinema if accompanied by an adult.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T19:22:18.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-20T20:31:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-25T13:05:14.476Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions relating to age ratings on films and TV shows for broadcast in the UK are a matter for the British Board of Film Classification (BBFC), not the UK Government or House of Commons. This means the Government is not directly responsible for the action this petition calls for.\r\n\r\nYou could have a petition calling for a review of how films and TV shows are classified in the UK, to ensure children are appropriately protected, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T13:05:15.992Z"
    },
    "id": 615311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615311.json"
    },
    "type": "petition"
}