{
    "attributes": {
        "action": "Make legal consequences for people who commit identify fraud",
        "additional_details": "There are no current consequences for people committing this kind of fraud, while the victim is left with stress, anxiety over their credit file and fears of it happening again.\r\nSome companies refuse the complaint of fraud and this leaves you back at the beginning trying to remove these large amounts of missed payments off of your records as well as receiving debt collection letters for something you haven’t bought.\r\nThese people are criminals and should be dealt with as such, they will not stop",
        "background": "Victims of identity fraud have no legal backing, the police can’t do anything and leave it to victims to contact the companies and credit records.\r\nThis affects our credit file and future credit needed.\r\nIt takes months to keep contacting companies and proving its not you.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T18:19:04.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-20T19:41:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-25T12:07:11.351Z",
        "rejection": {
            "code": "already-happening",
            "details": "Fraud is already a criminal offence. Deciding how to investigate or prosecute alleged offences is a matter for individual police forces and the Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you think that a crime has been committed, you should contact the police: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T12:11:48.970Z"
    },
    "id": 615307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615307.json"
    },
    "type": "petition"
}