{
    "attributes": {
        "action": "Reduce working hours from 40 to 32 p/w, which is equivalent to 4 working days.",
        "additional_details": "A 4 day work week is a relatively new concept, which can lead to happier and more committed employees. Employees are less likely to be stressed or take sick leave as they have plenty of time to rest and recover. According to Sanford University examination of the relationship and productivity revealed a clear correlation between the two factors. Overworked employees are actually less productive than employees working an average or normal working week. Working 4 days a week typically have a smaller carbon footprint so reducing our work week from 5 to 4 days could have an environmental benefit too.",
        "background": "The theory behind this is that by having employees or students work or attend school one less day a week, then they will have additional time to pursue hobbies, spend time with family, get more sleep and increase overall morale. There are several ways the four-day week can take shape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-23T08:57:28.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-23T09:12:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T11:00:50.274Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Working hours are a matter for employers and employees. \r\n\r\nWe could accept a petition calling for the maximum working work to be 32 hours rather than the current 48 hours, but it would be a contractual decision on how that was spread. Alternatively we could accept a petition calling for an uninterupted minimum of 72 hours time off work each week. You can read more here\r\n\r\nhttps://www.gov.uk/rest-breaks-work\r\n\r\nIf you start a new petition, you'll need to use a full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T11:00:51.690Z"
    },
    "id": 615461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615461.json"
    },
    "type": "petition"
}