{
    "attributes": {
        "action": "Review the effectiveness of OFSTED and replace/ improve the current system",
        "additional_details": "The nursery field and school field is failing.\r\n\r\nToo many are leaving the profession, with staff turnover at an all-time high.\r\n\r\nThe pressure and unsustainable workload on these institutions is at a boiling point and if nothing is done the field will fail.\r\n\r\n40% of teachers leave the profession within ten years.\r\n\r\nThe effectiveness of Ofsted had never been proven, and it has been shown that judgements are excessively punitive in disadvantaged areas.\r\n\r\nIt is clear that the system is broken.",
        "background": "We want the government to review the way Ofsted inspect nurseries and schools and replace the system with a supportive and accountability service as opposed to a punitive system.\r\n\r\nThey should work with these institutions to improve education practices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-23T12:57:17.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-23T14:14:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T14:49:24.833Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the role of Ofsted in school inspections, however it's not clear what powers you want a new regulator to have, nor how you want it to exercise them, so as to provide a 'supportive and accountability service'.\r\n\r\nYou could have a petition calling for a new regulator (or another form of inspection regime) to be created to replace Ofsted, so long as it was clear how this would differ from Ofsted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T14:49:26.339Z"
    },
    "id": 615476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615476.json"
    },
    "type": "petition"
}