{
    "attributes": {
        "action": "Enable means of self defense",
        "additional_details": "The crime in UK is highest out of all places I've been. You may not experience it from the places you live and from the jobs you do, but people don't feel safe. More police, lights on street and cameras won't change a thing in the heat of the moment. Countless examples when someone is charging with a weapon is stopped by simply drawing out the spray, let me not mention rape. It's only way to stop someone without injuring him, the spray is non deadly and the ban on it is irrational. In the long term it will be a huge win. Think of it this way, I would rather get pepper sprayed than punched. This tool is a great deterrent and a way to stop fights. Seems like this country cares more about the offenders comfort than about the victims. Please consider it.",
        "background": "Legalize the use of Pepper/Gas spray. If there is a concern about illegal uses even though it's a self defense product, make it available only under license or clear criminal record. Whatever it takes but please take a good look at the positive and negatives it will save someone's life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-23T03:29:33.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-06T02:08:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-09T07:14:31.651Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/602458"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-09T07:14:32.973Z"
    },
    "id": 615450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615450.json"
    },
    "type": "petition"
}