{
    "attributes": {
        "action": "everyone should stay in paediatrics till 18",
        "additional_details": "Aged 16 is still a child and having to be next to people 4 times your age and adult wards are no place for children especially in times of COVID-19 with no visitors. medial trauma from adult wards had occurred in loads of 16-17 years olds placed in adults wards. allowing all children new or existing patients to stay under paediatric services until age 18 would allow them to access treatment while feeling in a safer environment and parents or carers by there side to support.",
        "background": "children stay under paediatric services at hospitals until the age of 16 However for teens age 16-18 there is a gap because you are to old for paediatrics services yet you are to young for adult and this leads to an impact on treatment for no team will be able to take your case or provide treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-23T09:25:02.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-23T12:13:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T11:26:38.915Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Operational decisions about how 16-year olds are classified are a matter for hospitals and the NHS, not the Government or House of Commons. They may also be clinical decisions in individual cases."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T11:26:43.054Z"
    },
    "id": 615465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615465.json"
    },
    "type": "petition"
}