{
    "attributes": {
        "action": "Allow both parents to stay overnight during hospital admissions for children.",
        "additional_details": "Allowing both parents to care for the child will benefit both the NHS staff as well as the parents.  As taking care of an unwell child can be Challenging and exhausting for one parent and they can take turns in looking after their child and the mental/emotional trauma that they have to go through while in the hospital.\r\nI believe letting both parents to stay with their child while they are in hospital helps them to get over the depression and anxiety of unwell child and their wellbeing.",
        "background": "As recent covid restrictions have been eased off for public and NHS is struggling with staffing. Allowing both parents to stay can help the quality of care for the children and other patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-24T20:14:45.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T08:45:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-27T15:42:10.293Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can visit patients (including those giving birth) in a hospital, and when, are a matter for that hospital and the NHS, not the UK Government or Parliament.\r\n\r\nIf you have concerns about the visiting policy at a particular hospital in your area, you could contact your local councillor who represents you, and ask them to speak to the hospital on your behalf. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-27T15:42:46.612Z"
    },
    "id": 615539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615539.json"
    },
    "type": "petition"
}