{
    "attributes": {
        "action": "The UK government needs to create a ministerial post of carbon chancellor.",
        "additional_details": "To achieve a 78% reduction in UK emissions by 2035, still more net zero by 2050, requires the government to take immediate and drastic action to meet these ambitious targets. This will never happen without a new minister of state who has this specific responsibility. It is no longer acceptable to pledge changes without indicating how these can be met in an agreed and overt way. The climate emergency is still with us, and requires just as much focus as the pandemic and war in Ukraine.",
        "background": "To meet ambitious climate targets, it is essential that the government now creates a substantive post of carbon chancellor. Such a position is essential to achieving a year on year reduction in UK emissions. As with finance, an annual budget would be set and achieved with proper policy measures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T15:58:13.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T09:41:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T08:21:49.613Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the priority the Government has given climate targets, but there's already a Minister for Energy, Clean Growth and Climate Change, who is responsible for the UK's Net Zero Strategy, carbon budgets, and various other matters: https://www.gov.uk/government/ministers/minister-of-state--75\r\n\r\nIt's not clear what differences you want the ministerial post you propose to have from this current role.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T08:21:50.763Z"
    },
    "id": 615571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615571.json"
    },
    "type": "petition"
}