{
    "attributes": {
        "action": "Nottingham City Council are trying to close the Victoria Market in its 50th Year",
        "additional_details": "I want the government to ask why the council is going down this route which will result in the closure of 30 businesses on the back of 2 years of lockdowns and support from central government to help the high street.  Why has Nottingham council chosen to close a market that doesn’t cost very much to run about £780000 per year, or 65000 a month and currently £40000 is covered by 30 traders if we could fill the market it would be a valuable asset.  Remove the current management run it properly",
        "background": "Nottingham City Council are trying to close the Victoria Centre Market due to the cost of running the market. The market is and should be an asset to the people of and city of Nottingham, the only reason the market isn’t performing is that the council has banned any new trader joining the market.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T17:17:46.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T17:41:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T07:05:28.691Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about leasing Victoria Market are a matter for Nottingham City Council, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T07:05:31.571Z"
    },
    "id": 615575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615575.json"
    },
    "type": "petition"
}