{
    "attributes": {
        "action": "Would like concession passes to work before 9:30am",
        "additional_details": "We believe this is important as often disabled people have been denied sick pay which means they they often have to work to make a wage to pay bills and other bare minimums \r\n\r\n“I have a disabled pass, because I am not allowed to drive. However l, these do not work before 9:30am which mean that I have to pay for my travel though the city centre which is expensive for people like myself on minimum wage as my job starts at 9am” \r\n\r\nBecuase I cant qualify for other financial benefits to assist with my transport it can often be difficult for me to get to work on a daily basis\r\n\r\nI understand that I’m not the only person who struggles with these challenges that many other disabled people have to deal with on a daily basis",
        "background": "We would like for concession passes and elderly passes to work before half 9 as it is discriminatory that disabled people can not get the bus before 9:30 even though they often have jobs and other important commitments which helps pay for the necessities in life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T15:21:26.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T15:36:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T06:59:04.731Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/601369"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T06:59:06.030Z"
    },
    "id": 615566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615566.json"
    },
    "type": "petition"
}