{
    "attributes": {
        "action": "Better protect children by implementing a 'Child Domestic Abuse Law.'",
        "additional_details": "Current law gives children no rights. Creating a law with guidance for professionals working with them will ensure their voices are heard on matters that affect them regarding their experiences of Domestic Abuse.\r\n\r\nWe want paramount consideration that even if the perpetrator has not been directly abusive to the child, the child is still a victim, not just from being present in the home, but from seeing the parent who is a victim suffer, whether that be physically, financially or emotionally.",
        "background": "It's positive that children are recognised as victims in their own right with the implementation of the 2020 law.\r\nHowever we are calling for the government to create an actionable law with guidance on how it should impact decision making for professionals such as Cafcass, courts and social workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T12:36:28.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-26T09:39:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T07:31:08.934Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is already legislation relating to the domestic abuse of children, and we're not sure exactly what changes you'd like the Government or Parliament to make to the law, or what guidance you want to be produced for agencies involved in identifying and preventing abuse.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T07:31:10.088Z"
    },
    "id": 615556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615556.json"
    },
    "type": "petition"
}