{
    "attributes": {
        "action": "(UNHCR) to assist Ukranians currently held in the Russian Federation.",
        "additional_details": "Refugees\r\n\r\nWhat is happening in Ukraine?\r\n\r\nAn escalation of the conflict in February 2022 has turned an already volatile situation into a full-scale emergency. People are fleeing their homes to try to find safety elsewhere within the country and are crossing borders into neighbouring countries. The situation remains extremely dangerous for anyone inside Ukraine and the vulnerability of those forced to flee is increasing rapidly, with more in need of immediate support. \r\n\r\nReference:\r\nhttps://www.unhcr.org/ukraine-emergency.html",
        "background": "The primary purpose of the petition is to enable the free and unfettered access of the UNCHR to record and assist  persons from Ukraine currently in the Russian Federation. This will reunite families that have been split up by  Russias policy of relocating persons to the Russia against their will.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T14:02:08.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-26T12:40:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T08:55:59.744Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the UNHCR's ability to help Ukrainian people fleeing Ukraine and seeking asylum elsewhere. However it's not clear what it is you want the UK Government to do to support the UNHCR that it is not already doing.\r\n\r\nYou could have a petition calling on the UK Government to provide support to those fleeing Ukraine, so long as the petition was clear what form you wanted that support to take.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nUrge the UN to send a UN Peacekeeping Force to Ukraine immediately: https://petition.parliament.uk/petitions/610630"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T08:56:01.457Z"
    },
    "id": 615560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615560.json"
    },
    "type": "petition"
}