{
    "attributes": {
        "action": "How a good Chancellor should tackle the Cost of living crisis now?",
        "additional_details": "1. Reduce Fix Standing Charges on Electric & Gas bills.\r\n2. Freeze CT on all bands for 5 years. \r\n3. Freeze House rent in both Public & private sector for 5 years\r\n4. Unfreeze the yearly tax threshold immediately. \r\n5. Reduce VAT to '0' on domestic energy bills for variable tariff customers.\r\n6. Stop the drain of public money on Public advertising and Foreign aid to Nuclear Countries.\r\n7. Instead of 're-wild' UK farmers should be incentivized to grow food.\r\nWe need to produce a max of our own food.",
        "background": "At an unprecedented time, Unprecedented actions are required. National Living Wage/Minimum wage workers are suffering from the extraordinary rise in Living costs. The least paid and the most hard-working class of the people want immediate and significant 'relief measures' from the chancellor now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T07:52:13.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T11:17:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-29T08:50:04.293Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the cost of living, but we're not sure which tax thresholds you want the Government to 'unfreeze', what you mean by \"public advertising to nuclear countries\", nor what incentives you want to be given to farmers that they aren't already receiving.\r\n\r\nFurther, any decision to freeze council tax is a matter for local authorities, and any decision to freeze rent for private properties is a matter for the owners of those properties, not the UK Government.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nRequire councils suspend council tax payments for six months: https://petition.parliament.uk/petitions/612558\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel: https://petition.parliament.uk/petitions/605609\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n\r\nSuspend VAT on road fuels to reduce fuel costs: https://petition.parliament.uk/petitions/610567"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-29T08:50:22.865Z"
    },
    "id": 615657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615657.json"
    },
    "type": "petition"
}