{
    "attributes": {
        "action": "Sri Lanka (Ceylon) is in a financial crisis. Need urgent Action and Support.",
        "additional_details": "Sri Lanka was a British colony before and it is a beautiful natural heaven for British tourists. Sri Lanka is always been a good friend of the UK and also an active commonwealth country. Now they are in trouble. Some powerful countries also trying to take advantage of this situation of Sri Lanka. Such as buying it's land for cheaper price and giving unfair conditions when they give loans. Sri Lankans are protesting at the moment to get rid of all corrupted politicians to build a better future.",
        "background": "Sri Lanka is suffering from a financial crisis at the movement because of corrupted politicians that have ruled the country for years. Can we support them financially to stand up again. Lovely Sri Lankans are struggling to obtain their basic needs. Please help this beautiful tourists destination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-26T17:33:24.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T06:26:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T12:06:23.752Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nIncrease foreign aid to Sri Lanka during its economic crisis: https://petition.parliament.uk/petitions/612250"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T12:06:25.246Z"
    },
    "id": 615624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615624.json"
    },
    "type": "petition"
}