{
    "attributes": {
        "action": "Revert to the last known democratic state, compliant with the Human Rights Act.",
        "additional_details": "In 2016 properly elected representatives of the people held a vote of no confidence in the Leader of the Opposition.\r\nThe vote passed 172–40.\r\nAs elected representatives, their opinion represents the people's opinion, ergo the people's opinion was that someone other should lead the opposition.\r\nThat opinion was ignored and the nation has gone downhill ever since.\r\nParliament has also failed to consider that the people do not trust the government & hold the opinion that they are not fit for purpose.",
        "background": "The Human Rights Act requires the free expression of the opinion of the people in the choice of legislature is *ensured*.\r\nIn respect of this, parliament has failed on a number of counts, most notably in the 2016 choice of the leader of the opposition where the people's opinion was entirely ignored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-28T09:33:55.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T11:04:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-06T07:01:59.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIn any case, decisions about the election of party leaders are a matter for individual political parties, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T13:43:49.502Z"
    },
    "id": 615740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615740.json"
    },
    "type": "petition"
}