{
    "attributes": {
        "action": "Introduce Black History to the primary curriculum",
        "additional_details": "Because They should know, they should know what the earth is about.\r\n\r\nPeople shouldn’t live in racist families, children should know what it means.",
        "background": "To Introduce Black History to the primary curriculum. They have the right to know.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-28T12:48:14.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T13:16:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T08:44:43.536Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about national curriculum content relating to Black history, however we're not clear what specific content you want to be added that isn't already in the curriculum for primary schools.\r\n\r\nThe national curriculum for history at Key Stage 1 (KS1) requires students to learn about 'significant individuals in the past who have contributed to national and international achievements', with Rosa Parks and Mary Seacole listed as examples among others.\r\n\r\nAt Key Stage 2 (KS2), students are required to learn about 'the achievements of the earliest civilizations', of which Ancient Sumer is included as an example, and about 'a non-European society that provides contrasts with British history', with 'Benin (West Africa) c. AD 900-1300' listed as an example.\r\n\r\nYou can read more about the national curriculum for history at Key Stages 1 and 2 here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/239035/PRIMARY_national_curriculum_-_History.pdf\r\n\r\nYou could have a petition calling for specific content to be added to the curriculum for KS1 and 2, so long as it was clear what content you wanted to be added or what change you wanted to be made. If you do choose to start a new petition, please be sure to include your real name, as we can't accept petitions started using a fake name, or the name of an organisation.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\nIncrease diversity of the history curriculum: https://petition.parliament.uk/petitions/601718"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T08:45:53.498Z"
    },
    "id": 615765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615765.json"
    },
    "type": "petition"
}