{
    "attributes": {
        "action": "NHS wards to have a room for the deceased for relatives",
        "additional_details": "Paitents deserve to be treated with respect dead or alive and other paitents shouldn't need to have their recovery emotionally hindered listening to relatives of the deceased in a distraught manner.\r\n\r\nRelatives of the deceased should also be able to grieve in a natural manner during the worst time of their lives without having to worry about showing their emotions in front of ward staff and other paitents, the room for the deceased would enable a better environment for all",
        "background": "I want the Government to instruct all NHS hospitals to utilise ward space  to create a room as to allow family members to be with their deceased loved one in a quiet and dignified manner away from other paitents\r\n\r\nCurrently the system in place is not dignified and hinders the grieving process",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T19:56:45.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T20:38:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T13:10:11.301Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about facilities in NHS wards are a matter for individual NHS Trusts, not the UK Government or Parliament.\r\n\r\nYou could raise your concern directly with your local NHS Trust. You can find contact details for your local NHS Trust here: https://www.nhs.uk/servicedirectories/pages/nhstrustlisting.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T13:10:12.229Z"
    },
    "id": 615715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615715.json"
    },
    "type": "petition"
}