{
    "attributes": {
        "action": "Accelerate dental contract reform to save NHS dental services",
        "additional_details": "Dental contract reform has been underway for 14 years. In March 21 a government statement signalling building back better committed to pursue rapid meaningful change and to develop a reformed NHS system that provides high quality care and an environment where professionals can work to their full potential. But progress has been painfully slow, patients are unable to find an NHS dentist and dental team members are leaving the NHS for ever. Change is needed to protect NHS dental services.",
        "background": "The dental contract is failing the public, patients, dental practices and dental teams. Too many patients are finding it almost impossible to access NHS dental care and practices are struggling to survive in a failed system.\r\nPatients and practices need urgent positive change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-30T06:57:25.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-30T07:44:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-04T08:12:36.582Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the provision of dental services, but it's not clear how you want such services to be reformed.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nIncrease NHS dental care funding to improve availability for child and adults: https://petition.parliament.uk/petitions/601744\r\n\r\nIncrease funding to ensure all adults in England have access to an NHS dentist: https://petition.parliament.uk/petitions/605814"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T07:13:45.663Z"
    },
    "id": 615865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615865.json"
    },
    "type": "petition"
}