{
    "attributes": {
        "action": "Make EU vehicles that are permanently in the UK, pay VED, UK MOT and insurance.",
        "additional_details": "Former residents of the EU that have settled in the UK are using European registered cars and don't pay UK taxes or for MOTs and insurance.\r\nBesides the possiblity of the cars being dangerous from lack of regular checking and testing, it is unfair for foreign registered vehicles to avoid paying VED, MOT fees and UK insurance.\r\nThis would bring in much needed tax revenue and provide extra jobs for the MOT garages and insurance companies.",
        "background": "Currently foreign registered vehicles are unable to pay vehicle excise duty or have a UK MOT as their registration number cannot be used on the askmid or check-MOT websites.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-30T15:06:46.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-23T18:10:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-27T08:50:38.406Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already the case that foreign registered vehicles must be registered in the UK if they are used for more than 6 months\r\n\r\nhttps://www.gov.uk/importing-vehicles-into-the-uk/temporary-imports\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-27T08:50:43.028Z"
    },
    "id": 615882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615882.json"
    },
    "type": "petition"
}