{
    "attributes": {
        "action": "Make STEALTHING a crime in scotland.",
        "additional_details": "I want the Scottish government to make Stealthing a crime in Scotland. \r\nMaking Stealthing a crime would mean awareness can be raised, perpetrators of this heinous act may think twice about committing this act should they know it’s a criminal offence. Removing a condom after agreeing to use one changes consensual sex to non-consensual sex. Stealthing can not only leave a person with severe mental health problems it can cause the person to contract an std and cause unwanted pregnancies.",
        "background": "I want Stealthing to be a recognised crime in Scotland. Stealthing is the act of removing a condom during sex, despite agreeing to wear one.Leaving the victim open to contracting an std or an unwanted pregnancy.\r\nUnder Scottish Law there is no specific reference to “stealthing” as a criminal offence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-29T17:17:33.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-29T19:54:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T14:47:51.496Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttps://petitions.parliament.scot/\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T14:47:52.969Z"
    },
    "id": 615841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615841.json"
    },
    "type": "petition"
}