{
    "attributes": {
        "action": "Teach more about environmental awareness in schools and tackle eco-anxiety",
        "additional_details": "Students are not taught enough about environmental issues in the modern day yet they are the ones who will have to fix it in the years to come. Awareness for our current situation needs to be prompted in all subjects (not just geography)!!!\r\nEco anxiety is becoming more and more frequent in youth and is not good for mental health. It needs to be addressed and those suffering from it need to be reassured that problems will be solved yet the problems ARENT BEING SOLVED!!!\r\nWE NEED TO TAKE ACTION!!!",
        "background": "I ask the government to include more about climate change and the environment in the school curriculum so that the next few generations are aware of problems surrounding them and are able to take action.\r\nThe issue of eco anxiety needs to be seen and taken seriously since it is rapidly increasing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-01T17:45:58.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-01T19:17:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-04T12:06:10.701Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Sustainability and climate change is already part of the National Curriculum, which you can read more about here\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/cdp-2021-0166/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, if you'd like specific things added to the curriculum. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-04T12:06:12.196Z"
    },
    "id": 615924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615924.json"
    },
    "type": "petition"
}