{
    "attributes": {
        "action": "Help Psoriasis be classed as a Disability",
        "additional_details": "Psoriasis affects mental health, psychological, emotional, physical, social effects should be considered as a disability as this illness causes tremendous physical impairment: not only its difficult for individuals with chronic psoriasis to work and take part in any social event/gathering as self-esteem is severely affected, but also the bleeding, cracking and painful skin does not make it easy for individuals to be considered 'equal' and be able to carry out some roles and some everyday tasks.",
        "background": "Please consider psoriasis as a disability and invest more money in finding potential causes and a cure for all types. In the meantime, support the sufferers that are hit with crippling psoriatic arthritis also. Thank you for joining me in this campaign to raise awareness and more support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-02T14:32:13.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-02T20:28:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-04T13:48:29.321Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities. Similarly, eligibility for disability benefits is based on the impact a disability has on a person's life.\r\n\r\nIt is therefore already the case that people who have narcolepsy, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities, would be protected under the Equality Act.\r\n\r\nDecisions about making reasonable adjustments for people with a disability are a matter for individual service providers, not the UK Government or Parliament.\r\n\r\nYou can find out more about disability discrimination here: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as funding more research and support for psoriasis, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-04T13:48:30.576Z"
    },
    "id": 615953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615953.json"
    },
    "type": "petition"
}