{
    "attributes": {
        "action": "Enable British citizens passport holders to bring their children home under 18",
        "additional_details": "Because it's the very reason Uk stands for freedom and to accept everyone connected to our house part of family no matter where the peasant birds lays the eggs they will still come out birds even with slightly different feathers but one heart.",
        "background": "Enable free travel documents to ease the sufferings of mother's or parents struggling with this same issue having to leave behind their children to come home because of the visa and process",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-03T21:50:49.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-04T08:26:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-05T09:25:27.427Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about British passport holders' ability to return to the UK with their children, however it's not clear what it is you feel is currently preventing this from happening, nor what you want the Government to do to make this possible for those who can't currently do so.\r\n\r\nYou could have a petition calling for all children's passports to be provided free of charge, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign these petitions which call for similar actions:\r\n\r\nAllow children of dependent parents of an EU citizen sponsor to come to the UK: https://petition.parliament.uk/petitions/614540\r\n\r\nReduce citizenship fees for children: https://petition.parliament.uk/petitions/610242"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-05T09:25:28.870Z"
    },
    "id": 616028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616028.json"
    },
    "type": "petition"
}