{
    "attributes": {
        "action": "Ban all types of horror movies and television shows - no filming or access.",
        "additional_details": "These movies or television shows can scare us or scar us personally. I know from experience that after seeing a movie like this I was unable to get it out of my head for a while, it was distressing to be in a dark room and it has affected my mental health which as we know today we are struggling to care for more than ever before in history. What we see and what goes on in our heads is extremely important for our health, futures and families, let us please avoid these issues.",
        "background": "Horror movies can contain graphic images of something violent or upsetting that can affect people especially if children were to view it. So if these are banned in the UK, so that we were unable to access them, then we would have more peace of mind for ourselves and our families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-03T12:07:41.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-06T19:10:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-09T09:19:42.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for deciding the content of TV shows or movies, which is a matter for Ofcom and the BBFC."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-09T09:19:43.739Z"
    },
    "id": 616001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616001.json"
    },
    "type": "petition"
}