{
    "attributes": {
        "action": "Make Residential Disabled Parking Bays Legally Enforceable.",
        "additional_details": "My daughter has Cerebral Palsy and can't walk distances. She has a disabled parking badge and a disabled parking bay outside our home. We have difficult neighbours who refuse to respect the bay and park in it. We have tried to reason with them but they refuse to listen and verbally abuse us. I have to park far from the house and carry my daughter to/ from the car which is damaging my back. The police/ council can't do anything for us as these bays are not currently legally enforced...",
        "background": "To make residential disabled parking bays legally enforceable, so people who park in these bays without a valid disabled badge can be issued penalties. It is shocking that there are no rules regarding this matter to support the wellbeing of disabled people - the council rely on human decency!?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-05T16:36:24.826Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T16:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-06T08:33:44.394Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The enforcement of parking restrictions in a particular residential area is a matter for the relevant local authority and private landowners, not the UK Government or Parliament.\r\n\r\nYou could start a petition on the Manchester City Council website calling for them to take action to enforce parking restrictions in your area. You can find out how to do this here: https://www.manchester.gov.uk/info/10095/petitions/4759/create_an_e-petition\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could have a petition calling for parking in disabled bays without a 'blue badge' to be made a specific criminal offence, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-06T08:34:12.902Z"
    },
    "id": 616142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616142.json"
    },
    "type": "petition"
}