{
    "attributes": {
        "action": "Save our Upminster and Cranham Village Midwives",
        "additional_details": "We want the government to stop this team from being broken up. We should be using this team as an example for other areas. Every woman should have a positive birthing experience.\r\n\r\nThe Upminster and Cranham Village Midwives have just told us that the hospital will be discontinuing the team. We are absolutely devastated as the care that they have provided  before during and after our pregnancy has been life changing for many women. The government should be looking to create more teams like this instead of taking them away. My midwife saved me from an episiotomy during labour. They supported me emotionally mentally and physically.  I'll forever be grateful for the help and support they gave me during my pregnancy especially during covid.",
        "background": "The Upminster and Cranham Village Midwives have just told us that the hospital will be discontinuing the team. We are absolutely devastated as the care that they have provided  before during and after our pregnancy has been life changing for many women.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-05T17:56:55.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T18:19:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-06T08:44:34.016Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local maternity services are a matter for individual NHS Trusts, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-06T08:44:35.232Z"
    },
    "id": 616148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616148.json"
    },
    "type": "petition"
}