{
    "attributes": {
        "action": "Make every 1st Aid Kit  contain antihistamine tablets.",
        "additional_details": "My husband had a severe allergic reaction to something he ate & went into a anaphylactic shock. Asking the restaurant if they had any antihistamine in their 1st Aid kit which is not a required item, they didn’t, but luckily for us one of the waiters gave us 1 of his. An ambulance was called to attend my husband &  the tablet brought us time for the ambulance to take my husband to hospital for further treatment. \r\nWithout the tablet being given, the outcome could have been very tragic for us all. \r\nHaving these tablets in a 1st Aid kits can potentially save a life.",
        "background": "Having every first Aid kit to contains antihistamine tablets is a cheap way to help people with food allergies that can, without warning; turn into a anaphylactic episode. A potential death sentence, An antihistamine table can buy time until you can get life saving treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-08T19:50:44.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-09T10:55:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-10T06:58:46.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your husband's episode, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to keep a first aid kit, and what items to have in this, are a matter for individuals and businesses, not the UK Government or Parliament. We could accept a petition calling on the Government to require hospitality businesses to hold antihistamine tablets, in case an employee or customer requires these. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-10T06:58:47.288Z"
    },
    "id": 616281,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616281.json"
    },
    "type": "petition"
}