{
    "attributes": {
        "action": "Stop northern ireland MLA'S pay no matter the situation of no stormont",
        "additional_details": "Times have changed now stormont MLA'S no matter the situation they can't form a government they don't get paid. Also now the two second largest parties can form a government and the others can go into opposition and if not then they don't get paid. If an MLA no matter the party if their not sitting be it in a formed stormont or not on opposition then their wages are stopped.",
        "background": "No matter what problems is going on in stormont stop their pay. And it's time for change in that the two second highest parties form a government and those that can't can go opposition and if not no pay for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-10T14:55:28.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T20:12:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T15:35:47.043Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand that you're concerned about the political situation in Northern Ireland, but we're not sure exactly what changes you'd like to be made to rules regarding the formation of the Northern Ireland Executive, or pay for MLAs.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nStop MLA's pay in Northern Ireland until the Executive is formed: https://petition.parliament.uk/petitions/616646\r\n\r\nEnd mandatory coalition in the Northern Ireland Executive: https://petition.parliament.uk/petitions/616176\r\n\r\nIf you want the Government to do something different to the above petitions, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-18T15:35:48.641Z"
    },
    "id": 616380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616380.json"
    },
    "type": "petition"
}