{
    "attributes": {
        "action": "WE CALL FOR RAPID  REFORM OF THE DENTAL CONTRACT  FOR PATIENTS AND DENTAL TEAMS",
        "additional_details": "Dental contract reform has been underway for 14 years but progress has been painfully slow. Patients are unable to find an NHS dentist when they need one and dental team members are leaving the NHS for ever. We need a system that is more prevention focused, provides access to dental care for people who need it and uses all of the dental team to deliver patient centred appropriate care .Government must  speed up dental contract reform to help patients get care and protect NHS dental services.",
        "background": "The dental contract is failing patients, dental practices & dental practice teams. Patients who need dental care are finding it difficult to find an NHS dentist and practices are finding it impossible to work within the constraints of a failed system. Patients and practices need positive change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-10T07:18:54.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T13:14:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T07:14:36.848Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the existing NHS contract for dental services, but we're not sure exactly what changes you'd like to be made to this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease NHS dental care funding to improve availability for child and adults: https://petition.parliament.uk/petitions/601744\r\n\r\nIncrease funding to ensure all adults in England have access to an NHS dentist: https://petition.parliament.uk/petitions/605814"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T07:14:38.200Z"
    },
    "id": 616355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616355.json"
    },
    "type": "petition"
}