{
    "attributes": {
        "action": "Immediately implement a fuel price cap on petrol and diesel fuel suppliers.",
        "additional_details": "Most households rely on a petrol/diesel powered car for day to day life; some simply cannot do their job without a car. Very few can afford to switch to an electric/hybrid car. A fuel price cap would aid many families already struggling with increased costs of living. While the government have reduced fuel duty, it has not stopped petrol companies from hiking prices to compensate, with Shell making record profits. People will soon have to choose between eating or travelling to work.",
        "background": "Implement a cap on the price that suppliers can charge for petrol and diesel fuel, similar to the cap on energy suppliers. A cap is essential to ensure families can afford to live. The cut in fuel duty tax hasn't stopped suppliers hiking prices, punishing the working class simply for owning a car.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-10T10:16:28.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T11:03:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T07:05:35.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. The Government isn't responsible for setting the price of fuel and energy, which is a matter for suppliers.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T07:05:36.793Z"
    },
    "id": 616363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616363.json"
    },
    "type": "petition"
}