{
    "attributes": {
        "action": "Suspend a bully in school and for them to take part in a behavioural programme.",
        "additional_details": "I was bullied for 5 year every day and the impact this has had on my mental health into adult life, has been unbearable. It needs to be seen as a childhood trauma in the same way as adult domestic abuse. Children are now commiting suicide as social media grows more and more in our society. Action must be taken now.",
        "background": "Put a behavioural programme in place for a school bully, that constantly bullies. And to take the fear away from the bullied child. A child that bullies needs a harder punishment and longer suspended from school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T14:41:07.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T20:40:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T07:09:02.403Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about discipline in schools, including suspending students or giving them detention, are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nIf you have concerns relating to a particular school, you can find advice about how to raise concerns with your school here: https://www.parentkind.org.uk/Parents/How-to-raise-issues-with-your-school\r\n\r\nIf you're concerned about yourself or a loved one, you can find out how you can get help from a mental health charity or organisation here: https://www.nhs.uk/mental-health/nhs-voluntary-charity-services/charity-and-voluntary-services/get-help-from-mental-health-helplines/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T07:09:03.686Z"
    },
    "id": 616506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616506.json"
    },
    "type": "petition"
}