{
    "attributes": {
        "action": "Consider funding half the cost of weight loss surgery",
        "additional_details": "In the UK, approximately 65% of the adult population are considered overweight or obese. Even more shockingly, approximately 20% of children are considered obese. \r\n\r\nObesity related illness or disease currently costs the NHS approximately £6.5 billion.\r\n\r\nA person who has various co-morbidities such as diabetes, high blood pressure and heart disease could rack up a cost hundreds of thousands for the NHS, whereas accessing bariatric surgery sooner could help - approx cost of the surgery? £12,000.",
        "background": "I’d like the government to consider funding half of the cost of bariatric surgery for those it is deemed medically necessary; enabling access to bariatric surgery sooner would save the NHS millions of pounds in the long run, and help people take control of their weight and health earlier.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-05-12T19:54:22.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-13T08:51:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T07:20:53.553Z",
        "rejection": {
            "code": "already-happening",
            "details": "Weight loss surgery is already available through the NHS: https://www.nhs.uk/conditions/weight-loss-surgery/\r\n\r\nDecisions about whether a patient qualifies for NHS weight loss surgery are matter for individual clinicians, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T07:21:01.071Z"
    },
    "id": 616523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616523.json"
    },
    "type": "petition"
}