{
    "attributes": {
        "action": "Create a sensory integrated playpark for younger and older adults.",
        "additional_details": "Individuals with sensory processing difficulties require specialist exercises such as bouncing, swinging, climbing and spinning to strengthen their connection with their bodies and the world around them. These individuals need this no matter their chronological age. It is not deemed as socially acceptable for an adult with additional support needs to visit a playpark nor is possible as the equipment is not built for their size.",
        "background": "There are no current facilities within the UK for adults to access a sensory playpark. We need to build a minimum of 3 parks in each country of the UK that have sensory integrated equipment suitable for both younger and older adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T12:38:31.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-13T14:14:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T07:33:38.764Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about provision of leisure facilities are a matter for individual businesses and local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T07:33:39.887Z"
    },
    "id": 616500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616500.json"
    },
    "type": "petition"
}