{
    "attributes": {
        "action": "Increase payment for associate staff in education.",
        "additional_details": "We would like a full review of state schools and how much they pay their associate staff. Associate staff make a school function. There is a glass ceiling in education for anybody that does not hold QTS and there is no parity in pay or progression. As we are all aware teaching staff are of paramount importance but they will tell you just how much they value LSA/TA/HLTAs. Premises/Catering staff make the schools function on a day to day basis. Finance and Admin underplayed. Pastoral underpayed",
        "background": "We would like parity in payment for jobs in education. We would like parity that jobs are protected in the same way that teaching staff jobs are.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T09:35:05.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-13T15:38:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T09:44:40.654Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to increase pay for certain roles in schools, but we're not sure exactly what jobs you want the Government to increase pay for, and it's unclear what you mean when you say you also want the Government to protect teaching assistant jobs in the same way as teaching jobs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T10:04:20.737Z"
    },
    "id": 616553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616553.json"
    },
    "type": "petition"
}