{
    "attributes": {
        "action": "Make it illegal to write or report about serial killers in prison",
        "additional_details": "I think the government should put a stop to any unnecessary reports on these individuals.Make it against the law to report any information that is not in the publics interest or that will cause more pain and hurt to the people who have endured enough already and will be dealing with the offenders actions for the rest of their lives already.The government needs to take that control away from the offender as the offender has taken much more from others with their heinous crimes",
        "background": "I would like the government to take into account the distress it causes to victims families and also the offenders family,in my case his children.Reportng on serial killers is only aiding their  depravity and feeding their narcissistic ways at the expense of victims and families",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-14T09:01:43.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T14:32:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T14:50:52.956Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The UK Government and Parliament aren't responsible for the content of media reporting or other writing.  \r\n\r\nReporting restrictions can be established by the courts in certain cases, but this is a decision for the legal process and not the Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T14:50:54.810Z"
    },
    "id": 616613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616613.json"
    },
    "type": "petition"
}