{
    "attributes": {
        "action": "Reduce the salaries of Northern Ireland MLAs whilst the Assembly is not sitting",
        "additional_details": "On May 5 the Northern Ireland electorate voted for MLAs to sit in a new devolved Assembly. On Friday 13th the DUP refused to support the nomination of an Assembly Speaker. As a result and under the rules of the Northern Ireland devolved institutions, the Assembly cannot operate. It is unconscionable that tax payers should continue to pay the full salaries of MLAs who are not completing the full remit of their jobs. MLA's salaries need to be reduced in line with the reduction in work undertaken.",
        "background": "We want the Government to take action and reduce the salaries of elected MLAs. With the failure to establish a Northern Ireland Assembly MLAs will not undertake the full remit of their jobs, it is vital that their salaries are reduced to reflect this. A part-time job should equal a part-time salary",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T23:22:26.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T08:29:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-19T07:06:10.805Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCut MLA's salaries to basic Universal Credit rate until an executive is formed: https://petition.parliament.uk/petitions/616423\r\n\r\nStop MLA's pay in Northern Ireland until the Executive is formed: https://petition.parliament.uk/petitions/616646"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-19T07:06:12.366Z"
    },
    "id": 616609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616609.json"
    },
    "type": "petition"
}