{
    "attributes": {
        "action": "Create a bespoke compensation scheme for COVID 19 vaccine damage and bereavement",
        "additional_details": "Indemnities; the Government indemnified the manufacturers, and therefore it is difficult for us to pursue a claim for damages through the courts. Criteria; 60% disablement criteria under the VDPS, many applicants will have significant injuries and may be disabled up to 59% and yet, based on the current scheme, they will have no access to funds via the VDPS. Pandemic; As it was an unprecedented situation therefore this supports the need for a bespoke scheme.",
        "background": "Remove the limited eligibility criteria, ensure compensation awarded is comparable with a damages award achieved through civil litigation and ensure those affected are emotionally and medically supported through the life changes and/or grief this has caused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-15T17:29:51.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-15T17:39:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T15:01:49.165Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about damages and/or compensation for those left disabled following the Covid-19 vaccine. However it's not clear whether you want changes to be made to the existing Vaccine Damage Payment scheme, for a new scheme to be created, or something else. It's also not clear how you want the eligibility criteria to be changed.\r\n\r\nYou could have a petition calling for the eligibility criteria for the Vaccine Damage Payment scheme to be changed for those who have had the Covid-19 vaccine, so long as it was clear how you wanted those criteria to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T15:02:06.043Z"
    },
    "id": 616684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616684.json"
    },
    "type": "petition"
}