{
    "attributes": {
        "action": "Directly finance or host the Eurovision song contest in solidarity with Ukraine.",
        "additional_details": "The UK has come second in the Eurovision Song Contest behind Ukraine, and is in the appropriate position to help Ukraine hold up the torch of European friendship through the medium of song, music and entertainment in an otherwise troubled and tumultuous time for the Ukrainian people. Let us help them cast a light of positivity into the darkness.",
        "background": "With Ukraine's current situation, and it's subsequent result in the Eurovision alongside the UK, the UK should either finance the hosting of the Eurovision Song Contest in Ukraine as a show of solidarity and support if possible, or to host it in turn if it is not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-14T23:20:25.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-15T07:41:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T08:08:49.089Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's involvement in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T08:08:50.103Z"
    },
    "id": 616649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616649.json"
    },
    "type": "petition"
}