{
    "attributes": {
        "action": "A New legislation that appropriately defines the Acts of Racism for Black Brits",
        "additional_details": "To increase the convictions of those who abuse their privilege within Race as an advantage to assert oppression, threaten and harm the future of lives within the Black Community.  This may help to prevent the statistics of high rates of Unemployment for Black men being the highest for years at 10% showing 47,000 not able to find work.  Furthermore, reduce Discrimination claims within institutions to enable true Equality and Inclusion to create realistic and fair playing fields of opportunity.",
        "background": "We suggest a New law to define Racism as a power structure that prevents the Social, Political and Economical progress of Black people in the UK.  That will separate Black peoples struggles from being labelled under BAME also differentiate Racism from any other Acts of Discrimination within Equality",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-14T10:12:19.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T12:03:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T14:44:36.510Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about racism, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is already legislation to protect people from race discrimination and racially aggravated offences. The Equality Act 2010 says you must not be discriminated against because of your race, and there are also provisions for criminal offences to be treated as racist hate crime. These offences do not distinguish between different races.\r\n\r\nWe could accept a petition calling for changes to existing legislation relating to race discrimination and racist hate crime, or calling for new legislation, but it would need to be clear what changes or new provisions you wanted to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T14:44:38.245Z"
    },
    "id": 616620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616620.json"
    },
    "type": "petition"
}