{
    "attributes": {
        "action": "Take action to stop spice epidemic in prisons, don’t supply it.",
        "additional_details": "I feel like without it being acknowledged not many people are aware of what goes on in prisons. They don’t understand the extent of what spice does to a person, how it tortures, kills and causes significant pain up until their death. More people need to be made aware. Prisons need more preventative measures in place, guards need to be taken accountable for what they’re doing and interrogated. Unless it’s something that the government has got going on themselves? Why are they getting away with it? They’re there to help rehabilitate not supply. I have seen from personal experience what synthetic drugs such as spice does to a person and their families and it is devastating. There is so many painful deaths.",
        "background": "I want the government to make effort in stopping the use of spice and other synthetic drugs in prisons to protect the prisoners and previous drug users who will turn to this as a substitute. It’s evil, it’s heartless, and it’s murder. People don’t understand the extent of torture it performs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-17T00:19:13.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-17T10:49:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-19T07:16:35.847Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government is already taking action to stop drugs - including 'spice' - to enter prisons.\r\n\r\nIn March 2021 the Government announced that prison drug dogs will be trained to sniff out new and emerging strands of Spice as part of the government's comprehensive plan to tackle violence and disorder behind bars: https://www.gov.uk/government/news/drug-dogs-to-detect-new-versions-of-spice-to-stay-one-step-ahead-of-criminals\r\n\r\nIn May 2022 the Government announced that tougher airport-style security rolled out across the prison estate in England and Wales - including new drug-trace machines that can detect microscopic smears of new psychoactive substances such as ‘spice’ on mail and items of clothing - has intercepted almost 20,000 attempts to smuggle illegal contraband behind bars: https://www.gov.uk/government/news/new-airport-style-security-in-prisons-sees-record-level-of-drug-busts\r\n\r\nWe could accept a petition calling on the Government to review existing measures to tackle drugs entering prisons, to establish further action can be taken, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-19T07:16:37.184Z"
    },
    "id": 616765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616765.json"
    },
    "type": "petition"
}