{
    "attributes": {
        "action": "Stop MPs meal subsidy during the Living Crisis.",
        "additional_details": "MPs earn enough money to pay for thier own meals at work. Whilst most of the nation struggles with the continuous cost of living, MPs are fed everyday through this scheme. Enough is enough they get paid enough to feed themselves. Children are going to bed hungry whilst our Taxes are used to help people that can afford food rather than people that can't.",
        "background": "During the hardest living crisis in living memory, MPs should not have meal allowances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T13:17:58.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T16:22:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T06:54:24.519Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-18T06:54:25.857Z"
    },
    "id": 616731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616731.json"
    },
    "type": "petition"
}