{
    "attributes": {
        "action": "Limit the nr of self service checkouts/ automated services within establishments",
        "additional_details": "In past years it was deemed safer to introduce more automated services however this trend is still continuing to increase leading to more & more redundancies leaving people out of jobs for a long time & with worsening living standards amidst the current inflation crisis.\r\n\r\nDespite the drop in physical staff which should have led to lower prices as no / less wages to be paid, prices of services / products still continue to increase.\r\n\r\nTo protect jobs legal limits on automation must be introduced.",
        "background": "Introduce legal limits on the number of automated services within retail establishments and any other businesses & public sector where such is currently being / planned to be used to protect jobs.\r\nThe actual human workforce should be pro rata to the business capacity / size.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-18T19:25:29.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T20:39:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T13:21:51.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about in-store services in supermarkets, including provision of staffed and automated checkouts, are a matter for individual retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-12T12:36:42.156Z"
    },
    "id": 616884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616884.json"
    },
    "type": "petition"
}