{
    "attributes": {
        "action": "Scrap the subsidies for food and drink in Parliament",
        "additional_details": "Remove subsidies for food and drink in Parliament",
        "background": "With families unable to feed themselves it is unthinkable that Parliament provides subsidised food, soft and alcoholic drinks for politicians and their staff at the tax papers expense. As with the majority of work places in the UK people who work in parliament should pay the full cost of their meals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-18T21:59:12.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-20T10:24:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-17T09:27:44.488Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-17T09:27:46.144Z"
    },
    "id": 616893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616893.json"
    },
    "type": "petition"
}