{
    "attributes": {
        "action": "Affirm UK support for Taiwan and consider recognising Taiwanese independence.",
        "additional_details": "Taiwan is presently standing alone against the belligerence of the Chinese government.\r\n\r\nI like Chinese people a lot. I wish them prosperity. But I also value the freedom that people in Taiwan have, to decide how they wish to be governed.\r\n\r\nI also want the UK to boldly support Taiwan accession to the CPTPP, when we attain membership. I believe the time has come to set out the stall of the UK and support the independence of the people of Taiwan.",
        "background": "The UK is a country that embraces freedom for people to be governed as they choose.\r\n\r\nWe have good, friendly relations with Taiwan. We ought to both affirm it to them, strengthen our support, and strongly consider formalising our recognition of Taiwanese independence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-18T13:29:10.714Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T18:57:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T06:56:29.715Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the UK to support Taiwan, but it's not clear what you want the Government to do to 'affirm' its support for Taiwan, or what you want the Government to do to 'consider' recognising Taiwanese independence. We could accept a petition calling on the Government to recognise Taiwan as an independent state, or to take another action to support Taiwan, but it would need to be clear what action you want the UK Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T06:56:31.014Z"
    },
    "id": 616859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616859.json"
    },
    "type": "petition"
}