{
    "attributes": {
        "action": "Cap MPs salary to £32,000 a year before income tax with no other means of income",
        "additional_details": "Parliament are so far out of touch with reality that even £32,000 is more than the salary for an average worker in the UK, before income tax is applied. \r\n\r\nThey have no concept of just how much people are struggling. It's time that extra money is put to use by helping those who need it during the living crisis in the UK. An MP should solely be focused on their ward and constituents. They should not have a second job or any other means of income through investments or properties.",
        "background": "MPs, politicians and councilors are being paid ludicrous and extortionate amounts of money as a salary before even looking into how they use tax loopholes to maximise their income along with second jobs that they receive earnings from, along with investments and having partners with non-dom status.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-19T00:10:31.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T05:58:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T07:17:38.375Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T07:17:39.695Z"
    },
    "id": 616899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616899.json"
    },
    "type": "petition"
}