{
    "attributes": {
        "action": "Enforce a penalty on dog owners whose dogs injure or kill other dogs",
        "additional_details": "Our dogs become our family members they are not just 'property'. Our dogs and their families deserve justice when they are harmed or killed by other dogs. Dogs have become domesticated animals their behavior depends on how they are treated and trained, therefore it is important that the owners of dangerous dogs must take accountability and face the consequences for their part in this. This would reduce dog-on-dog attacks and reduce the risk of the dog eventually harming humans.",
        "background": "As it stands dog owners are not held accountable by the law when their dogs injure or kill other dogs, which makes it likely to reoccur. A penalty (including compensation for vet and funeral fees) needs to be enforced on dog owners for their part in this, for not being able to control their dog.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-19T18:29:57.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T18:45:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T14:38:49.864Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want dog owners who allow their dogs to attack other dogs to face a penalty. However it is already a criminal offence to allow your dog to become dangerously out of control, and this can include allowing your dog to attack another dog. Penalties for this offence can include an unlimited fine and/or up to 6 months in prison. It's therefore not clear how you'd like the law to be changed.\r\n\r\nYou can find out more about this law here: https://www.gov.uk/control-dog-public\r\n\r\nIf there is a specific change you'd like to be made to the law regarding dangerously out of control animals, you could have a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T14:39:23.377Z"
    },
    "id": 616948,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616948.json"
    },
    "type": "petition"
}