{
    "attributes": {
        "action": "Put a legislation in to stop energy company’s charging excess standing charges",
        "additional_details": "Around 5 years ago to now an average of 50p per meter! This has seen everyone’s energy bills increase from the energy companies doing less! \r\nI propose that everyone in the U.K. who has a smart meter can only be charged 5p per meter per day standing charge and this will help with the cost of living and also increase more people getting smart meters! There should be a law passed to stop energy companies from charging whatever they like and set one price",
        "background": "Government has pushed for Smart meters to be put into homes and business which should have helped understand the energy we are using however energy companies now have reduced the amount of times they read there meters but they have continued to increase standing charges on meters from 10p per meter",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-19T17:57:16.180Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T18:11:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T13:08:33.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about standing charges are a matter for utility providers and Ofgem, not the UK Government or Parliament.\r\n\r\nThe price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T13:08:33.965Z"
    },
    "id": 616946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616946.json"
    },
    "type": "petition"
}