{
    "attributes": {
        "action": "Reduce emergency vehicle alarm volume",
        "additional_details": "I would like to see the volume of the alarm reduced and use of those alarms to be more regulated.",
        "background": "Londoners are suffering from loud emergency vehicle alarms. Living on many London roads means constant disturbance from the loud noise. Alarms are often used unnecessarily to pass a traffic light on an empty road. This causes great hearing and sleep disturbance,anxiety,and baby and pet disturbance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-19T11:12:39.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T11:48:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T07:42:08.945Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nWe understand that you're concerned about the volume of sirens used by the emergency services, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nDecisions about the sirens used by the emergency services for particular localities are a matter for individual emergency services, not the Government or House of Commons, so using sirens with lower volumes in London would be a matter for the local emergency services.\r\n\r\nWe could accept a petition calling on the Government to introduce legal limits on the sirens that can be used by the emergency services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T07:42:10.179Z"
    },
    "id": 616914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616914.json"
    },
    "type": "petition"
}