{
    "attributes": {
        "action": "Review the laws on parental rights if non resident parent is absent.",
        "additional_details": "Having to deal with Child Maintenance, parental responsibility & visitation can be extremely painful & stressful for both parent & child. This also makes decisions difficult, such as: \r\n-Whether or not a child has medical treatment. \r\n-Child’s name change \r\n-Consent for a child go holiday etc. \r\nIt makes no sense having to ask an absent parent for permission whilst not in their lives & also dealing with stress, court costs & having to explain why we shouldn't need to get permission from the absentee",
        "background": "Revoke & deny any applications to gain parental rights when the non resident/parent is absent. This is to ensure the responsible parent is the one making big decisions for the welfare of their child/children & to prevent stress & potential mental health issues for the child/children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-20T19:26:38.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-20T19:53:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-24T10:43:58.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to change the way parental rights can be removed but we're not sure what action you would like the Government to take.\r\n\r\nThere are processes in place for removing the rights of a parent in certain circumstances via the courts and a parent will have their rights removed if they have been absent for a certain length of time. You can learn move about removing parental responsibility here:\r\nhttps://www.co-oplegalservices.co.uk/media-centre/articles-jan-apr-2017/how-to-remove-parental-responsibility/\r\n\r\nYou could start a new petition calling on the Government to change the amount of time a parent can be absent from a child's life before having their rights removed, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-24T10:43:58.907Z"
    },
    "id": 617004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617004.json"
    },
    "type": "petition"
}