{
    "attributes": {
        "action": "The intake from primary school to secondary needs to be based on feeder school.",
        "additional_details": "My child has been excluded from her peers and is the only pupil from her class attending another high school. Not only has this had a detrimental effect on her mental state it has affected us a family. \r\nHigh school is a big step for all children and they should not be made to do it alone! \r\n\r\nAfter COVID, measures need to be taken to ensure the children's mental health is priority. Not class numbers or funding!!",
        "background": "My childs primary school is a feeder to the chosen high school. However the requirements have changed and the child now needs to live in the catchment area for the school. \r\nI'd like this changed to needing to be in a feeder school rather than the catchment area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-22T12:59:19.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-22T13:09:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-25T09:21:46.086Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School admissions policies are a matter for individual schools and local authorities and are not a matter for the Government. You can read more about school admissions criteria here: https://www.gov.uk/schools-admissions/admissions-criteria\r\n\r\nThere is an appeals process if you feel the admissions procedure did not follow the schools admissions criteria, or the schools admissions code. More information about appeals can be found here: https://www.gov.uk/schools-admissions/appealing-a-schools-decision"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-25T09:21:47.773Z"
    },
    "id": 617076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617076.json"
    },
    "type": "petition"
}