{
    "attributes": {
        "action": "Make Medical Health Insurance Compulsory for ALL Overseas Visitors to GB.",
        "additional_details": "This is a NATIONAL Health Service, NOT INTERNATIONAL.   It is NOT the responsibility, nor is it ethical for the British taxpayer to pay in to a system that provides free healthcare to those who have made NO contribution whatsoever. As a retired community nurse, I have seen the system regularly abused, yet no checks are made to ensure that person/persons are eligible for free treatment.  British taxpayers cannot remedy the failures of other governments that do not provide effective healthcare.",
        "background": "All admissions forms to request Permanent residential address, National Insurance number, NHS number, GP name. Training to request details should be mandatory to ALL staff. Provide a robust and enforceable system to recoup monies. Stop visitors registering as temporary residents to claim free care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-22T09:26:33.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-26T21:38:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T16:09:24.343Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you're concerned about people using the NHS who aren't UK residents, but it isn't clear how the healthcare system would be reimbursed by insurers in this circumstance. You could open a petition asking for anyone entering the UK who is not a resident or UK national to provide proof of valid medical insurance at border control. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T16:09:24.341Z"
    },
    "id": 617069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617069.json"
    },
    "type": "petition"
}