{
    "attributes": {
        "action": "Ban MP personal expense claiming",
        "additional_details": "Limit expense claiming to the costs of running an office and employing staff, remove MPs ability to claim expenses for costs that occur due to being a member of society instead of being an MP, including; a (second) house within their constituency, rent, travel, accommodation costs, toilet seats covers, etc.\r\n\r\nWhen MPs require housing in London or their  constituency, they should be accommodated in council housing. Houses outside of their consultancy or long should be sold.",
        "background": "MPs receive a salary of £84k+ in addition to the ability to claim expenses, for travel, accommodation, rent etc. these expensive are not unique to being an MP and apply to every job in the nation, yet tax payer funds are used to cover the costs of MPs that are incurred by everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-23T20:06:15.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-23T20:26:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-27T08:54:30.838Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-27T08:54:32.555Z"
    },
    "id": 617151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617151.json"
    },
    "type": "petition"
}