{
    "attributes": {
        "action": "Stop the London ULEZ expansion while the cost of living crisis is ongoing.",
        "additional_details": "Members of the public are already being out stretched to afford the basics to live (food, fuel and home) and any expansion to the London ULEZ will mean an additional charge to use their cars if they do not comply to the emissions standards or the additional cost of replacing a car to one that does.  The poorest members of the public will be made to give up the use of theirs cars which some need for essentials like caring for family members.  This is totally at the wrong time.",
        "background": "The Mayor or London is conduction consultation to expand the ULEZ in Greater London.  Any expansion should be delayed by the Government/Parliament until after the cost of living crisis is resolved.  I fully appreciate the need for air quality and climate control to be addressed but not now or 2023!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-24T12:02:23.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-24T12:40:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-27T09:16:15.600Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-27T09:16:16.817Z"
    },
    "id": 617175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617175.json"
    },
    "type": "petition"
}