{
    "attributes": {
        "action": "Amend Sexual Offenders Act 2003 with regard to \"breach of peace\" in community.",
        "additional_details": "I was asked by someone, recently arrested for a confrontation between him and a person who was subject to the Sex Offenders Act (register), what can he do?  I was asked can I do anything to evict the perpetrator from the area.  I gave him the honest answer, not much!.  Notwithstanding the above, I later thought that this seems unfair given the nature of the arrest.  The burden of reassurance to the community should lie with the person on the Sex Offenders Register, that [he] is no longer a risk.",
        "background": "Provide a gateway in existing legislation where a person subject to restrictions within the Sexual Offenders Act 2003 has the burden to prove that [he] does not pose a threat to any person accused of potential Breach of the Peace (BOP), which directly implicates [him], ie; the person accused of BOP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-25T01:18:24.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-25T06:21:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-30T14:23:52.734Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\t\r\nWe're not exactly sure what action you'd like the Government or Parliament to take. For example, we're not sure if you want a person subject to restrictions within the Sexual Offenders Act 2003 to be relocated if they are found guilty of breaching the peace in their local area, or if you'd like something different. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-30T14:24:01.530Z"
    },
    "id": 617225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617225.json"
    },
    "type": "petition"
}