{
    "attributes": {
        "action": "Address the Energy, Climate and Environment crisis through Renewables",
        "additional_details": "Overseas energy supplies are reducing and costing more. Yet we are not taking this God-given opportunity.  The above approach offers HOPE instead of threatening the environment by investment in more fossil fuel and unsafe nuclear power, as currently planned.\r\nWe petition the Government and Parliament to think of the good of our country, our global environment and its people, especially the many poor already affected.  Action, not words, are now urgently needed.  Let the UK lead the way for the world by example.",
        "background": "It's a no-brainer. This is the cheapest, quickest, most environmentally friendly, safest, most job-creative way.\r\n- Underwater turbines to harness tidal flows and estuary currents\r\n- Wind farms\r\n- Solar panels farms.\r\n- Battery technology to store energy.\r\n- Insulation of buildings.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-05-25T09:54:39.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-25T13:48:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-30T14:18:51.555Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\t\r\nWe're not exactly sure what specific action you'd like the Government or Parliament to take. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign some of these petitions instead: \r\n\r\nSet a target for 70% of UK energy to be renewable by 2030:\r\nhttps://petition.parliament.uk/petitions/612739\r\n\r\nIntroduce grants for home battery storage systems:\r\nhttps://petition.parliament.uk/petitions/610997\r\n\r\nReintroduce Feed-in Tariffs for domestic solar panels:\r\nhttps://petition.parliament.uk/petitions/609063\r\n\r\nCreate new publicly owned solar energy company to address fuel & climate crisis:\r\nhttps://petition.parliament.uk/petitions/611416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-30T14:19:09.545Z"
    },
    "id": 617248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617248.json"
    },
    "type": "petition"
}