{
    "attributes": {
        "action": "Automate train services to increase reliability and stop strikes.",
        "additional_details": "Deliver huge benefits for the wider UK public by dramatically increasing investment in technology and automation for the the entire rail network, delivering safer and more efficient and reliable services as well as legislating against national strikes for this critical infrastructure.",
        "background": "The national rail service has long suffered with poor performance and reliability. It also has a history of militant unionism, despite highly paid staff and favourable conditions for much of the sector compared to other public service workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-24T22:33:37.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-26T19:35:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-31T15:01:29.840Z",
        "rejection": {
            "code": "no-action",
            "details": "While we can see that you'd like the Government to automate rail services, your petition also asks for the Government to stop strike action. A petition has to have a clear and specific action that the Government can do and it's not clear how these are linked. \r\n\r\nYou could start a petition asking for the Government to fund a fully automated rail service. You could start a separate petition asking for Government to take action on national strikes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T13:17:25.143Z"
    },
    "id": 617219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617219.json"
    },
    "type": "petition"
}