{
    "attributes": {
        "action": "Mobile phone company to provide charging adaptor with new mobile purchases.",
        "additional_details": "I have purchased Samsung galaxy S22 Ultra for which I had USB-C type charger for my oneplus 7. I tired to charge with that charger but it shows that it will charge my phone in 8-9 hours. Now, due to huge size of battery of new phone it doesn't even charger properly. After purchasing new mobile phone of £1000-1200 we have to addition pay for mobile phone charger. Literally this is the tactic to force customers to pay for the charger too. I plea to government to please look into these matter.",
        "background": "Now a day, Samsung and iPhone has stopped providing charger to customers on the name of environmental movement. But, infact this move has dramatically increased their income. As customers (common people) have to pay for the charger even in this difficult time of high inflation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-25T01:49:39.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-26T09:36:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-31T09:36:04.812Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on what accessories to include with product purchases are a matter for individual retailers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-31T09:36:04.808Z"
    },
    "id": 617228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617228.json"
    },
    "type": "petition"
}