{
    "attributes": {
        "action": "Make it compulsory for all those in year 8 to be trained in basic life support",
        "additional_details": "Having more people trained in basic life support is the key to potentially saving and preserving life. Too many people die each year due to conditions that if they were to receive early basic life support such as cpr they would’ve survived. At the moment bls isn’t compulsory in school but we believe if it was more lives could be saved each year. The main reason behind this is that a key part of survival in cases such as cardiac arrests is early detection, early compression and early defibrillation.",
        "background": "Make teaching basic life support part of the core curriculum in school to be taught to all those in year 8 and above.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-26T19:36:26.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-26T19:42:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-31T15:03:19.965Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is.\r\n\r\nThe Government's new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires that all students be taught first aid in primary and secondary schools. This includes \"life-saving skills, including how to administer CPR\".\r\n\r\nYou can read the full Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nYou could start a new petition asking for a specific change to the above guidance. \r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake Health Education a compulsory separate subject in all schools: https://petition.parliament.uk/petitions/610659"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-31T15:03:19.962Z"
    },
    "id": 617399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617399.json"
    },
    "type": "petition"
}