{
    "attributes": {
        "action": "Change the way Electricity is priced, removing the lock to gas prices.",
        "additional_details": "If I buy all my electricity as 100% renewable from a supplier who does generate this power, they have to charge me as if it were generated by Gas. Their profits increase, my costs go up. This is unsustainable Electricity generation (An exception has to be made for Nuclear energy) must be able to be based on its source, ie renewable / Hydrocarbons. Renewables can be cheaper. This will encourage  investment in renewable power generation, help in the shift to low carbon Electric Vehicles, and heating.",
        "background": "UK Electricity prices are exceptionally high, owing to the tie in to gas costs. This is an unsustainable. Electricity costs must be based on actual modes of generation (nuclear excepted) rather than being tied to high cost Hydrocarbon fuels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-26T19:04:17.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-28T08:16:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T16:22:44.120Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on where energy suppliers source the energy they supply to customers, and how this affects the tariffs they offer, is a matter for individual suppliers"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T16:22:44.116Z"
    },
    "id": 617394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617394.json"
    },
    "type": "petition"
}