{
    "attributes": {
        "action": "A new and safe Concrete Skatepark for Hitchin, Hertfordshire.",
        "additional_details": "The current skatepark at King Georges is unsafe and not up to date with health and safety regulations. \r\nSkateboarding is a great way to keep fit and healthy.\r\nSkateboarding will keep the youth away from antisocial behaviour.\r\nThere is a new skate shop in town and there is a large demand for a new skatepark in Hitchin.\r\nLetchworth has the closest local skatepark and it gets too busy which makes it unsafe.\r\nMetal skateparks are unsafe. It needs to be a concrete skatepark.",
        "background": "We would like a new skatepark based in Hitchin, Hertfordshire. I work at the local skate shop in Hitchin and there is a demand for a local concrete skatepark. All other towns and most villages have skateparks and Hitchin shouldn't be without one. The current skatepark is unsafe and not fit for use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-29T11:33:03.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-29T12:07:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:56:43.216Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on planning and local amenities are a matter for your local council.\r\n\r\nYou could raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:56:43.213Z"
    },
    "id": 617543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617543.json"
    },
    "type": "petition"
}