{
    "attributes": {
        "action": "Stop HMRC demanding repayment of WTC given to NHS workers during the pandemic.",
        "additional_details": "It is immoral. NHS staff were asked by the government to come and help during the pandemic. They increased their hours or worked extra to meet the demand. HMRC wrote to NHS workers in 2021 indicating that because they worked more hours than expected and/or earned more than expected, they now wanted all the Working Tax Credit back. In some cases over £5,000.\r\nThe second blow they delivered was, because they earned/worked more in 2020/21 they were not entitled to WTC in 2022. WTC is a vital top-up.",
        "background": "The DH should have squared this with the DWP before asking NHS staff to increase their hours/earnings during the Pandemic. DWP did it with Pension credit so retirees could return without being penalised so it is perfectly possible to apply the same standard to working families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-30T13:14:55.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-07T10:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T10:10:04.521Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for HMRC based on tax status.\r\n\r\nWe could accept a petition calling for the Government to refund any lost tax credits as a result of working during the Covid-19 pandemic, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-22T10:10:09.323Z"
    },
    "id": 617586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617586.json"
    },
    "type": "petition"
}