{
    "attributes": {
        "action": "Revoke or change the new calorie-labelling rules for businesses and restaurants.",
        "additional_details": "As somebody suffering from anorexia, the new rule has made recovery much harder and has greatly discouraged myself- and many other individuals with eating disorders- to eat out or be able to enjoy food in social contexts. The number of eating disorders in the UK is increasing every year, with a 34% increase in hospital admissions since 2005-06. Whilst tackling obesity is very important, this should not come at the price of potentially aggravating eating disorders. I believe that surrounding people with information about calories is incredibly detrimental, potentially resulting in more eating disorder cases, as well as more widespread unhealthy ideas surrounding food and eating.",
        "background": "Many businesses do not offer individual menus, and as such, calories are displayed on larger menu displays. These displays- seen in chains such as Costa Coffee, McDonalds, Coffee # 1, etc.,- cannot be avoided, and as such the new rules still have a grave impact on individuals with eating disorders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-30T07:26:09.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-30T08:15:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:20:01.476Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nRemove requirements to display calories on menus\r\nhttps://petition.parliament.uk/petitions/614396"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:20:01.473Z"
    },
    "id": 617567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617567.json"
    },
    "type": "petition"
}