{
    "attributes": {
        "action": "Stop Ride London in Essex",
        "additional_details": "The Ride London event has been signed for 5 years by Essex Highways and Essex County Council. My business alone will stand to loose several thousand pounds over that period and I cannot be the only one. \r\nThere are no funds available for those of us that will loose out. There has been no business/public consultation. Once again small businesses have been over looked and under valued when we are still trying to patch our businesses back together after COVID.",
        "background": "The Ride London event has a negative impact on local businesses during what would be one of the busiest bank holiday weekends of the year normally. The event must be stopped if the road closures are not significantly reduced or a different route is used each year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-29T08:34:45.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-29T08:53:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:40:27.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Essex County Council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Essex County Council - you can find out more here: https://www.essex.gov.uk/get-involved/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:40:29.988Z"
    },
    "id": 617533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617533.json"
    },
    "type": "petition"
}