{
    "attributes": {
        "action": "Every airline must book you the next available flight if original is cancelled",
        "additional_details": "Today, after the pandemic is starting to settle down, more and more families are having the holidays cancelled because Airlines are just cancelling flights even 2 hours prior to departure and offering no alternative because they have none. Airlines should be made to cover the cost the next available flight for any passenger when they cancel their flight within 24 hour of departure and stop people bearing the cost of the Airlines incompetence.",
        "background": "Every airline should be made to book a passenger onto the next available flight in whatever class is available, with which ever airline, if they cancel your original flight within 24 hours of departure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-30T20:12:13.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-30T20:17:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T10:26:02.718Z",
        "rejection": {
            "code": "already-happening",
            "details": "If you still want to travel, your airline already has to find you an alternative flight. It’s up to you whether to fly as soon as possible after the cancelled flight, or at a later date that suits you. If an alternative airline is flying there significantly sooner or other suitable modes of transport are available then you may have the right to be booked onto that transport.\r\n\r\nYou can find out more about your rights, if your flight is cancelled, here: \r\nhttps://www.caa.co.uk/passengers/resolving-travel-problems/delays-and-cancellations/cancellations/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T10:26:04.496Z"
    },
    "id": 617610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617610.json"
    },
    "type": "petition"
}