{
    "attributes": {
        "action": "Reduce the Birmingham Clean Air penalty charge and daily charge rate by 50%.",
        "additional_details": "Cost of living is rising with no reprieve. In order to elevate the pressure on drivers and businesses that need to access the Birmingham Clean Air Zone, a cut to these charges is almost certainly needed. By a minimum of 50%.",
        "background": "We want parliament to reduce the charge for both penalties and daily rate charge by a minimum of 50%. Offsetting the already extortionate fuel costs. This not only affects personal vehicles but commercial vehicles. Increasing costs for services and products.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-31T18:43:57.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-31T18:54:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T11:34:46.184Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Birmingham City council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Birmingham City Council - you can find out more here: https://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions\r\n\r\nYou could start a new petition asking for the UK Government and Parliament to make a change to the national framework for clean air zones, if there's a specific change that you'd like to see. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T11:34:47.905Z"
    },
    "id": 617667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617667.json"
    },
    "type": "petition"
}