{
    "attributes": {
        "action": "Legalise E-Scooters, E-Skateboards and other electric transport vehicles.",
        "additional_details": "E-boards are cheap, practical, safe and fun. E-boards can be just as safe as normal scooters and skateboards if used properly. E-boards have brakes, are responsive and are stable. The UK is one of the few countries in the world that doesn’t allow E-boards and yet could be the country that leads the way in E-board safety. Doing a trial with rental E-Scooters won’t result in sufficient results. The public are much more likely to look after their own property rather than a rented scooter.",
        "background": "The UK should be making basic rules, informing the public and allowing the public to make their own decisions. Enforce clear rules-set speed limits, ensure rider safety with helmets, and mandatory board maintenance. E-boards result in less car usage by encouraging alternative transport solutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-02T13:58:39.277Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-02T22:34:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-07T11:18:31.843Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want electric scooters and electric skateboards to be legalised, however we're not sure which 'other electric transport vehicles' you want to be legalised which aren't already.\r\n\r\nYou might like to sign these petitions which call for the same actions:\r\n\r\nLegalise e-scooters on public roads with licence, insurance and roadworthiness: https://petition.parliament.uk/petitions/604569\r\n\r\nMake e-skateboards legal to use on roads, pavements & cycle paths: https://petition.parliament.uk/petitions/613460 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-07T11:18:33.224Z"
    },
    "id": 617779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617779.json"
    },
    "type": "petition"
}