{
    "attributes": {
        "action": "To consider a 4 day working week in education.",
        "additional_details": "As key workers, it appears that educators have been rewarded with the least amount of appreciation. The long standing view about how our efforts do not reflect our pay is an ongoing argument; however, despite this, practitioners continue to overwork due to their commitment towards providing children with great opportunities. To manage the increased expectations, we are asking for time, time to plan, prepare and assess and most of all time to regulate our mental and emotional well-being.",
        "background": "To consider a 4 day working week in education, enabling an opportunity so that practitioners can manage workload effectively and maintained a balanced, healthy lifestyle that has been considerably hindered due to the increased, often unmanageable, expectations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-07T11:23:27.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T12:17:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T07:55:41.713Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about working arrangements for staff in the education sector are a matter for individual educational institutions, not the UK Government or Parliament.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nRequire schools to make Friday a part of the school weekend: https://petition.parliament.uk/petitions/614046"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T07:55:45.746Z"
    },
    "id": 617992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617992.json"
    },
    "type": "petition"
}