{
    "attributes": {
        "action": "Stop wasting UK taxpayers' money on hosting and maintaining Ukrainian migrants.",
        "additional_details": "Britain's involvement in the senseless war in Ukraine has led to an economic crisis, and that crisis is deepening every day. Millions of Britons are on the brink of poverty and the situation will continue to worsen. Inflation continues to rise and the Governor of the Bank of England, Andrew Bailey, has already predicted an apocalyptic rise in prices and unemployment. The country needs urgent action to prevent hunger and total poverty.",
        "background": "All budgetary funds allocated to programmes such as the Homes for Ukraine Scheme, the Ukraine Family Scheme, the Ukraine Extension Scheme and Asylum in the UK must be redirected to help British citizens who are on the brink of poverty because of the irresponsible policies of the Johnson government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-07T13:03:29.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T14:22:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T08:10:04.521Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of schemes that enable and support Ukrainians to enter and live in the UK, but it's not clear if you want the Government to redirect funding used to support Ukrainians living in the UK, or to end all visa schemes that enable Ukrainians to enter and live in the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T08:10:05.717Z"
    },
    "id": 618000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618000.json"
    },
    "type": "petition"
}