{
    "attributes": {
        "action": "Hold Confidence vote on Prime Minister where all UK Citizens are allowed a vote",
        "additional_details": "Our democracy is a laughing stock and our standing in the world has been diminished and brought into disrepute as ministers have broken laws and breached ministerial codes and outright lied to the public and parliament and continued in office because they are only accountable to the party they are part of or lead id be fairer if a confidence vote was voted on by everyone in the UK and not just the privilege few",
        "background": "Allow UK citizens to hold a confidence vote where a sitting member of parliament or prime  minister has broken the ministerial code, found guilty of breaking the law or even has been fined by the police",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-06-07T16:28:56.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T20:31:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T16:32:49.828Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you'd like to see a public vote of confidence held in MPs or Ministers who have been found to have broken the law or the Ministerial Code. However, we're not sure whether you would like to see a process put in place to require such a vote to be held automatically in all such cases in future, or whether you are requesting a vote of confidence in the current Prime Minister. In line with our petitions standards, we can't accept petitions calling for individual Ministers or MPs to be subject to a recall vote or a vote of no confidence.\r\n\r\nYou could start a new petition calling for Ministers found to have broken the law to automatically be subject to a public vote of confidence by the UK electorate, if that's something you'd like to see happen. \r\n\r\nIf you wish to start a new petition, you would need to submit it with your full name (first name and surname). People who start petitions need to give their full name before their petition can be published. Sorry if this wasn't clear to you.\r\n\r\nAlternatively, you might like to sign the following petitions, which make related requests:\r\n\r\nAn MP found guilty of breaking any law is automatically subject to recall\r\nhttps://petition.parliament.uk/petitions/614888\r\n\r\nRequire Ministers found to break the law be removed from office and lose pension\r\nhttps://petition.parliament.uk/petitions/615337\r\n\r\nRequire MPs who break the law be removed from office\r\nhttps://petition.parliament.uk/petitions/614705\r\n\r\nChange the law, so that UK citizens can force an immediate General Election\r\nhttps://petition.parliament.uk/petitions/603106"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T16:32:49.824Z"
    },
    "id": 618020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618020.json"
    },
    "type": "petition"
}