{
    "attributes": {
        "action": "Get doctors surgery’s open to see patients face to face!",
        "additional_details": "I myself like others have ongoing medical conditions that need looking at by GPs. They are not serious enough to need A&E so why clog up the NHS hospitals? You call for an appointment and have to wait a week for a triage ( on the phone ) and then another week or so to get an appointment. Too many GPs are refusing to treat patients and if they don’t want to see patients then why be a GP? Absolutely disgusting and the government need to make GPs open fully again before people get seriously sick!",
        "background": "We need GPs to stop hiding behind a phone and start seeing patients face to face. Too many illnesses being missed and too many people being left anxious about asking for an appointment. The whole world is back to normal but GPs still refuse to see patients and tell them to go to a walk in or A&E.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-07T17:58:19.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T18:27:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T09:35:06.471Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are no Government restrictions that prevent GPs from holding face-to-face appointments. Decisions relating to GP appointments, including decisions on whether face-to-face appointments are appropriate, are operational matters for the NHS and individual GPs, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T09:35:07.756Z"
    },
    "id": 618031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618031.json"
    },
    "type": "petition"
}