{
    "attributes": {
        "action": "Lower petrol prices to a reasonable rate everyone can afford.",
        "additional_details": "We’ve come out of a global situation where financially everything is a struggle. People have to fill up maybe once or twice a week for work and other commitments but it’s just going to get harder when we are putting more in our tank than we earn a day. We need to do something as a country as I feel enough is enough. We have the power to use our voices to tell the government want they are doing is wrong and need to change. We need to strike and take action now",
        "background": "It is crazy to think at the start of the pandemic petrol was less that £1 now it’s almost reaching £2. We’ve already suffering with higher electricity and gas bills and now we’re expected to tolerate petrol going up to £2+ a litre. It’s ridiculous. This is benefiting no one apart from the government",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T08:45:18.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-08T10:34:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T13:37:02.626Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Petrol prices are a matter for producers and retailers. \r\n\r\nYou might like to sign this petition calling for a reduction in the taxes being charged on fuel, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T13:37:03.834Z"
    },
    "id": 618063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618063.json"
    },
    "type": "petition"
}