{
    "attributes": {
        "action": "Revoke the use of modal/planter road filters by local councils.",
        "additional_details": "They are not having correct consultation with local residents they are being used to force every vehicle onto one route through towns and cities. There is no consideration to the elderly or disabled who need vehicles to travel just to get to the local shops. They are causing people to travel miles out of their way and sit in traffic jams all in the name of safer roads with no actual safety figures taken into account. They are causing outrage and stress among the general public all over the country",
        "background": "Remove the use of modal filters and planters blocking roads by local area councils.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T08:03:50.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-21T10:25:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T07:50:21.505Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads, including traffic calming measures, are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nIf you are concerned about measures taken by your local authority, you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T07:50:22.857Z"
    },
    "id": 618060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618060.json"
    },
    "type": "petition"
}