{
    "attributes": {
        "action": "Recognise alternative approaches to education as valid ones.",
        "additional_details": "More and more children and young people are having difficulties with school, including attendance. Instead of trying to change the child, change the experience for the child by making school more flexible and less coercive. It is neccessary to change with the times and schools are no exception. However, this doesn't seem to be happening which is only further contributing to increased distress among children and young people in English aschools. This is the perfect opportunity to take action.",
        "background": "I want the Government to recognise that education is not 'one size fits all'. I want the Government to recognise that self-directed learning is a better approach for some children and I am asking for this approach to learning to be incorporated into the school way of life in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T09:12:06.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-08T22:47:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T07:21:19.122Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned the current education system does not meet the needs of all students, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government sets the national curriculum, but deciding how to deliver this, including what teaching methods to use, is a matter for individual schools, not the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T07:21:20.340Z"
    },
    "id": 618065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618065.json"
    },
    "type": "petition"
}