{
    "attributes": {
        "action": "An ACT that protects mental health workers from being assaulted by patients",
        "additional_details": "When a staff is assaulted by a patient, the law protects them with \"they have mental health issues\" so they can't be prosecuted when staff who look after them are assaulted. Most patients who have capacity and know what they are doing use this as an excuse to assault staffs, knowing they will get away with it. I want the Government to bring an ACT that protects staff and make mental health patients who are found to have capacity at the time of the assault face the law.",
        "background": "There are laws and policy that protects mental health patients. There are no single law or policy that protects mental health workers from and when they are assaulted by patients who we care for and support. So I want a law or policy that protects mental health staffs whilst doing their Job.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-07T18:26:42.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T21:25:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T12:20:32.108Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It's already the case that people can be charged with assault if they have mental capacity. Decisions on prosecution are a matter for the police and the CPS, and decisions on conviction are a matter for the courts and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T12:20:33.505Z"
    },
    "id": 618034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618034.json"
    },
    "type": "petition"
}