{
    "attributes": {
        "action": "Make Universal Credit responsible for their mistakes",
        "additional_details": "Thousands of people are being penalised each day because of a mistake someone at Universal credit has done meaning we have to pay back money when we did nothing wrong. I have had to pay back over £2000 for mistakes someone at Universal Credit has done, i went to my Local MP and it went to the House of Commons just for UC to reply with the fact they do not own any mistakes and therefore everyone has to pay back whether they are at at fault or not! This is leaving many people out of pocket",
        "background": "I want them to make it legal that Universal Credit are responsible for their mistakes! I want the Government to make Universal credit change the rules so that we the public don’t have to pay back money when the mistake were not done by us",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-09T09:16:22.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-09T14:03:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T08:09:20.666Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you'd like change to happen for people whose benefits have been miscalculated, however it's not clear what you'd like the Government to do. The Department for Work and Pensions is responsible for delivering Universal Credit, alongside other welfare payments. You might be able to start a petition calling for the Government not to recall benefits payments where it's overpaid. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T08:09:20.662Z"
    },
    "id": 618138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618138.json"
    },
    "type": "petition"
}