{
    "attributes": {
        "action": "Fund compensation for care staff exempt from general population employee benefit",
        "additional_details": "At present the government tend to focus on NHS only and social care is often excluded and struggling immensely to recruit. There is little reward and recognition for working in a demanding role which is labelled as unskilled by government. Over past years funding has been reduced & now due to changing dynamics with people working from home, there is no incentive to encourage people to become carers for the elderly and vulnerable adults. A compensation fund would reward care staff for job demands",
        "background": "I feel the government should increase the pay health care staff receive as they work unsociable hours, weekends, public bank holidays and are unable to benefit as other industries do from striking and working from home, all trends which have arisen following Covid. Care staff need more recognition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T17:59:58.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-30T08:59:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T09:23:11.658Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for the setting of wages and conditions for private employees.\r\n\r\nYou could have a petition calling for the Government to fund increased pay for NHS social care staff, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\nExempt registered care workers from council tax, while employed as a carer: https://petition.parliament.uk/petitions/616542"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T09:23:13.020Z"
    },
    "id": 618102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618102.json"
    },
    "type": "petition"
}