{
    "attributes": {
        "action": "Freeze Buy-to-Let mortgages until houses become affordable to first time buyers.",
        "additional_details": "Housing is a basic need and not a luxury. Having your own place where you have no fear of eviction, is protection necessary for the wellbeing of all individuals. At a time when technology is so advanced, this basic need could be met without taking away a quarter of the working life of people with below average earnings.\r\nIn the same way governments target annual inflation rates below 2%, they should have a target to reduce housing inflation so the average house price to earnings ratio is below 5.",
        "background": "Freeze Buy-to-Let mortgages and restrict second home purchases until the average house price to average earnings ratio falls below 5. Currently this ratio is nearly 9, which is the highest it has ever been. Buy-to-let mortgages are one of the main causes for historic rise in the house prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T23:17:09.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-09T10:38:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T07:36:59.542Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what mortgage products to offer are a matter for individual lenders, not the UK Government or Parliament. Similarly, decisions about who to sell a home to are a matter for the homeowner, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-25T07:06:20.797Z"
    },
    "id": 618127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618127.json"
    },
    "type": "petition"
}