{
    "attributes": {
        "action": "Make baby changing areas accessible to both male and female parents.",
        "additional_details": "There are many stay at home dads whom would have a problem to change their baby nappy if they are out. It discriminates gay couples as if two males have a baby they cannot access baby changing area easily. It also puts more pressure on the mother to take the responsibility of nappy changing. Fathers may fear to leave home with their baby on their own as they would have difficulty changing their nappies.",
        "background": "I would like the government to implement a law that says that baby changing area should be accessible for parents of any gender. There are still so many shops, public toilets, schools and other public areas where the baby changing area is in a female toilet which means dad's cannot access the area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-09T20:45:10.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-09T22:00:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T10:25:38.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about access to baby changing facilities, but it's not clear if you want the Government to require that baby changing facilities be installed in all toilets for men, or just that businesses that have baby changing facilities make these available to men and women.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T10:25:43.748Z"
    },
    "id": 618189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618189.json"
    },
    "type": "petition"
}