{
    "attributes": {
        "action": "Ban the sale of Large Artificial Plants, Flowers and Grass",
        "additional_details": "Think about the environmental impact of allowing the sale of artificial plants and grass. As a country we want to decrease carbon emissions but we are allowing the sale of these items?! I'm asking you to do a report on the impact to the environment and ban the sale of these goods.",
        "background": "The use and sales of artificial plants and grass is utterly unacceptable in 2022 - we need a ban\r\n- Damages and contaminates the structure of the soil\r\n- Manufacturing and delivery contributes to carbon emissions\r\n- Plastic grass can’t or won’t be recycled\r\n- They have no wildlife benefit whatsoever",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-13T08:55:04.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-13T14:15:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-17T10:01:49.992Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like the sale of artificial grass, flowers and plants to be banned, but we're not sure whether you want this ban to apply to all artificial plants and flowers, or only those intended to be planted outdoors (where there might be any risk of 'damaging and contaminating the structure of the soil').\r\n\r\nYou may like to sign these petitions which call for similar actions: \r\n\r\nIntroduce an \"Ecological Damage Tax\" on Astroturf Lawns / Artificial Grass: https://petition.parliament.uk/petitions/608295\r\n\r\nBan the sale and use of fake grass: https://petition.parliament.uk/petitions/617801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-17T10:01:51.438Z"
    },
    "id": 618355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618355.json"
    },
    "type": "petition"
}