{
    "attributes": {
        "action": "To change the wording of the British values.",
        "additional_details": "It's not okay for young people to act like that as we should accept and celebrate others, and the word tolerance lets people think that they don't have to and they do, it's basic human respect. So I am proposing that the word tolerance is changed and replaced with the words “accept and celebrate”.These words properly express and reflect us as citizens, as we want to show that we accept and celebrate those of different faiths and beliefs, not just tolerate them.",
        "background": "Tolerance is not the correct word that should be used in our British values, it evokes that we only acknowlege others who are different to us when that's not the case or the right way to go about it.That word paves a way for young people to think that it's okay to discriminate and care less of them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-14T20:40:44.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-16T17:36:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T07:16:06.182Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Neither the UK Government nor the House of Commons are responsible for the words people use. \r\n\r\nYou could have a petition calling on the Government to fund a national campaign to promote the 'acceptance and celebration' of diversity, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T07:16:07.705Z"
    },
    "id": 618446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618446.json"
    },
    "type": "petition"
}