{
    "attributes": {
        "action": "Save Lives. Save Teignmouth Community Hospital. Protect OUR NHS.",
        "additional_details": "Teignmouth Hospital opened in 1954 and is much loved, well used and can easily be refurbished and reconfigured for much less than the proposed Health and Wellbeing Centre. The Independent Reconfiguration Panel needs to re-exam the evidence on medical grounds to see if the CCG proposal is in our best medical interests. Through Freedom of Information requests, we have proved that the consultation was predetermined and evidenced research has to begin. The removed beds must be reinstated for proof.",
        "background": "Stop the A&E crisis with ambulances not able to discharge patients due to General Hospitals having insufficient beds and Community Hospitals being closed. Reverse the decision to close Teignmouth Hospital, the first purpose-built hospital for the NHS. Ensure that our NHS remains in public ownership.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-06-14T19:11:40.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-15T09:15:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-21T07:19:02.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the closure of hospitals are a matter for individual clinical commissioning groups (CCGs), not the UK Government or Parliament.\r\n\r\nIf you are concerned about this closure, you should contact NHS Devon CCG: https://devonccg.nhs.uk/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-21T07:19:03.927Z"
    },
    "id": 618440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618440.json"
    },
    "type": "petition"
}