{
    "attributes": {
        "action": "Control the ability of Energy Suppliers to raise direct debits freely",
        "additional_details": "Cap how much an energy supplier, or anyone for that matter, can increase a direct debit without approval via customer and the regulator. Then they will probably insist on higher direct debits from the start, my supplier wanted £150 from the start so this increase is no surprise. Customers should pay for what they use, not excess with the justification that customers may get behind with their bills. Some customers may not know what they use, some not afford to pay far more than they use",
        "background": "Energy suppliers do not use the amount of energy you use to determine a fair direct debit, they increased my direct debit from £55 a month to £143 within a month, even though they owe me money. They should not be allowed to do this, I don't know how, OFGEM or whoever should restrict this via banks",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-14T15:10:30.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-14T15:19:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-20T08:37:24.786Z",
        "rejection": {
            "code": "already-happening",
            "details": "Ofgem is already investigating this issue. You can find out more here\r\n\r\nhttps://www.bbc.co.uk/news/business-61309576\r\n\r\nIf you'd like something different, such as a new rule applying to all direct debits, you could start a new petition clearly setting that out. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-20T08:37:28.450Z"
    },
    "id": 618425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618425.json"
    },
    "type": "petition"
}