{
    "attributes": {
        "action": "Employ a Japanese style immigration system",
        "additional_details": "We are often reminded of our health service failing, house prices skyrocketing, wages stagnating and a lack of school places. These problems are all exacerbated by Immigration. Allowing untold amounts of people into the country has also seen crime rising rapidly, while not all Immigrants are guilty of wrong-doing, one cannot deny the foreign crime wave hitting our communities. We must stop importing 1mil+ people per year and focus on integrating those we already have, before it is too late.",
        "background": "The Government should make good on its long overdue promise on limiting Immigration. Imposing a Japanese-esque Immigration system where Immigration will be capped to the single digit thousands, zero tolerance on crime, so if an immigrant commits a crime they will be deported and banned from the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-16T07:43:07.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-16T10:14:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-21T09:28:53.143Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure exactly what you'd like covered by a Japanese-esque immigration system.  We find that petitions that set out exactly what changes you'd like to see, rather than references to other systems that people might not be familiar, are clearer.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nPetitions also need to include accurate information. You can read information about current immigration rates here:\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn06077/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-21T09:28:55.016Z"
    },
    "id": 618544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618544.json"
    },
    "type": "petition"
}