{
    "attributes": {
        "action": "Allow the use of mobile devices in schools during break and lunch.",
        "additional_details": "In my own experiences, and I’m sure many will agree with me, we struggle in class because most of us use spare time for purposes such as going out with friends, or texting, or streaming internet content etc. instead of using our time for studying. If we have the opportunity to use our electronic devices in lunch and break it will help us get higher grades. I really think this should be considered. I understand some may use it for other reasons but lunch and break is for rest.",
        "background": "I’m a student currently in secondary school and I believe that we should be able to use our phones/laptops during break and lunch. Why do we need this? I’ll tell you. Most our revision material is on the internet. Especially with exams coming up I believe having devices in school is vital for school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-15T16:53:20.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-15T17:12:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-21T07:44:38.647Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when students are allowed to use their mobile phones are a matter for individual schools, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-04T11:42:15.376Z"
    },
    "id": 618503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618503.json"
    },
    "type": "petition"
}