{
    "attributes": {
        "action": "Change to information sharing laws with regards to children at risk of abuse",
        "additional_details": "Allow professional including social services, the nhs, and other agencies to share information freely across different agencies and organisations. Hospitals should be able to access other hospital records for children under the age of 18 to avoid hospital shopping in order to hide signs of abuse and neglect. Social services should be able to access other information from different agencies and share this with other agencies.",
        "background": "Amend data protection laws between professional services with regards to children safeguarding and children who are at risk of abuse and neglect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-16T14:11:55.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-16T14:41:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T07:12:35.784Z",
        "rejection": {
            "code": "already-happening",
            "details": "Data protection legislation already allows for personal data to be shared lawfully, without consent, in order to safeguard children and individuals at risk. It is therefore not clear what changes you want to be made to data protection legislation, or arrangements for sharing information between certain agencies.\r\n\r\nYou can find out more information sharing and safeguarding here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1062969/Information_sharing_advice_practitioners_safeguarding_services.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T07:12:39.522Z"
    },
    "id": 618574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618574.json"
    },
    "type": "petition"
}