{
    "attributes": {
        "action": "Reinforce civil service term of service",
        "additional_details": "The civil service exists to administer government policies and are required to be politically impartial, it should be enforced that civil servants are not there to comment, hinder or obstruct legal government policies especially when it has a majority of public support. Hindering policy as a civil servant should carry a penalty of dismissal and prosecution for obstruction of government duties.",
        "background": "Ensure the civil service implements government legislation and policies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-17T13:32:11.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-17T16:13:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T07:51:56.379Z",
        "rejection": {
            "code": "no-action",
            "details": "The Civil Service code already makes it clear that the Civil Service supports the government of the day in developing and implementing its policies, and in delivering public services, and that civil servants must serve the government, whatever its political persuasion, to the best of their ability in a way which maintains political impartiality and is in line with the requirements of this code, no matter what their own political beliefs are.\r\n\r\nYou can read the full Civil Service code here: https://www.gov.uk/government/publications/civil-service-code/the-civil-service-code\r\n\r\nWe can accept petitions calling for changes to the Civil Service code, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T07:51:57.777Z"
    },
    "id": 618619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618619.json"
    },
    "type": "petition"
}