{
    "attributes": {
        "action": "Pay hourly rate to carers when on a sleep in.",
        "additional_details": "I'm a carer supporting adults with learning disabilities in their own home, I regularly do 2 or 3 sleep ins a week which means I cannot do my own thing, I am not free to see my family or friends I am at work. Yes I can sleep but that doesn't happen as you are listening out constantly incase someone needs you it's definitely not a good night's sleep. The fact we give up sleeping at home leaving family and home comforts surely warrants minimum wage.",
        "background": "Carers rate for sleep ins has been dramatically reduced, minimum hourly rate needs to be paid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-18T21:29:52.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-19T09:21:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T13:28:32.006Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets national minimum wages and employment law, but beyond this is not responsible for the pay or terms and conditions of privately employed workers, including live-in carers.\r\n\r\nWorkers must be paid at least the National Minimum Wage for any time they spend awake and working. If an employer fails to do this you can raise this with either Acas or HMRC: https://www.gov.uk/national-minimum-wage/worker-disputes-over-minimum-wage\r\n\r\nYou may wish to sign this petition which calls for a related action:\r\n\r\nExempt registered care workers from council tax, while employed as a carer: https://petition.parliament.uk/petitions/616542 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T13:28:33.837Z"
    },
    "id": 618686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618686.json"
    },
    "type": "petition"
}