{
    "attributes": {
        "action": "Regulate penalties imposed by Media/ Telecom/ Broadband companies.",
        "additional_details": "With the rising costs of living, households are trying to make ends meet by looking for lower cost alternatives and better deals for their media, broadband, mobile, tv and other utility services. However, when they try to end their existing contract, the companies impose such a harsh penalty that the customer has no choice but to continue the existing contract. This goes against the customers right to choose and competitive business practices.",
        "background": "There should be some controls on the maximum amount of penalty a company can impose on customers when they wish to end their contracts before maturity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-18T09:16:54.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-25T07:39:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T07:07:30.756Z",
        "rejection": {
            "code": "already-happening",
            "details": "Terms in contracts for the supply of goods and services in the\r\nUK, between sellers or suppliers and consumers, must comply with the\r\nUnfair Terms in Consumer Contracts Regulations 1999.\r\n\r\nDetermining whether a term is unfair is ultimately a matter for the courts, but Ofcom has publish guidance on unfair terms in contracts for communications services, which sets out its views on the likely application of the above regulations to contracts for communication services. You can read this guidance here: https://www.ofcom.org.uk/__data/assets/pdf_file/0012/40620/guidance.pdf\r\n\r\nYou can find out how to complain about a communications contract here: https://www.ofcom.org.uk/complaints/complain-about-phones-or-internet-services/contracts"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T07:07:32.156Z"
    },
    "id": 618650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618650.json"
    },
    "type": "petition"
}