{
    "attributes": {
        "action": "Everyone to pay a fair tax, no tax avoidance, tax havens or loop holes.",
        "additional_details": "Poorer people who use food banks and can't afford food or heating shouldn't be penalised with taxes.  People on low incomes should be able to have days out, fuel in their cars, and normal happy experiences, but they haven't the money to do these little extras.  However the rich should pay extra because they have second homes, helicopters and foreign holidays and can afford it.  The rich should  be paying proportionately more than people on low incomes.  None of our normal services should be cut just because the rich aren't paying a fair share of tax.",
        "background": "Rich people should be paying their  taxes here in UK and not using overseas bank accounts to avoid taxes.  They should pay more  tax than poor people and they should take their responsibilities seriously and pay a fair tax.  All the loop holes for avoiding taxes should be closed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-17T10:03:56.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-20T15:36:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T07:27:45.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about people avoiding tax, but we're not sure exactly what changes you want the Government to make to current tax law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish 'Non-domiciled' tax status for UK residents: https://petition.parliament.uk/petitions/614344"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T07:29:22.746Z"
    },
    "id": 618605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618605.json"
    },
    "type": "petition"
}