{
    "attributes": {
        "action": "Immediate improvements needed for uk care in the community staff",
        "additional_details": "This is a critical service by trained professionals in the community and we are very soon in my opinion going to reach breaking point.\r\nStaff turnover is horrendous as these people cannot afford to live on the wage and further to that we have the issue of them trying to run/maintain vehicles.\r\nI strongly believe support needs to be given immediately.",
        "background": "There needs to be a serious government discussion in the very near future concerning the ongoing home healthcare crisis, people simply cannot go to work to work a 7 hour shift using their own vehicle/fuel/general wear and tear and be payed for approx 4 hours.\r\nWe owe them fair working conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-19T18:00:13.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-19T21:26:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-23T07:57:18.364Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about working conditions for workers providing care in the community, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to commission a review of working conditions for workers providing care in the community, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-23T07:57:20.043Z"
    },
    "id": 618725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618725.json"
    },
    "type": "petition"
}