{
    "attributes": {
        "action": "Scrap the BMI system of weight measurement",
        "additional_details": "The BMI system is floored and Biased someones weight and hight is not to say if someone is anorexic or if someone is obese you can have 2 people with the same stats but one looks fat yet the other is toned its unfair to categories people and body shame in this way in the modern society we live in, this system needs either rectifying or making fairer and to take into account other factors before labelling someone as not normal",
        "background": "Get rid of the bmi measurement system and replace it with something more fair and of actually measurements as apposed to just weight and hight we are at a stage now where we can get more accurate readings from scales",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-19T13:08:03.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-19T14:12:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T14:57:31.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for the body mass index (BMI). It is up to the NHS and individual clinicians how to asses whether someone is at a healthy weight.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnd weight checks for primary school aged children: https://petition.parliament.uk/petitions/612418\r\n\r\nWe could accept a petition calling on the Government to review how the NHS determine whether people are a healthy weight, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-28T09:38:12.617Z"
    },
    "id": 618707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618707.json"
    },
    "type": "petition"
}