{
    "attributes": {
        "action": "Do not approve COVID vaccines for 6 month to 5 years olds in the UK",
        "additional_details": "The CMOs approved jabs for 12-15 year olds in contradiction to advice from JCVI on educational rather than health benefits. JCVI were not aware of any evidence of educational benefits & stated concerns vaccination could disrupt education.\r\nThe FDA approved Pfizer to be used on .5-5 year olds based on weak efficacy data, using a very small sample size: The claimed efficacy after dose 3 was based on a difference of 3 versus 7 infections.\r\nBlinded safety surveillance was for < 2 months after dose 3",
        "background": "Do not approve COVID vaccines for under 5s, unless there is a clearly evidenced, health only benefit for the individual child. This must be based on long term data & not extrapolated from other age groups, or be assumed from other vaccines using different technology.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-21T06:39:49.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-21T06:51:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T13:21:03.312Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about approval of covid-19 vaccines for particular age groups are a matter for the Medicines and Healthcare products Regulatory Agency, not the UK Government or Parliament. Similarly, advice on how widely vaccines should be offered are a matter for the Joint Committee on Vaccination and Immunisation and individual Chief Medical Officers.\r\n\r\nThe Government is responsible for national vaccination programmes, and we could accept a petition calling on the Government to commit to not rolling out a national vaccination programme for under 5s, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T13:21:03.310Z"
    },
    "id": 618795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618795.json"
    },
    "type": "petition"
}