{
    "attributes": {
        "action": "Recover all vaccine damage compensation Payments from the manufacturers",
        "additional_details": "It is good news that covid vaccine damage victims are finally being compensated. \r\n1200 potential victims have submitted claims so far, if successful these alone could cost taxpayers £156m. Many more claims are likely to be made if payouts increase confidence in the system.\r\nUse of public money may cause the government to strongly resist claims as they did with Pandemrix.\r\nVaccine manufactures are responsible for the product & safety trials, therefore should take full liability.",
        "background": "Ensure all covid vaccine damage payments & all costs associated with cases are recovered from the manufacturers. All indemnity agreements with manufacturers should be terminated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-20T20:32:59.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-22T07:53:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T14:24:23.239Z",
        "rejection": {
            "code": "no-action",
            "details": "The Vaccine Damage Payment Scheme provides financial assistance to individuals who have suffered disablement as a result of receiving a vaccination. It is not a compensation scheme. As with other benefits, payments and allowances, the Scheme is funded out of general government spending. We’re therefore not sure what action you want the Government to take to recover the costs of payments made under the Scheme.\r\n\r\nWe could accept a petition calling for the Government to remove indemnity from the manufacturers of covid-19 vaccines, to allow individuals to pursue claims for compensation against manufacturers, if that’s something you’d like to see happen.\r\n\r\nWe have also published the following petition, calling for a new tax on companies that produce covid-19 vaccines, which you might like to sign:\r\n\r\nIntroduce a windfall tax on pharmaceutical companies’ Covid-19 related profits\r\nhttps://petition.parliament.uk/petitions/617111"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T14:24:23.236Z"
    },
    "id": 618783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618783.json"
    },
    "type": "petition"
}