{
    "attributes": {
        "action": "Stop the schools bill as it is a total and unreasonable overreach of power.",
        "additional_details": "Scrap the schools bill entirely and leave the education systems alone as the government is obviously not trustworthy.\r\nEven wishing to obtain such power is a sighn the government has bad intentions or it simply wouldn't consider such a draconian bill.",
        "background": "Drop the schools bill as it is a total and unreasonable overreach of government power. This both infringement of the rights of the partent and of the schools and educators. And plases massive controls over our children's lives in the hands of authorities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-22T04:22:18.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-22T08:02:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T13:47:26.832Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about the Government's proposed Schools Bill. However, we're not sure what parts of the Bill you wish to object to. \r\n\r\nYou might like to sign the following petition, which calls for certain provisions in the Bill relating to home educated children to be removed:\r\nhttps://petition.parliament.uk/petitions/617340\r\n\r\nAlternatively, you could start a new petition calling for certain provisions you are concerned about to be removed from the Bill, if they are different to the provisions mentioned in the petition above."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T14:45:34.417Z"
    },
    "id": 618842,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618842.json"
    },
    "type": "petition"
}