{
    "attributes": {
        "action": "Introduce an official, flexible Paid Leave To Grieve policy for all UK workers",
        "additional_details": "Recent research showed that 74% of Brits believe this should exist, and based on their experience, 94% think that an official employer bereavement policy should be flexible. It’s estimated that bereavement at work costs the UK economy £23bn a year through reduced tax revenue and increased use of NHS and social care services. Investing in appropriate bereavement leave and support could lead to a significant long-term saving for the UK economy through reduced absence and increased productivity.",
        "background": "Grief is not linear, so a Paid Leave To Grieve policy should be flexible. We're asking all parties to add to their 2024 manifesto a commitment to table an amendment bill that asks employers to offer flexible, 2-week paid leave on the death of a family member, spouse or partner; including pre-grief.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-21T15:22:31.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-21T15:47:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T08:05:32.090Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want there to be a legal right to paid bereavement leave, but it's not clear what you mean when you said you want this to be \"flexible\".\r\n\r\nWe can also only accept petitions calling for action by the Government or Parliament. It is up to individual political parties what to include in their manifestos.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to give workers a legal right to two weeks paid leave if they lose a family member or partner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T08:05:38.014Z"
    },
    "id": 618814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618814.json"
    },
    "type": "petition"
}