{
    "attributes": {
        "action": "Make it a legal requirement that letting agencies provide an emergency number.",
        "additional_details": "Having just moved in to a property we found ourselves with intermittent electricity.\r\nRoll on the Jubilee bank holiday, we soon found out the letting agency does not have an emergency contact number.\r\nElectric now firmly refusing to stay on we were facing three further days with no power, hot water or heating.\r\nWe called an emergency electrician who gave us electric and a large bill 2 hours later. \r\nPeople of all finances MUST have this basic requirement.\r\nProtect low income and vulnerable people.",
        "background": "Make it a legal requirement for all letting agencies to have an out of hours emergency contact number.\r\nLetting agencies are required to take care of certain maintenance, how can they do this if they are not contactable?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-21T20:35:44.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-21T21:41:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T09:58:19.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how to provide customer service to their tenants is a matter for letting agencies, not the UK Government or House of Commons.\r\n\r\nIf there is an action you'd like the UK Government or House of Commons to take, and which they are directly responsible for, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T09:58:24.763Z"
    },
    "id": 618832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618832.json"
    },
    "type": "petition"
}