{
    "attributes": {
        "action": "Stop online ticket retailers from charging service, facility and processing fees",
        "additional_details": "Theatre, music and live performance should be accessible to all and it's getting to the point that fee's are costing more than the ticket itself. Most tickets are now mobile or app based anyway and I feel there should be a cap or a complete ban on what fees can be charged when purchasing online.\r\n\r\nI recently brought tickets for an event and I was charged £11.10 in fees per ticket, I brought 4 in total and the fees came to £44.40 making each ticket £67.30 when the original face value was £56.20.",
        "background": "It should not be allowed than online ticket retailers can charge such extortionate fees when buying tickets online. Examples include, service charge, facility charge, processing fee, booking fee. The ticket price advertised should be what you pay, with no hidden extras.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-23T09:32:41.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-23T10:44:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-28T10:33:41.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the prices of tickets, including any administrative or service charges that are applied to these, are a matter for individual ticket retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-28T10:33:41.876Z"
    },
    "id": 618914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618914.json"
    },
    "type": "petition"
}