{
    "attributes": {
        "action": "Free entry for children to all educational and cultural sites and activities",
        "additional_details": "A family day out to even a simple petting farm is £75+ and a big attraction like London Eye £100+ for a family of four. For the majority of families, these prices mean such visits have to be a rare treat or do not occur at all. Our children miss out.  \r\nAll children should have the opportunity to visit these sites. By making child admission free they become accessible for families and schools to arrange visits; ensuring our children receive a richer childhood full of cultural experiences.",
        "background": "Farms, heritage sites, museums, outdoor play centres, national tourist attractions should all be free for children to visit. Allowing more children to experience a range of activities and gain valuable knowledge and understanding of the world they live in and the value of their place in it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-25T19:50:16.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-25T20:17:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T07:28:52.858Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to charge entry for children are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T07:28:54.075Z"
    },
    "id": 619067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619067.json"
    },
    "type": "petition"
}