{
    "attributes": {
        "action": "Vote for a General Election in UK, to be held before the end of 2022",
        "additional_details": "Voters are concerned about our democracy, but MPs respond with generalisations and half-truths. MPs say that they listen to voters - but it does not seem like that. They seem to believe that only THEY and their leaders know what we need. Meanwhile we have a cost-of-living crisis, NHS in turmoil, duplicity by government, MPs awarding themselves a pay-rise before everyone else, and threats of industrial strife. We need an immediate GE so that MPs can make commitments about their future behaviour.",
        "background": "There is disillusionment with the political process in UK. MPs seem adversarial, show apparently little interest in the concerns of voters and seem to believe that laws apply to the voters but not the politicians. They do not seem to know that democracy is government OF, BY and FOR the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-25T13:22:32.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-27T16:59:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T07:27:09.007Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/606033\r\n\r\nYour petition refers to pay for MPs, and you may be interested to know that MPs do not make decisions about their own pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government. You can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T07:27:10.421Z"
    },
    "id": 619048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619048.json"
    },
    "type": "petition"
}