{
    "attributes": {
        "action": "Make Basic First Aid a Mandatory Part of the Secondary School Curriculum",
        "additional_details": "Two months ago, I had a seizure at school and  there was no first aider nearby so help didn't arrive for 5 minutes. Luckily, my 2 close friends have had experience of my seizures; they were the only people who knew what to in the room. What could have happened if they weren't there?\r\n\r\nThe curriculum should include, but not be limited to education on:\r\nCPR/defibrillator \r\nRecovery position\r\nTreating wounds/burns\r\nHeimlich maneuveur\r\nHelping someone having a stroke\r\nCommon chronic health conditions",
        "background": "Making basic first aid mandatory during secondary school would equip the current generation with essential skills and potentially save many lives a year. Only 7% of the population is confident to carry out basic first aid, this percentage would increase dramatically if first aid was made mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-25T18:13:32.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-25T18:32:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T07:24:13.362Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires that all students be taught first aid in primary and secondary schools. For secondary school students, the curriculum states that students should know:\r\n\r\n• basic treatment for common injuries.\r\n• life-saving skills, including how to administer CPR.\r\n• the purpose of defibrillators and when one might be needed.\r\n\r\nYou can read the full Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe could accept a petition calling for the Government to add to the list of things schools should teach students about as part of teaching them first aid, but it would need to be clear what new content you wanted to be added.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nMake Health Education a compulsory separate subject in all schools: https://petition.parliament.uk/petitions/610659"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T07:24:14.929Z"
    },
    "id": 619062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619062.json"
    },
    "type": "petition"
}