{
    "attributes": {
        "action": "End the Church of England's exemption from Equality Laws, including Marriage.",
        "additional_details": "The Church of England is the Official State religion of the United Kingdom. As such it is part of the law making process via the Lords' Spiritual.\r\nAttempts within the Church's own Parliament (General Synod) have thus far failed to hold the Church to the same standards as the Law of the Land; it is therefore time for the British Parliament to end this ridiculous and frankly shameful exemption. No religious body should be allowed to stand outside of the law.",
        "background": "The Church of England has obtained legal exemptions from adhering to British Law on matters of Equality, including Marriage Equality.\r\nThis is unacceptable in the 21st Century and is a shame on both the British Legal System and on the Church of England's claim to be for all people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-24T13:49:10.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-24T17:34:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-29T13:27:16.554Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how equality laws apply to to the Church of England, but we're not sure exactly what changes you'd like to be made to equality legislation.\r\n\r\nThere are not specific exemptions for the Church of England from equality legislation, although there are exemptions for religion or belief organisations. We could accept a petition calling on the Government to remove exemptions from the Equality Act for religion or belief organisations, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-29T13:27:17.753Z"
    },
    "id": 619001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619001.json"
    },
    "type": "petition"
}