{
    "attributes": {
        "action": "Make Nursing and Midwifery training more affordable",
        "additional_details": "I want the government to help us. We need it to be more affordable, allow us to claim back our mileage to help with the increasing costs of living, if nothing is done, you will lose some of the most hard working student nurses and midwives. Some of us have roofs to keep over our heads and mouths to feed, but we cannot do paid work as we are already working 37.5 hours a week in placement, on top of theory and assessments. Make it more achievable for us.",
        "background": "I am a second year student Midwife and we are in placement 50% of each year, with rising petrol costs and parking at hospitals it can cost well over £120 a week to drive and park at placement where we work 12.5 hours a day, for free and sometimes even without a break.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-24T19:16:05.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-24T19:30:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-29T12:48:53.118Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want student nurses and midwives to be able to claim back the cost of their travel to and from their placements. However, students on the NHS Bursary scheme are already entitled to claim for their travel and accommodation when on placement through the Practice Placement Expenses scheme: https://www.gov.uk/nhs-bursaries/further-information. It's therefore not clear how what this petition is calling for differs from the support that is currently available.\r\n\r\nYou could have a petition calling for changes to the support available to student nurses and midwives, so long as it was clear how this was different to the support that's currently available.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nEnsure student nurses are paid for placement hours: https://petition.parliament.uk/petitions/610557\r\n\r\nWrite off all student debt for nurses and midwives: https://petition.parliament.uk/petitions/608425\r\n\r\nScrap university tuition fees for Student Nurses and re-introduce full bursary: https://petition.parliament.uk/petitions/617156"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-29T12:49:11.619Z"
    },
    "id": 619020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619020.json"
    },
    "type": "petition"
}