{
    "attributes": {
        "action": "Introduce the LGBTQ Community to Primary Schools Curriculum",
        "additional_details": "I learnt only in early Year 9 that I was apart of the LGBTQ+ community. And i had only found out about this community in late year 7. I didn’t know what Gay meant before this, I didn’t have any role-models to look up to. I didn’t see people like me being taught about. Which is a huge disadvantage to all. If we have knowledge about LGBTQ+ showing that it is acceptable from a young age then not only could it help with bullying but will help kids understand who they are.",
        "background": "We want the opportunity for our children to learn about the LGBTQ+ Community. That they understand what each means, to allow them to have this knowledge for their future and for them to see that it is normal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-26T15:27:40.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-26T16:13:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T14:58:12.383Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like primary school pupils to be taught about LGBT+ people. However, schools are already required to integrate LGBT content into their programmes of study for relationships education, which all state schools in England are required to teach. It is therefore not clear what it is you would like the Government to do that it is not already doing.\r\n\r\nYou can find out more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nIf there is a specific change you would like the Government to make to the Relationships Education curriculum, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T14:58:13.929Z"
    },
    "id": 619110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619110.json"
    },
    "type": "petition"
}