{
    "attributes": {
        "action": "Do not undergo a national roll out program of covid vaccines for under 5s",
        "additional_details": "The CMOs approved jabs for 12-15 year olds in contradiction to advice from JCVI on educational rather than health benefits. JCVI were not aware of any evidence of educational benefits & stated concerns vaccination could disrupt education. The FDA approved Pfizer to be used on under 5s based on weak efficacy data, using a very small sample size: The claimed efficacy after dose 3 was based on a difference of 3 versus 7 infections. Blinded safety surveillance was for < 2 months after dose 3",
        "background": "Do not roll out COVID vaccines for under 5s, unless there is a clearly evidenced, health only benefit for the individual child. This must be based on long term data & not extrapolated from other age groups, or be assumed from other vaccines using different technology.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-27T17:24:42.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-27T19:08:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T13:27:28.228Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the prospect of a national covid-19 vaccination programme for under 5s, but it's not clear if you want the Government to commit to not having such a programme at all, or if you only want a programme to go ahead in certain circumstances. If the latter, it would need to be clear exactly what criteria you wanted to be met before a national programme went ahead."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T13:27:29.626Z"
    },
    "id": 619191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619191.json"
    },
    "type": "petition"
}