{
    "attributes": {
        "action": "Make Period Products free",
        "additional_details": "Charities or funds in place are not enough. Make Pads and Tampons free! End period poverty. Stop punishing us women for something we cannot control. It’s ridiculous that we have not followed Scotland’s example. It is unjust that we suffer consequences for situations we didn’t choose. It’s not the same as toilet paper or food, bleeding isn’t something the entire population deals with. It’s painful. This doesn’t even begin to cover how common PCOS, Dysmenorrhea and Menorrhagia is. Do better.",
        "background": "One would think we pay for being women enough by the blood we lose out of our control. Menstruation is natural, every woman has to spend thousands in her life time on products men will never have to even think about whilst contraception can be free. Sex isn’t compulsory, we have no choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-27T14:01:31.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-27T19:47:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T07:45:17.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the price of period products, but we have published the following petition, which you might like to sign:\r\n\r\nRequire sanitary products are made available in all public and workplace toilets: https://petition.parliament.uk/petitions/606807"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T07:45:19.181Z"
    },
    "id": 619178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619178.json"
    },
    "type": "petition"
}