{
    "attributes": {
        "action": "Stop the NHS removing the word “woman”. Stop taking away women’s rights.",
        "additional_details": "The NHS is taking women’s rights by removing us from their vocabulary slowly but surely and quietly. We are no longer “pregnant women” but “pregnant people”. We don’t “breast feed” we “chest feed”. And now “women” don’t have menopause, “people” do? This is a breach of human rights and women’s rights to the core. Everyone has a right to be who they want to be and do what they want to do. But the day we take away something that is biological fact is the day we have gone too far. Women create babies. Women have periods. Women have menopause. Women breast feed. Don’t take away my rights as a woman.",
        "background": "Why must we remove women’s rights to give equal rights? Gender equality is a very important issue, however this does not mean that we can demean or take away from the rights of women/females. Stop the NHS removing the word “woman” from their vocabulary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-28T12:24:00.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-28T14:36:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T13:27:59.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe NHS is operationally independent of the UK Government, and decisions about the language used by the NHS and individual NHS practitioners are a matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T13:28:00.855Z"
    },
    "id": 619229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619229.json"
    },
    "type": "petition"
}