{
    "attributes": {
        "action": "UKRI to increase PhD stipends to at least National Living Wage",
        "additional_details": "PhD students are actively contributing to national efforts in research and innovation. They face increasing pressure to deliver quality research, yet are receiving insufficient and unsustainable stipends. Due to the cost of living crisis, PhD students are struggling to cope. Many are forced to seek supplementary income from family or friends, or by working part-time jobs on top of full-time PhDs. This negatively impacts not only the quality of their PhD work, but their overall wellbeing.",
        "background": "UKRI should provide immediate financial relief to PhD students facing a cash crisis due to increasing cost of living and commit to long-term increase in stipends to match National Living Wage, or London Living Wage where appropriate, at the very least.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-28T16:28:19.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-28T16:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T10:03:45.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision on how much the UKRI designate to stipends for students is an operational one for the UKRI and not that of the Government or Parliament.\r\n\r\nYou can read more about the UKRI minimum stipend requirements here: https://www.ukri.org/councils/mrc/career-and-skills-development/mrc-studentships/minimum-amounts-for-studentship-stipends-and-allowances/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T10:03:53.191Z"
    },
    "id": 619247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619247.json"
    },
    "type": "petition"
}