{
    "attributes": {
        "action": "Rename ADHD to Executive dysfunction and self regulation disorder.",
        "additional_details": "It will allow family, friends, neighbours, teachers, peers, and society to move past the long held misconception of this disability. It will be clearer for society to understand that typical brain function and responses that are necessary for fulfilling, managing, and maintaining basic day to day life are severely impaired, and in need of serious support and medical intervention. Our brains do not function properly and it is a disservice to every person with this disability to allow it be shrugged off as a simple case of poor attention or hyperactivity when it is a serious and debilitating disorder.",
        "background": "This disorder/disability was misnamed and it has resulted in a worldwide misunderstanding and flippant disregard for the seriousness with which it impacts the lives of every child and adult that has this lifelong disorder.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-28T12:16:00.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-28T12:44:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T09:44:25.306Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about names of medical conditions are a matter for clinicians, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T09:44:26.666Z"
    },
    "id": 619227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619227.json"
    },
    "type": "petition"
}