{
    "attributes": {
        "action": "Change biological ‘parent’ rule on marriage certificate",
        "additional_details": "I am getting married and cannot have my mums name (who isn’t biologically my parent) but has raised me since the age of 10 months old. Saved my life, done everything for me, and I can’t even have her on my marriage certificate. If I want a parent on there it can only be the person that gave birth to me who has in no way been a parent to me and should NOT have the right to be on there. It’s bad enough I have her on my birth certificate and can’t change it. What kind of sham rule is that?!",
        "background": "I want the marriage certificate rule changed to which you are only allowed a biological parent or someone that has adopted/married them on your marriage certificate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-29T13:40:09.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-29T14:08:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T11:11:30.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  The current rules on marriage certificates provides for the inclusion on the marriage schedule of the details of the parents and step-parents of a party to the marriage (up to four individuals).  We're not sure who you'd like this rule to be included to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allowing anyone to be listed as a parent on the marriage certificate, regardless of formal relationship. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-14T12:36:27.362Z"
    },
    "id": 619306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619306.json"
    },
    "type": "petition"
}