{
    "attributes": {
        "action": "Regulate the Crystal Industry",
        "additional_details": "In places such as Madagascar, people, often children, work long hours in unregulated mines and are at risk of lung complications, frequent injury and even death. Many consumers and sellers are unaware of this.\r\n\r\nIf we introduce more regulations and demand transparency from crystal importers, we can be sure that our crystals are ethically sourced. This will force more mines to introduce regulations if they want to import and sell crystals in the UK.",
        "background": "The crystal industry is worth billions and yet has few regulations and little transparency. We need more regulations on the imports of crystals into the UK and more transparency in the supply chains to ensure that they are ethically sourced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-30T12:15:17.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-30T19:52:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T09:30:54.690Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like crystals to be regulated, but we're not sure what you'd like this regulation to include. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T09:30:55.905Z"
    },
    "id": 619367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619367.json"
    },
    "type": "petition"
}