{
    "attributes": {
        "action": "Propose a Bill that is more user-friendly to mind health sufferers.",
        "additional_details": "Many people with mind health problems are reluctant to come forward to seek help because of the close association of the word \"mental\" to the word \"mad\" and not wanting to be seen as \"a mad-man/woman\".  Owing to the fact that there is a stigma attached to the term, rather than seek help, many people are crumbling and taking there own lives. 18 suicides are currently happening every day in the UK.      Furthermore, suicide, due to mind health is the leading cause of death among young people.",
        "background": "We want the Government or Parliament to change and prohibit by law, the usage of the medical term \"Mental Health\" and replace it with the more acceptable term, \"Mind Health\".  This would allow sufferers to come forward and deal with their mind health issues without feeling alienated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-01T18:33:09.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-01T18:56:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T15:12:08.658Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe language used to refer to a person's health are a matter for individuals and organisations, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T15:12:10.596Z"
    },
    "id": 619458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619458.json"
    },
    "type": "petition"
}