{
    "attributes": {
        "action": "Change how social services and CAMHS deal with child mental health",
        "additional_details": "For CAMHS to start therapeutic input immediately when self harm or suicidal ideation, first begins with a child, as to not prolong a child in crisis to be left any longer than a maximum of 2 weeks without active therapy. For mindfulness to be added to therapy care. For parents/carers to be listened to, when it's clear to see they know their child and where issues beging in the first place and not to then look into the family in a blaming way as this is damaging to all.",
        "background": "Change how social care deal with cases where a young one enters into self harm or suicidal ideation, when parents can explain. To be listened to and not looked into as a possible cause when no evidence is shown and parents work well with education and other agencies to support the child.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-01T13:12:42.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-01T13:33:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T11:14:54.075Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe understand that you are concerned about how social services and mental health professionals respond to certain cases, but decisions about action by child social services teams and patient care are a matter for individual social services teams and clinicians, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview and reform Child and Adolescent Mental Health Services: https://petition.parliament.uk/petitions/605314\r\n\r\nWe could accept a petition calling on the Government to review care and support for children with mental health issues, if that's something you'd like to happen.\r\n\r\nIf you're concerned about yourself or a loved one, you can find out how you can get help from a mental health charity or organisation here: https://www.nhs.uk/mental-health/nhs-voluntary-charity-services/charity-and-voluntary-services/get-help-from-mental-health-helplines/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T11:14:55.150Z"
    },
    "id": 619435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619435.json"
    },
    "type": "petition"
}