{
    "attributes": {
        "action": "Give men and women equal pay for the same jobs!",
        "additional_details": "Statistics show that till this very day, women are still not getting equal pay. On average, for every £1 men make, women make only 90p. This, as you can see, is not fair because for the last 100 years women have been working very hard through the Suffragettes movement in the early 1900s, just to be treated equally and are still not in 2022. We have heard stories where women have been fired for wanting equal pay, which shouldn't be happening. *statistics-https://www.theguardian.com/world/2022/apr/06/uk-gender-pay-gap-women-paid-90p-for-1-earned-by-men",
        "background": "We want them to decrease the gender pay gap as women, on average, get paid less than men for the same job.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-01T08:38:56.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-01T16:59:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T11:46:52.371Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the 'gender pay gap', however employers are already required to pay men and women equal pay for 'equal work', so we're not sure what it is you want the Government to do differently. You can find out more about this here: https://www.equalityhumanrights.com/en/advice-and-guidance/what-equal-pay.\r\n\r\nThe Government also requires larger employers to publish the average (mean or median) earnings of their male and female staff. You can find out more about this here: https://www.gov.uk/government/collections/gender-pay-gap-reporting.\r\n\r\nYou could have a petition calling for gender pay gap reporting rules to be changed, so more employers are required to publish their gender pay gap, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T11:46:53.857Z"
    },
    "id": 619426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619426.json"
    },
    "type": "petition"
}