{
    "attributes": {
        "action": "Change the approach to antisocial behaviour by neighbours",
        "additional_details": "Change they way that antisocial behaviour is dealt with in regards to environmental health, councils and housing associations etc. The way things are done currently is not working in regards to allowing a neighbor to be playing music all hours and nothing is done. Police won't attend, weeks of diary sheets needed first, all the while people are suffering with the affects of continuous sleep deprivation before anything is even looked at. Even when this is affecting children being kept awake all night.",
        "background": "Take into consideration the health of the victims of prolonged periods of antisocial behaviour in neighbours. Sleep deprivation, anxiety, depression. Kids missing school. The law allows this to continue for months on end favouring the source of antisocial behaviour and allows victims to suffer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-30T22:06:55.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-04T21:49:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T15:24:24.241Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current approaches to antisocial behaviour, but it's not clear what action you want the Government or Parliament to take.\r\n\r\nThere are already a range of punishments that can be applied for antisocial behaviour: https://www.gov.uk/civil-injunctions-criminal-behaviour-orders\r\n\r\nDeciding what action to take in response to antisocial behaviour is a matter for the relevant local authority, police and the courts.\r\n\r\nWe could accept a petition calling for changes to the law on antisocial behaviour, but it would need to be clear what changes you want to be made. Alternatively, we could accept a petition calling on the Government to review how reports of antisocial behaviour are handled by the police and local authorities, to inform decisions about whether changes to the law are needed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T15:24:25.809Z"
    },
    "id": 619408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619408.json"
    },
    "type": "petition"
}