{
    "attributes": {
        "action": "Fight for womens abortion rights in the US.",
        "additional_details": "So many girls are raped and have children without proper financial support or education on how to adhere to a child. I find it disgusting that males who don’t even have to go through the pain of carrying a child get to decide wether women keep theirs or not, I believe it’s a woman’s uterus so it’s their choice. We need to remember pregnancy isn’t always a choice and it isn’t always an option. I hope we can make change and help  girls because this isn’t deserved and quite frankly it isn’t right.",
        "background": "We need to lift the van of abortions in the US.  It’s unacceptable and dehumanises women and takes away their rights. I understand this isn’t a issue in the UK but we can still fight for what’s right and make a change. It’s an unjust, disgusting action and it needs to be changed fast.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-04T17:23:01.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-04T19:22:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T11:25:53.870Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about domestic legislation in other countries are a matter for the relevant legislatures and judiciary, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCondemn the US for overturning legal rights to abortion: https://petition.parliament.uk/petitions/619039"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T11:25:54.848Z"
    },
    "id": 619576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619576.json"
    },
    "type": "petition"
}