{
    "attributes": {
        "action": "A zero tolerance policy to alcohol consumption for MP's and Lords at work.",
        "additional_details": "Simply to adopt and implement any one of the already available (no need to reinvent the wheel) policies regarding drinking in the work place bans. \r\nChoose a policy from either the Civil service, NHS, Police service, Prison service,  Fire brigade, HM customs/border force or teaching professions.",
        "background": "The discussion and debating of issues that effect the whole country is too important to allow the consumption of alcohol to cloud judgement.\r\nThere has been a well documented increasing problem with the behaviour of MP's and their staff due to the consumption of alcohol in the work place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-05T12:55:05.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-06T09:35:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-11T11:21:00.757Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want MPs to be removed from office for being under the influence of alcohol (and whether this would be only when taking part in bsuiness in Parliament) or for them not to be allowed to participate if they are under the influence of alcohol. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-11T11:21:02.079Z"
    },
    "id": 619620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619620.json"
    },
    "type": "petition"
}