{
    "attributes": {
        "action": "Make medical cannabis available on the NHS for qualifying private patients.",
        "additional_details": "Currently my prescription costs £350 a month that is all my PIP payments , I have several conditions that were very hard to deal with on the 5 prescription medications the NHS was providing. \r\n\r\nThis is discrimination against people with severe disabilitys in desperate need for medication only currently available privately. Why? It's been legal on script since 2018 it's time the NHS gave out more scripts.",
        "background": "Atm people are having to use their disability income often to pay for prescription cannabis after all other methods have failed. This should now be available on the NHS as there is more than enough evidence globally for it's wide range of healing benefits. It is simply unacceptable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-07T13:46:37.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-07T14:39:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-12T13:02:50.559Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about access to medical cannabis on the NHS, however GPs can already prescribe medical cannabis for people suffering from one of a number of conditions. It's therefore not clear how you would like the current availability of medical cannabis to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-12T13:03:02.924Z"
    },
    "id": 619809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619809.json"
    },
    "type": "petition"
}