{
    "attributes": {
        "action": "Can we have a sensible new Government of National Unity now please?",
        "additional_details": "This petition is aimed at the many sensible MPs. We want them to all get together and form a new Government of National Unity. To agree a consensus, valuing our NHS, the money in our pockets, free education, British sport, our BBC, the arts, our experts, our future, our respect around the world.\r\n\r\nA \"yes\" vote here simply says, to the sensible ones:  it's your turn, pick up the baton, get together, sort it out. We won't agree with everything you do, but we will trust you to do your very best.",
        "background": "OK, we are all done with this. \r\nSuccessive governments who know how to break things, but not how to mend them. Lies and spin. Treating us the electorate as idiots. \r\n\r\nWe all know the long, long list of what is wrong. It's time to put it right.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T07:48:04.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-09T11:32:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T13:08:19.969Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see a 'Government of National Unity', but it's not clear what you want the Government or Parliament to do to bring this about. Decisions about whether to support the Government are a matter for individual MPs, but we could accept a petition calling on the Government to seek to form a new cross-party government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-13T13:08:21.443Z"
    },
    "id": 619874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619874.json"
    },
    "type": "petition"
}