{
    "attributes": {
        "action": "Serious crime for MPs to profit in any way from lobbying & gov contracts.",
        "additional_details": "Public confidence in politicians is at an all time low. Certain individuals in positions of power have used their position to create peer-ships for friends, lucrative government contracts that they directly/indirectly profit from, or lobby for government funding for projects where they have financial interest. Making this a serious crime would hold those accountable & discourage these individuals from self interest. It would also help restore voter confidence in politics.",
        "background": "Make it a serious crime (resulting in imprisonment, loss of any titles, government position & pensions) for members of government to profit directly or indirectly from issuing government contracts or lobbying (for personal financial gain)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T22:11:20.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-09T07:08:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-14T13:36:58.217Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the potential for MPs to profit from lobbying activity, however we're not clear what you mean by 'indirectly profit', nor how this would be determined.\r\n\r\nYou could have a petition calling for a breach of the bans on paid advocacy and acceptance of bribes found in the MPs Code of Conduct to be made a specific criminal offence, if that is something you'd like to see happen. \r\n\r\nYou can read the MPs Code of Conduct here: https://publications.parliament.uk/pa/cm201719/cmcode/1882/188202.htm. The rules regarding paid advocacy and bribery are found under the 'Rules of Conduct'."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-14T13:37:09.376Z"
    },
    "id": 619946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619946.json"
    },
    "type": "petition"
}