{
    "attributes": {
        "action": "Suspend current electricity standing charge",
        "additional_details": "I want everyone to be able to turn off all the necessary electric items in their  property to be able to cut bills and not be charged a huge rate for just being connected to the power grid whilst using only limited or no power on a daily basis. This is to assist people that need to cut costs and not be held to ransom for paying electric companies debt costs and or future investment costs. if need be the government should pay or underwrite the current power utility company debts so these are not passed on to consumers with low incomes.",
        "background": "Suspend  the current electricity standing charges while fuel costs are rising in the current crisis so people only pay for the fuel used not for electricity company debts before they have used any electricity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T18:40:05.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T18:51:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T09:53:38.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about standing charges are a matter for utility providers and Ofgem, not the UK Government or Parliament.\r\n\r\nThe price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T09:53:39.338Z"
    },
    "id": 619931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619931.json"
    },
    "type": "petition"
}