{
    "attributes": {
        "action": "Remove the CQC’s license as an independent regulator over Care Homes,",
        "additional_details": "Their license is due for renewal in 3 years. Many families no longer consider the CQC fit for purpose",
        "background": "Go to The people’s Care Watch Dog Support Group. I defy anyone to read of all the mismanagement neglect, abuse and traumatic events that when reported to the CQC nothing is done to support the families of reprimand the Care facilities involved. Adding adult social care over rule families with POA.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T17:43:53.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-08T18:31:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T07:55:53.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about regulation of the care sector, but we're not sure exactly what you'd like the Government or Parliament to do. The Care Quality Commission was established by legislation, and it would require primary legislation to change how the care sector is regulated.\r\n\r\nYou can read more about the legislation governing the Care Quality Commission here: https://www.cqc.org.uk/guidance-providers/regulations-enforcement/legislation\r\n\r\nWe could accept a petition calling for changes to regulation of the care sector, but it would need to be clear what changes you wanted to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-13T07:55:54.616Z"
    },
    "id": 619924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619924.json"
    },
    "type": "petition"
}