{
    "attributes": {
        "action": "Lift the suspension of rescue dogs & request the resignation of George Eustice.",
        "additional_details": "We have furnished George Eustice with the relevant requested evidence that there is minimal risk to UK biosecurity from rescue dogs entering the UK from Romania. The welfare of dogs has not been considered in this decision. Hundreds of dogs are losing their lives due to DEFRA assumptions. Their deaths will be brutal & horrifying. Many UK citizens are being denied the right to bring their chosen pet to their homes. Charities are being forced to operate illegally not fulfilling their constitutions",
        "background": "Following today's heartbreaking decision referring to the continuation of the suspension of Romanian dogs entering the UK we demand the immediate lift of the extension and the immediate resignation of George Eustice, Secretary of State for Environment, Food and Rural Affairs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T18:03:54.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-08T18:08:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T07:49:06.428Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExempt charities using IPAFFS from ban on importing animals from Eastern Europe: https://petition.parliament.uk/petitions/616575\r\n\r\nLift ban on import of rescue animals from Romania, Ukraine, Belarus and Poland: https://petition.parliament.uk/petitions/616592\r\n\r\nWe can't accept petitions about appointments, which includes calling for Ministers to resign or be sacked."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-13T07:49:07.726Z"
    },
    "id": 619928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619928.json"
    },
    "type": "petition"
}