{
    "attributes": {
        "action": "Over 65 & disabled to receive a national cap on emergency Callout works",
        "additional_details": "I would like a national cap that would stop companies and individuals from charging between £165 and £185 per hour, plus parts and vat on top.\r\nThe companies and individuals need to be stopped from also being allowed to demand payment up front with a credit or debit card.\r\nThis traps the customer, even if work is not completed they get charged.\r\nWe would like to see a fair and standard rate withing all the Plumbing, Heating and Electrical industries.\r\n\r\nA fair rate for a Good job, not robbery",
        "background": "The over 65 and disabled members of our country suffer in silence.\r\nThey are subject to either rogue traders or massive costs for emergency Plumbing, Heating & Electrical\r\nThey can barley afford the cost of living, there needs to be a cap in what can be charged to them, 24 hours a day",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T16:08:31.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-08T16:38:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T07:47:44.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prices for services provided by tradespeople are a matter for individual tradespersons, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for changes to financial support available to over 65s and disabled people, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-13T07:47:46.351Z"
    },
    "id": 619915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619915.json"
    },
    "type": "petition"
}