{
    "attributes": {
        "action": "Request Boris Johnson to continue as Prime Minister",
        "additional_details": "We want the government to ask for Boris Johnson to continue his duties as Prime Minister. He survived a no-confidence and should continue to serve his country as elected to do. A general election can be called and the public can choose. Boris Johnson was elected democratically to lead the country.",
        "background": "Boris Johnson is the elected Prime Minister of the UK. The various machinations that have been conducted behind closed doors in order to secure his resignation have not been carried out through appropriate democratic processes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-10T18:44:59.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-12T06:49:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-15T15:00:25.740Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. This includes calling for an MP to be given a Ministerial role, such as Prime Minister.\r\n\r\nIn any case, decisions relating to the leadership of the Conservative Party are a matter for Conservative Party MPs and members, not the UK Government or House of Commons as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-15T15:00:27.059Z"
    },
    "id": 620046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620046.json"
    },
    "type": "petition"
}