{
    "attributes": {
        "action": "stop people with knives  walking around the streets with knives",
        "additional_details": "i want  this because over half percent of people under aged 18 know someone who is related to  knife crime and violent crime so  we need people  to be safer",
        "background": "the parliament and government should stricken the weapons laws and increase the funding for police and for the police to actually do something about the knife and violent crime",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-11T09:51:35.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-15T13:08:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T10:13:31.396Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to see changes to the way that Government and the police deal with knife crime, but we're not sure what exact action you would like the Government or Parliament to take.\r\n\r\nWe currently have the below petitions open on this topic, which you might like to sign:\r\n\r\nIncrease penalties for knife crime offences\r\nhttps://petition.parliament.uk/petitions/618505\r\n\r\nLaunch a national public awareness campaign about knife crime\r\nhttps://petition.parliament.uk/petitions/608683\r\n\r\nYou could start a new petition explaining clearly what action you would like the Government or Parliament to take.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T10:13:31.394Z"
    },
    "id": 620080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620080.json"
    },
    "type": "petition"
}