{
    "attributes": {
        "action": "Pressure Employers to Accommodate Children at the Workplace",
        "additional_details": "Unemployed parents are not being re-employed due to childcare difficulties, interviewers do not welcome children young people at interviews, during school holidays even for a minimal time period while they would only need a minimal supervision as in the case of children over the age of 8.  Missing interviews and work due to childcare issues are negatively affecting the rates of Unemployment, GDP and the Local Economy at large.",
        "background": "Pressure employers, potential employers to accommodate children over the age of 8 at the workplace of their parents.  Stop parents being turned down from interviews and employment due to childcare issues during transitional periods and the holidays.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-12T16:32:27.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-13T05:22:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T08:27:00.443Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about accommodating children in a workplace are a matter for employers, not the UK Government or House of Commons.\r\n\r\nIn any case, treating employees unfairly on the basis of their childcare or caring responsibilities can already constitute a criminal offence under the Equality Act, so the actions your petition describes could already be against the law. If you are concerned about how your employer has treated you, and you think a crime has been committed, you should report it: https://www.gov.uk/contact-police.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T08:27:32.614Z"
    },
    "id": 620180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620180.json"
    },
    "type": "petition"
}