{
    "attributes": {
        "action": "Fine people who walk their dogs in extreme heat",
        "additional_details": "Dogs are loyal pets who will follow their owners anywhere because they TRUST them!\r\nI know that not everyone has a garden for their dog to go in, but they don't need to be walked far if at all to do their business.\r\nNo dog has ever died from missing a walk but many have from heat stroke.",
        "background": "Fine people who walk their dogs in extreme heat, it is an act of cruelty, they can burn their paws or worse die of heat exhaustion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-12T06:57:15.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-12T09:36:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-15T15:19:24.539Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T07:43:05.086Z"
    },
    "id": 620139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620139.json"
    },
    "type": "petition"
}