{
    "attributes": {
        "action": "Change the school curriculum based on discrimination.",
        "additional_details": "We want the Government or Parliament to create a change on the school curriculum based on discrimination because we as young people get harassed for the qualities we have and many people suffer mentally from harsh discrimination amongst others. The equalities act was passed by twelve years ago and we still have people being discriminated and treated unfairly so having the curriculum changed through these topics would benefit a prodigious amount of people.",
        "background": "The school curriculum doesn't educate enough on the topics of discrimination (E.g religious beliefs and hate crimes). We would want a change in the way schools teach students about discrimination to help prevent it from further happening.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-13T09:22:40.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-14T08:48:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T14:05:48.030Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how discrimination is taught about in schools. However, it's not clear what you want to be added to, or what changes you would like to be made to, the national curriculum. The national curriculum for Religious Education, which is mandatory, already requires students to learn about religious beliefs. \r\n\r\nYou can read more about this here: https://www.gov.uk/national-curriculum/other-compulsory-subjects.\r\n\r\nFurther, students are required to learn about hate crimes in Relationships Education, which is mandatory, by the end of secondary school. You can read more about this here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf.\r\n\r\nYou could have a petition calling for specific changes to be made to the national curriculum, so long as it was clear what those changes were.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nMandatory anti-racism and microaggression training for teachers: https://petition.parliament.uk/petitions/606950\r\n\r\nPrevent schools from being able to discriminate against transgender pupils: https://petition.parliament.uk/petitions/606146"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T14:06:06.028Z"
    },
    "id": 620219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620219.json"
    },
    "type": "petition"
}