{
    "attributes": {
        "action": "Make all businesses show a recycling traffic light system on their packaging",
        "additional_details": "It's currently incredibly difficult to see whether packaging can be recycled at home, at larger stores, or not at all, because there is no clear indication. Therefore, people can't tell if they can recycle their rubbish or not, and many items get wrongfully put in rubbish bags heading for landfill in error. Clearer indication with a traffic light system will help people recycle more items and lessen landfill waste. It will also highlight which companies need to do more to change their packaging.",
        "background": "They need to force companies to make ALL packaging show a traffic light system to assist people in how they should recycle packaging. I.e., GREEN = RECYCLE AT HOME. AMBER = RECYCLE AT LARGER STORES. RED = CANNOT BE RECYCLED. It should also show which parts of multi packaging come under which colour.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T21:37:45.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T07:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-07T12:55:55.014Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see new requirements for labelling on packaging, but the types of household waste collected for recycling varies by local authority, so it wouldn't be possible for producers to say whether packaging can be recycled at home."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-30T17:18:45.173Z"
    },
    "id": 620491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620491.json"
    },
    "type": "petition"
}