{
    "attributes": {
        "action": "Award those with Cervical Spondylosis with PIP and list it as a disability.",
        "additional_details": "For many cervical spondylosis sufferers it can take them many years to successfully receive disability payments such as PIP and other benefits. Even to have their disability acknowledged. The recognition that cervical Spondylosis is a disability with immediate issue of PIP will bring relief to many. The illness is so disabling many are not able to even attempt to apply for it. The entitlement to automatic disability benefits/PIP would greatly support cervical spondylosis sufferers.",
        "background": "Cervical spondylosis is an extremely crippling and disabling illness. Sufferers deal with a multitude of symptoms such as herniated discs, degenerative disc disease, stenosis, chronic fatigue syndrome, rheumatoid arthritis, chronic pain, ankylosing spondylitis, Osteoporosis, progressive conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T21:08:43.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T17:00:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T08:20:01.753Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about support for people with cervical spondylosis, but there is not a list of disabilities that make people eligible for the Personal Independence Payment (PIP).\r\n\r\nPIP is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, so someone with cervical spondylosis could be eligible for PIP if it causes difficulties with daily living or getting around.\r\n\r\nYou can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T08:20:03.075Z"
    },
    "id": 620489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620489.json"
    },
    "type": "petition"
}