{
    "attributes": {
        "action": "Introduce rules on walking your dogs in hot temperatures",
        "additional_details": "Prevention is the best way to protect your dog from heat-related illness. The core message that every owner needs to remember is that ‘Dogs die in hot cars and on hot walks’. Avoid exercising your dog in hot weather or during the hot times of the day. This applies even in relatively warm weather during spring and early summer when your dog may not be acclimatised to the heat.",
        "background": "Make it a offence to walk you dog in extreme heat. It’s animal abuse and neglect for their well-being \r\n\r\n390 dogs were taken to the vets last year for heatstroke.\r\nResearch has found that in the UK  1 in 7 dogs that are taken to vets with heatstroke die.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T13:25:34.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-17T13:38:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T14:47:53.272Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T14:47:54.392Z"
    },
    "id": 620474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620474.json"
    },
    "type": "petition"
}