{
    "attributes": {
        "action": "Limit the amount of time you have a cifas marker to 18 months.",
        "additional_details": "We understand that parliament are not cifas, however they have influence and they have a voice more powerful than any of us have. I believe parliament should bring in a law that limits fraud prevention organisations from placing a marker on your credit file, or holding information on you for longer than 18 months. Lasting 18 months is hard but it’s manageable. However 6 years is too harsh. The world is hard enough for vulnerable young people as it is, I think it’s time we do more to help.",
        "background": "In todays world, we more than likely get our wages paid to us online by bank transfer, and having a cifas marker makes even that difficult. Uneducated Young people are being exposed to money mueling by cruel fraudsters and are then facing too harsh of a punishment because of it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-16T00:23:13.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T14:28:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:40:07.997Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about taking action in the case of fraud is a matter for individual banks and fraud prevention bodies such CIFAS, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:40:09.307Z"
    },
    "id": 620423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620423.json"
    },
    "type": "petition"
}