{
    "attributes": {
        "action": "Stricter restrictions on businesses to reduce their greenhouse gas emissions",
        "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe these restrictions would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.",
        "background": "We're asking for the government to place restrictions on the most polluting UK companies to set a cap on the level of GHG emissions they can emit, depending on factors such as the size and nature of the company. If they exceed their cap, they should face some form of sanction, such as a fine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T19:42:35.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-20T20:25:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T11:25:18.423Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like a cap on greenhouse gas (GHG) emissions to be created and for businesses to be fined if they exceed that cap. However, the UK already operates the UK Emissions Trading Scheme, which sets a maximum amount of GHG emissions businesses can emit. Businesses in sectors to which this scheme applies have to report their emissions, and there is a cost implication if they exceed the cap. You can read more about this scheme here: https://www.gov.uk/government/publications/participating-in-the-uk-ets/participating-in-the-uk-ets.\r\n\r\nIt's therefore not clear how the emissions cap you are proposing would differ from the existing ETS, nor to which businesses you want this new scheme to apply.\r\n\r\nYou could have a petition calling for certain changes to be made to the ETS, or for it to be replaced with a different system, so long as it was clear what those changes were or how that new system would operate. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T11:26:17.187Z"
    },
    "id": 620485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620485.json"
    },
    "type": "petition"
}