{
    "attributes": {
        "action": "Pass primary legislation that people will not be forced to use biometric data.",
        "additional_details": "We the undersigned do not consent or agree with the use of biometric data to buy and sell, trade, work as employees, access public services or education or travel. We demand a guarantee in primary legislation that this right to choose will be protected.",
        "background": "Pass primary legislation with a legally binding code of practice governing its use and pending the passing of wider, technologically neutral legislation to create a statutory framework governing the use of biometrics against members of the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T11:30:14.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T13:10:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-20T11:20:05.558Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about use of biometric data, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe can also only accept petitions that are about things the Government or Parliament are directly responsible for. It is up to individual businesses whether they provide goods or services that require people to provide biometric data, and it's not clear what you mean when you say you want \"a statutory framework governing the use of biometrics against members of the public\".\r\n\r\nBiometric data is classed as personally identifying information and is therefore already subject to regulation. \r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-20T11:20:06.239Z"
    },
    "id": 620522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620522.json"
    },
    "type": "petition"
}