{
    "attributes": {
        "action": "Stop anti-abortion groups from entering schools to talk about abortion",
        "additional_details": "These groups teach impressionable minors unscientific views on abortion to shame them into never having one. 13/1000 minors became pregnant in 2020. Whilst this number is decreasing, schools that allow these organisations to deliver talks are actively working against reducing this number and are instead encouraging the continuation of teen pregnancy. Make it an offence for schools to allow these organisations to deliver bias talks to pupils.",
        "background": "At just 14, I was made to sit through a 2 hour anti-abortion workshop in school with the message that if you get pregnant, even under age 16, you should not have an abortion. This is still commonly happening today. It must be stopped. We must protect both minors and women’s rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-21T09:52:39.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-21T11:13:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T13:24:09.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about what external organisations are invited to speak in schools are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nSchools are already prohibited from the promotion of partisan political views in the teaching of any subject in school. The Government has also said that schools should not under any circumstances work with external agencies that take or promote extreme political positions or use materials produced by such agencies.\r\n\r\nYou can read the Government's guidance on political impartiality in schools here: https://www.gov.uk/government/publications/political-impartiality-in-schools/political-impartiality-in-schools\r\n\r\nIf you are unhappy with decisions by a school to invite particular organisations to speak, you should raise your concerns directly with the school. You can find out how to complain about a school here: https://www.gov.uk/complain-about-school"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T13:24:10.934Z"
    },
    "id": 620698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620698.json"
    },
    "type": "petition"
}