{
    "attributes": {
        "action": "Let General and Specialist Dental Nurses be recognised by the NHS.",
        "additional_details": "We work hard towards gaining our qualifications and some even go to University. Then we come out into the working world and are shown that we can be treated better in Tesco, Aldi or any other standard non skilled job and are continuing to be paid more than us and that includes many more benefits. \r\nThere is no incentive to want to work within general practice/specialist practice.\r\n\r\n\r\nWe want general Dental Nurses to be recognised the same as any other NHS Nurse/Dental Nurse/Dentist/DCP and be given the same benefits.",
        "background": "Recognise DN's who work outside of hospital settings, areas such as General Dental Practices. \r\nDN annual start at £19k& don't include a NHS pension, banded pay, holiday scheme or annual inflation rises & not entitled to sick pay. We still have to pay ARF, Indemnity, CPD yearly & get no NHS benefit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-20T15:16:20.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-20T16:59:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T07:36:27.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about terms and conditions for dental nurses are a matter for their employers, not the UK Government or Parliament.\r\n\r\nThe Government is responsible for entitlement to the NHS pension, and we have published the following petition, which you might like to sign:\r\n\r\nNHS Dental Nurses to be entitled to an NHS pension: https://petition.parliament.uk/petitions/607557"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T07:36:27.985Z"
    },
    "id": 620655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620655.json"
    },
    "type": "petition"
}