{
    "attributes": {
        "action": "Make resale of event tickets for profit illegal",
        "additional_details": "Resale of event tickets receives a lot of press and often makes headline news when tickets for events quickly sell out, only for the same tickets to be re-posted on reselling websites within a matter of minutes.\r\n\r\nThe Ticket Touting Order 2007 does not go far enough to protect genuine fans and consumers from the abuse of ticket 'touts' or resellers. The cost of tickets in the secondary market are far in excess of the original ticket value.\r\n\r\nA regulated fair system is required",
        "background": "It is illegal to resell football tickets in the UK under The Criminal Justice and Public Order Act 1994, and this petition requests that the government extend this legislation to cover all types of events.\r\n\r\nSecondary sellers should not be able to profit from the original sellers set price.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-19T15:03:55.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-19T15:15:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T10:25:36.355Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the resale of events tickets, but it's not clear if you want all resale to be made illegal - as it is for football tickets - or only resales where a ticket is sold for a profit.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T10:25:37.911Z"
    },
    "id": 620600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620600.json"
    },
    "type": "petition"
}