{
    "attributes": {
        "action": "Extend the Animal Health Certificate from 4 months  to three years.",
        "additional_details": "Now the problem is that you pay cosmic amounts of money to bring your pet with you, which is part of your family, but including the vaccines and the certificate makes it even more expensive. The rabies vaccination which most of countries require  usually lasts three years if you do it in U.K. and this long  should  last the health certificate. That way we don’t need to pay extra 200£ pounds every year for traveling with our little friends. And we all know that the nation loves traveling! Help us",
        "background": "As we can not change the EU law, we can change our law. We all know the  U.K. passports for pets doesn’t allow us to travel to Europe anymore and we need to issue Animal health certificate which is valid just four months, and that is very short period, especially if you travel every year!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T10:02:54.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T10:48:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:18:27.927Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for animal health certificates, but it's not clear if you want the Government to extend the period these certificates are valid for in the UK, or seek to get the EU to accept these certificates for multiple journeys over three years (currently the EU only accepts them as valid for four months, and you need a new certificate for each trip).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nNegotiate with the EU to allow the use of UK issued pet passports as previously: https://petition.parliament.uk/petitions/617737"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:18:29.037Z"
    },
    "id": 620742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620742.json"
    },
    "type": "petition"
}