{
    "attributes": {
        "action": "Make it law that parents have choice on school uniform.",
        "additional_details": "There is anti monopoly laws in place for many things in the UK, except when it comes to school uniform for children. Parents should not be forced into purchasing from sponsored shops, they should be allowed to purchase from where they chose. With cost of living at horrendous levels every penny counts. If logos are required then they should be allowed to be purchased so that they can be ironed or sewn on.",
        "background": "I want the government to give parents freedom of choice when purchasing branded school uniform for children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T06:33:17.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T08:51:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T15:20:59.131Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has published guidance for schools on the cost of school uniforms, which makes it clear that schools need to ensure that their uniform is affordable, and should keep the use of branded items to a minimum.\r\n\r\nIf you believe your school is not complying with this guidance, you could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire schools to make uniform optional: https://petition.parliament.uk/petitions/608259"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T15:21:00.173Z"
    },
    "id": 620739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620739.json"
    },
    "type": "petition"
}