{
    "attributes": {
        "action": "Ensure QVH, E Grinstead, includes a no merger option in their options appraisal",
        "additional_details": "Reasons given for merger include finances however QVH is now in surplus with new funding streams  Fragility of services was cited but the board can't identify which services are fragile and there is no evidence a merger is needed or will provide extra support. Administrative reasons were also given, however QVH currently runs well with outstanding feedback from staff and patients re services, so there is no evidence admin is failing. While a merger risks damage to QVH's outstanding services.",
        "background": "Queen Victoria Hospital board are pursuing a merger with UH Sussex. Governors, staff and patients have concerns this will damage patient services. Reasons given for need for merger are not credible. The current options appraisal considers 3 mergers but option of no merger is not being considered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-21T19:42:41.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T13:12:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:35:15.947Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about merging NHS facilities are a matter for those responsible for those facilities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:35:17.178Z"
    },
    "id": 620727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620727.json"
    },
    "type": "petition"
}