{
    "attributes": {
        "action": "Compel Airlines to pay EU/261 style compensation for lost luggage",
        "additional_details": "In recent months airlines have failed to prepare for the resumption of air travel. People are losing their baggage or the bags are not being loaded onto the flight because the airline handling agents haven’t recruited enough staff.\r\nCurrently nothing is done to compensate the passengers for their inconvenience of not receiving their baggage, and I feel this is wrong.\r\nWhere baggage is included or added to a fare, passengers have a reasonable expectation to receive it after the flight.",
        "background": "Compel Airlines to pay EU/261 style compensation when luggage is lost during a journey that starts, ends, or transits a UK airport.\r\n\r\nAirlines must already pay for the late arrival of passengers, but currently they are only required to forward luggage to you and cover reasonable expenses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T07:01:08.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T09:53:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:14:35.827Z",
        "rejection": {
            "code": "already-happening",
            "details": "Passengers travelling on flights starting, ending or transiting through the UK already have rights to compensation when luggage is lost or delayed. You can find out about these rights here: https://www.caa.co.uk/passengers/before-you-fly/baggage/lost-delayed-or-damaged-baggage/\r\n\r\nWe can accept petitions calling for changes to rights to compensation for lost or delayed luggage, but it would need to be clear how you want existing rights to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:14:37.178Z"
    },
    "id": 620740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620740.json"
    },
    "type": "petition"
}