{
    "attributes": {
        "action": "Don't just update laws, change the guidelines judges refer to!",
        "additional_details": "If government is now rightly considering the increasing amount of people who have, and who are, losing their lives on our roads.  Then they need to also consider the guidelines judges are suppose to refer to when handing down a sentence to the guilty.  My sister in law, killed by a speeding motorist, whilst riding her bike.  The person who killed her plead guilty and received a suspended sentence, curfew, and community service, where does that fit within the definition of the change in law",
        "background": "In the press we have seen recent changes to driving laws for people who devastate lives by breaking the law and taking a life.  However, these changes make no difference to the guilty or those whose lives are ruined, when we rely upon a judge who refers to guidelines which do not match the law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T20:07:45.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T22:37:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T08:19:48.652Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are very sorry to read about your loss, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for the legislation governing criminal offences, which determine the minimum and maximum penalties that offenders can be sentenced to, but decisions about what sentence to issue are a matter for individual judges, not the UK Government or Parliament. Sentencing guidelines are produced by the Sentencing Council, which is operationally independent of the Government and Parliament.\r\n\r\nWe can accept petitions calling for the Government to increase minimum sentences for certain offences, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMinimum 15 yr sentences and driving bans for Death By Dangerous Driving: https://petition.parliament.uk/petitions/615975\r\n\r\nChange sentencing for causing death or serious injury by dangerous driving: https://petition.parliament.uk/petitions/614537"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T08:19:49.775Z"
    },
    "id": 620766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620766.json"
    },
    "type": "petition"
}