{
    "attributes": {
        "action": "Help Tibet. China has no place in the UN. Economic sanctions must be imposed.",
        "additional_details": "Because we elect a government to represent our concerns and speak for those without a voice. This country needs to stop participating in bloodshed. We are better than that and need to show the world how diplomacy, alliances and peace talks can be effective. There are no winners in war. There's a better way and this country is the one, who must end the oppression and taking of lives. When Japan tried to conquer China, we did this. End the slaughter and lead the way.",
        "background": "Please raise the issue of China's brutality with other members of the UN. Millions have been brutally murdered. Uyghurs, Tibetans, Muslims and Christians. Everyday more vanish. Evidence of unspeakable atrocities is prevalent. Only non violent responses are appropriate. Inaction is endorsing murder.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-23T15:24:12.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T06:56:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T15:16:53.290Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about human rights abuses in China, but it's not clear what action you want the Government to take.\r\n\r\nThe UK and UN have spoken out about human rights abuses in China, and it's not clear what additional action you want to see.\r\n\r\nThe UK imposed sanctions against Chinese government officials for gross human rights violations in Xinjiang in 2021: https://www.gov.uk/government/news/uk-sanctions-perpetrators-of-gross-human-rights-violations-in-xinjiang-alongside-eu-canada-and-us\r\n\r\nMore recently, the UK was party to a Joint Statement on the Human Rights Situation in China issued by the UN Human Rights Council: https://www.gov.uk/government/news/un-human-rights-council-50-joint-statement-on-the-human-rights-situation-in-china\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSeek to end the oppression of the Uyghur people in China: https://petition.parliament.uk/petitions/612123"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T15:16:54.747Z"
    },
    "id": 620798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620798.json"
    },
    "type": "petition"
}