{
    "attributes": {
        "action": "Change the dangerous dog act to legalise the breed: dogo argentino",
        "additional_details": "The dangerous dog act states that the dogo argentino is a fighting breed. This is incorrect, the dogo argentino was bred to hunt. They are very affectionate and friendly. They do have a high prey drive , but so do, Rottweilers, cane corsos, presa canario, Kurdish kangal, bully kutta. These breeds are legal in the UK, yet they have more attacks than the dogo argentino. It’s unfair to have a breed banned without thorough research. \r\nThere are more show line dogo Argentinos bred than working line",
        "background": "To conduct specific research and consider the behaviour and temperament of the dogo argentino, the breed is misunderstood as a fighting dog, when in fact it is bred to hunt. There is Evidence of breeders on the net that show the breed is a lot less aggressive than other legal breeds in the uk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T00:42:35.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T01:25:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T15:17:57.457Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how the Dangerous Dogs Act applies to Dogo Argentino dogs, but it's not clear if you want the Government to commission research on this type of dog, or remove it from the Dangerous Dogs Act, or do both - and if the latter what this research would inform, if this breed has already been legalised.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you include any claims about the aggression of Dogo Argentino dogs compared to other breeds, we'd need to be able to find sources that confirm these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T15:17:59.492Z"
    },
    "id": 620735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620735.json"
    },
    "type": "petition"
}