{
    "attributes": {
        "action": "Create changes in the uk mental health system and increase funding",
        "additional_details": "This needs to be done because to many lives are being lost to mental health / suicide whilst a person is in an inpatient setting where they are meant to be kept safe there needs to be more funding available for increased staffing and for staff to have more training. But this also follows on from being an inpatient after discharge there needs to be the right support available to keep someone within an community setting and to prevent more people from losing their life to mental health/ suicide",
        "background": "To create changes within the uk mental health system and increase funding for more support to be available within inpatient settings and for after discharge to stop more young lives from being lost to mental health. To many people are being failed by the uk mental health system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T15:27:23.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T16:26:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:42:22.266Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nGive the NHS more funding for mental health support: https://petition.parliament.uk/petitions/617699\r\n\r\nIncrease mental health care funding for children under 11s: https://petition.parliament.uk/petitions/620397\r\n\r\nImprove awareness of mental health conditions and support for sufferers: https://petition.parliament.uk/petitions/616860\r\n\r\nDecisions about delivery of mental health care, and support for individual patients, are a matter for the NHS and individual clinicians, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:42:23.668Z"
    },
    "id": 620755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620755.json"
    },
    "type": "petition"
}