{
    "attributes": {
        "action": "Make childcare affordable by subsiding from 1 year old",
        "additional_details": "The government offers, the childcare element of universal credit, funding for 2-year-olds from low-income families, 15- and 30-hour funding for 3-year-olds and the childcare tax-free account. This is not enough to support parents to work, even part-time after maternity/paternity leave. At an average of £52 per day for a two-year-old attending nursery (Daynurseries, May 2022), 3 days per week and using the childcare tax-free account the fees would be £540.80 monthly. How is this affordable?",
        "background": "Make childcare work. Subsidise all childcare from 1 year old. Support families to support themselves by subsidising childcare. Simplify funding criteria, meaningfully subsidise early years and holiday club childcare; to make it affordable to all families and children in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T07:35:34.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-27T15:33:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T07:53:50.473Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of childcare, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for the Government to extend funding for free childcare to parents of one year olds, but it's not clear what other changes you want the Government to make to how it supports parents or childcare providers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe could only accept a petition about childcare in England, as responsibility for childcare in Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland Executive, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-24T15:12:04.604Z"
    },
    "id": 620821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620821.json"
    },
    "type": "petition"
}