{
    "attributes": {
        "action": "Include reproductive, sexual and bodily autonomy rights in the rights of females",
        "additional_details": "How can the rights to a woman’s body, which they live in, be held by the people who created this law, and those who believe it to be just?  Women and girls deserve basic human rights, for the simple reason that we are human beings, not objects, nor possessions, nor are we on this earth to serve the wants of men, nor to be anything  other than respected humans who are seen as important enough to have basic rights. Women are not yours.",
        "background": "Reinstate the reproductive, sexual and bodily autonomy rights into the rights of women and girls. End the legalisation of the idea that women are less important than all other things, including men, non-sentient cells, and money; and that the only purpose of women is to submit to that.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-25T10:40:50.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-25T17:58:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T09:44:39.686Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not changed legislation governing the reproductive, sexual and bodily autonomy rights of females, but if you are concerned about changes to language in a statement on freedom of religion or belief and gender equality, you might like to sign this petition:\r\n\r\nRemove UK signature from amended FCDO policy statement: https://petition.parliament.uk/petitions/621086"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T09:44:40.815Z"
    },
    "id": 620877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620877.json"
    },
    "type": "petition"
}