{
    "attributes": {
        "action": "Bypass Swaffham for HGV's",
        "additional_details": "The people of swaffham have been campaigning for a Swaffham bypass for over 10 years and nothing has been done. Our town has high levels of NO² which compare is already being compared to cities like London. \r\n\r\nRecently traffic increased due to one of the main routes through town being closed after one of the towns houses started to collapse due to the years of HGVs flying through swaffham at high speeds. \r\n\r\nWhen will something be done? When one of these houses falls on a someone and kills them.\r\n\r\nWe need to reduce hgv levels and pollution.",
        "background": "We want the goventment to bypass swaffham and protect our historical town which is starting to fall down around us due to the numbers of hgvs not to mention the high levels of NO².",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T09:33:53.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T10:09:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T15:24:00.963Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about improvement to local roads, including new bypasses, are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T15:24:03.276Z"
    },
    "id": 620827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620827.json"
    },
    "type": "petition"
}