{
    "attributes": {
        "action": "I would like to change mobility driving to people who has lost arms too",
        "additional_details": "Change it to be more fair so people who don’t just ‘have back problems’ get help with a car, I was born with half an arm missing and now I have no help with a car because they are all too expensive to get as I need adaption on the steering wheel and I have to find a car suited to me, I struggle with stairs as holding on when it busy so having a car would help",
        "background": "Change the law to be more apart to people who are disabled, it’s not just people who can’t walk who are classed as disabled. I should be able to have help with a car condensing I have drive automatic and have stuff adapt to my wheel which was done through Dvla",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-25T10:41:45.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T18:09:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T10:50:37.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about a lack of support for people with certain disabilities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are a number of benefits available to people with a long-term physical or mental health condition or disability which causes difficulty doing certain everyday tasks or getting around.\r\n\r\nThe Government does provide specific grants for people with disabilities to adapt their vehicles, but does work in partnership with Motability, a charity that can help people with a disability get a car or make adaptations to their vehicle. You can find out more about Motability here: https://www.motability.org.uk/charitable-grants/scheme-related-grant-programmes/grants-for-cars-and-vehicle-adaptations/\r\n\r\nIf there are specific changes you want to see to the support the Government provides to people with disabilities, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-01T10:50:39.024Z"
    },
    "id": 620878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620878.json"
    },
    "type": "petition"
}