{
    "attributes": {
        "action": "Gift Conference Centre holding Eurovision Song Contest to Ukraine temporarily.",
        "additional_details": "It is important that we as a country support Ukraine, an independent and frees state under attack, as a way of supporting democracy across the world. It is important that the international community stand up to those countries that bully their neighbours.\r\nThis action of making the Conference Centre Ukrainian territory would be a symbolic action showing the UK's solidarity with Ukraine at this vital moment in their and the world's history.",
        "background": "Parliament are to petition the Queen to give the land on which the Conference Centre that will be used to hold the Eurovision Song Contest in 2023 to Ukraine so that it temporarily becomes part of Ukraine for the period of the competition. This is so the competition is held on Ukrainian soil.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-25T16:30:23.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-25T18:53:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-27T11:45:10.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the UK's involvement in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-27T11:45:12.030Z"
    },
    "id": 620892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620892.json"
    },
    "type": "petition"
}