{
    "attributes": {
        "action": "Save lives by improving organ donation consent levels for adults and children",
        "additional_details": "* Someone dies every single day awaiting an organ, including children.\r\n* Over 10,200 people currently wait for organs including over 200 children.\r\n* Consent levels for child organ donors is less than 50% compared to nearly 70% for adults.\r\n* Children are waiting YEARS for organs.\r\n\r\nUnless improvements are made to consent levels for child donors more children will wait longer for organs and more will sadly die. \r\n\r\nDiscussion and education are key.",
        "background": "We are asking for Government support and action on this matter by:\r\n1) Opening public discussion around organ donation, particularly children.\r\n2) Seeking a review of NHS processes in relation to engaging the public around child organ donation.\r\n3) Increasing education in relation to organ donation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T17:12:37.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T17:28:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-26T07:33:32.722Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see action taken in relation to organ donation, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe title of your petition refers to \"improving organ donation consent levels\", but it's not clear how you want consent arrangements for organ donation to be changed. We could accept a petition calling for changes to organ donation consent, but it would need to be clear what changes you wanted to be made.\r\n\r\nIf what you want is for the UK to commission a review of organ donation arrangements, with a view to identifying ways to improve organ donation rates, we could accept a petition requesting this, but it would need to be clear from the title and main text of your petition that this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-26T07:33:33.981Z"
    },
    "id": 620849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620849.json"
    },
    "type": "petition"
}