{
    "attributes": {
        "action": "Introduce a Caring Costs Payment",
        "additional_details": "Unpaid carers are struggling financially, the lucky few get Carers Allowance, which is paid at a lower rate than other benefits and does not cover the costs of caring for the person(s) being looked after.\r\nA Caring Costs Payment, available to all carers in intensive caring roles (35+ hours a week, consistent with the existing Carers Allowance criteria) should be set  at a level commensurate with other parallel payments in the UK social protection system ( such as Child Benefit).",
        "background": "To compensate unpaid carers, including carers in receipt of the State Pension for the additional costs of caring and/or to enable them to buy in some help, goods or services, to ease their caring situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T10:52:29.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T12:38:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-26T07:17:16.457Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more financial support for people providing unpaid care, but we're not sure exactly who you want to receive this payment, or how much you'd like claimants to receive.\r\n\r\nYou petition refers to unpaid carers, but it is unclear if you want this payment to be made to only people who are eligible for Carer's Allowance, or a wider group, and if so who would be eligible.\r\n\r\nYour petition refers to this being \"set at a level commensurate with other parallel payments in the UK social protection system ( such as Child Benefit)\", but it's not clear if you want this to be paid at the same rate as Child Benefit, or if there are other benefits you think are \"parallel\" to Carer's Allowance.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease Carer's Allowance to equal 35hrs at National Minimum Wage: https://petition.parliament.uk/petitions/617874\r\n\r\nCreate a higher rate of Carer's Allowance for people providing 70+ hours care: https://petition.parliament.uk/petitions/619232"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-26T07:17:17.647Z"
    },
    "id": 620837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620837.json"
    },
    "type": "petition"
}