{
    "attributes": {
        "action": "To create a wealth redistribution bill that limits CEO/shareholder earnings",
        "additional_details": "If you're reading this then this probably affects you. You may be in a job that doesn't easily allow for strikes, your salary might limit your ability to strike or you may not be part of a union. This doesn't mean your voice shouldn't be heard. \r\n\r\nIf you are tired of scrimping and saving and being told that now is not the time to discuss wage increases, please sign the petition and spread the word.\r\n\r\nMake your government work for you.\r\n\r\nThank you",
        "background": "The cost of living crisis is biting hard. Arguments that wealth redistribution will drive inflation are hollow because inflation has been rising during this austerity period - the Tory government's strategy has failed. Rampant profiteering has disrupted, destabilised and weakened our democracy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T05:35:47.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T11:49:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-26T07:12:55.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain people earning high salaries, but it's not clear exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is up to employers and company boards to decide on remuneration of staff, but we can accept petitions calling for changes to the tax rates that apply to staff earning different amounts, if you'd like to see changes to this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a 'soft maximum income'; a 95% tax on income over £250,000 per year: https://petition.parliament.uk/petitions/608737"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-26T07:12:57.076Z"
    },
    "id": 620818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620818.json"
    },
    "type": "petition"
}