{
    "attributes": {
        "action": "Make in depth lessons on Domestic Abuse compulsory in sixth form and college.",
        "additional_details": "41% of UK girls aged 14 to 17 who reported an intimate relationship experienced some form of sexual violence from their partner (University of Central Lancashire, 2015) . More than half of young people have experienced controlling behaviour in relationships and a third say that how a controlling partner had treated them prevented them living their life (Define the Line, 2017). Learning about domestic abuse in secondary is not enough, education needs to continue into sixth forms and colleges.",
        "background": "Currently, the Government only recommends that sixth forms and 16-19 academies teach domestic abuse - I am calling on the government to make in -depth learning about domestic abuse and coercive control a MANDATORY teaching requirement for this age group. Education on domestic abuse saves lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-27T15:16:42.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-27T16:09:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T07:59:12.901Z",
        "rejection": {
            "code": "already-happening",
            "details": "As part of the new Relationships and Sex Education (RSE) curriculum, schools are already required to teach secondary school students about:\r\n\r\n- the concepts of, and laws relating to, sexual consent, sexual exploitation, abuse, grooming, coercion, harassment, rape, domestic abuse, forced marriage, honour-based violence and FGM, and how these can affect current and future relationships.\r\n\r\n- how to recognise the characteristics and positive aspects of healthy one-to-one intimate relationships, which include mutual respect, consent, loyalty, trust, shared interests and outlook, sex and friendship\r\n\r\nYou can read the full curriculum for Relationships Education, Relationships and Sex Education (RSE) and Health Education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-01T07:59:15.501Z"
    },
    "id": 620983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620983.json"
    },
    "type": "petition"
}