{
    "attributes": {
        "action": "save the moravian settlement from being sold and destroyed.",
        "additional_details": "This area is precious to many people such as children, young adults and the elderly. We want to protect our wildlife, and our community to increase community cohesion and overall sense of pride in the place we live. The abundance of trees provide clean air and stop flooding and it is the last remaining wooded area we have. More houses means more traffic in an over crowded area which is already at full capacity. This is a conservation area and it just be just that: conserved.",
        "background": "The council in the area of Droylsden is planning on selling and building on the Love lane woodland and Scout area. We want you to stop this sale as this area is used by scouts and local people as a safe place and community area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-26T12:45:01.525Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-26T20:35:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T12:56:54.929Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about disposal of local authority assets are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T12:56:56.166Z"
    },
    "id": 620929,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620929.json"
    },
    "type": "petition"
}