{
    "attributes": {
        "action": "Provide an education system in which all children can succeed.",
        "additional_details": "Liz Truss says she became a Conservative because she saw children at her comprehensive school being let down. The current system was devised by academics (including Liz Truss) who insist on an education system that over-emphasises academic skills. Furthermore, it is built into the system that one-third of children will fail their GCSEs. This is a betrayal of all the children who bring different skills and strengths to the world.",
        "background": "I want to see a system in which everyone, regardless of their academic abilities, can thrive. A system in which everyone can discover what they bring to the world. A system which leaves people feeling confident in themselves and with an awareness of what they can do rather than what they can't.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-26T16:40:56.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-27T08:53:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T13:19:55.671Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the school system, but we're not sure exactly what changes you'd like the Government or Parliament to make.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish all school exams and replace with teacher assessments: https://petition.parliament.uk/petitions/616014"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T13:19:56.824Z"
    },
    "id": 620939,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620939.json"
    },
    "type": "petition"
}