{
    "attributes": {
        "action": "Lower bus fares in medway, and provide children with free summer travel",
        "additional_details": "The current cost of living crisis has made life hard for manu people, and for some who might be reliant on public transport, the rising bus fares over the country including medway havr made life difficult. Moreover, 16-18 year olds being charged adult prices is unfair, as they have a lower minimum wage and fewer current qualifications",
        "background": "Subsidies bus companies in medway to provide children with easier school travel, and people with cheaper travel in general; provide youths with free travel during the summer in medway as with the rest of kent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-26T09:52:18.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-26T17:47:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T12:54:53.896Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about funding for local transport are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free public transport for children: https://petition.parliament.uk/petitions/616644"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T12:54:55.445Z"
    },
    "id": 620921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620921.json"
    },
    "type": "petition"
}