{
    "attributes": {
        "action": "Government to remove the plan to reduce the Unions right to Strike Action.",
        "additional_details": "The workers of the UK have the right to industrial action. The Government wish to increase the hurdles in place for the Unions to apply industrial action that, if successful, would mean that there would be more criteria involved than there would be to appoint an MP or a Local Council at elections.",
        "background": "Stop the sitting Government from devaluing the  rights of the workers of the UK. The Workers have a right to industrial action if there rights are being ignored. By placing more requirements in Law will be a breach of the workers rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-28T09:24:56.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T09:55:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T08:32:54.138Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government has not announced plans to restrict the rights of unions to organise industrial action, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has put in place legislation to allow businesses to hire agency workers to plug staffing gaps caused by strike action, and if you are concerned about this we have published the following petition, which you might like to sign:\r\n\r\nDo not allow the use of agency workers to replace staff on strike: https://petition.parliament.uk/petitions/618935\r\n\r\nIf you're concerned about something else you could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-01T08:32:55.253Z"
    },
    "id": 621019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621019.json"
    },
    "type": "petition"
}