{
    "attributes": {
        "action": "I want to make Women's football Part of the National Curriculum in School.",
        "additional_details": "As a young girl football ran in my family I loved it playing in the park with family. This was always known as a sport boys played but why. At 5 years old I joined my 1st boys team as there were no girls clubs around at the age of 11 when I went to school there wasn't a girls team. There was a boy team but girls you couldn't play. why after everything womens football has been through and upcoming is the opportunities for girls of all ages in schools able to enjoy and play Why are they different?",
        "background": "I want womens and girls football to be part of the National Curriculum. Why shouldn't girls get more chance to play, why in 2022 is there nothing to support thousands of young girls to play like the men.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-28T10:43:50.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T11:24:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T08:48:56.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe national curriculum for physical education aims to ensure that all pupils engage in competitive sports and activities, but decisions about what sports to offer in school are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on schools to be required to allow children of any sex to play any sport that the school offers to children of one sex, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T11:34:35.713Z"
    },
    "id": 621023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621023.json"
    },
    "type": "petition"
}