{
    "attributes": {
        "action": "Require the NHS to introduce a treatment pathway for severe aortic stenosis",
        "additional_details": "Heart valve disease affects over 1.5 million people in the UK. The most common form is narrowing of the aortic valve (aortic stenosis [AS]). Roughly 200,000 people currently have severe AS in the UK. Without proactive treatment, 50% of people who have symptoms due to severe AS will die within 2 years and 95% within 5 years.\r\n\r\nWhile AS is serious, it is highly treatable by surgical or transcatheter valve replacement, and once treated, patients get back to a good quality of life, symptom-free.",
        "background": "We urge Government to require the NHS to publish a plan for increasing the detection and timely treatment of those with this life-threatening condition, as it does for many cancers with comparable poor prognoses. A priority pathway for severe aortic stenosis could save thousands of lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-01T07:58:05.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-01T08:11:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-03T07:51:16.431Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about clinical care and whether to produce a strategy in respect of particular conditions are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for the care of people with severe aortic stenosis, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T07:51:17.695Z"
    },
    "id": 621195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621195.json"
    },
    "type": "petition"
}