{
    "attributes": {
        "action": "Regulate Drug and Alcohol Rehab Services",
        "additional_details": "At present these rehab houses can be set up next door to anyone without any regard for the people living in adjoining properties or their circumstances. Because these services are unregulated, the service provider very often will do nothing to monitor or help the people they are housing. In such circumstances addicts will continue their drug/alcohol habits, causing distress, nuisance and intimidation to those living nearby.  There are safeguarding issues associated with this for all concerned.",
        "background": "At present anyone is able to set themselves up as a Service offering Drug and Alcohol rehab without any regulation and set up accommodation for addicts to stay anywhere they like with no restrictions or regulation. There needs to be regulation in place to protect the service users and public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-01T22:07:18.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-02T16:17:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-04T07:45:07.726Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the regulation of drug and alcohol rehabilitation services. However, such services are already regulated by the Care Quality Commission. You can find out more about this here: https://www.cqc.org.uk/guidance-providers/independent-healthcare/service-inspections-independent-substance-misuse-services. It's therefore not clear how what you want would be different to what already exists.\r\n\r\nYou could have a petition calling for changes to how substance misuse services are regulated, so long as it was clear what those changes were."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-04T07:45:09.352Z"
    },
    "id": 621229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621229.json"
    },
    "type": "petition"
}