{
    "attributes": {
        "action": "Reduce the amount of sugar in food products.",
        "additional_details": "Sugar plays a crucial role forming bacteria within plaque, which produces the acid responsible for tooth decay.\r\nRecent figures show children’s tooth decay costs the NHS more than £40 million every year.\r\nIt's estimated one in three adults suffer from dental caries and one in four children.\r\nGovernment recently deferred a ban on multi-buy deals and junk food TV advertising.\r\nIt blamed the cost of living crisis.\r\nHowever it increased National Insurance payments to cover the rising cost of healthcare.",
        "background": "We’re asking the government to expand the sugar tax to introduce:\r\n– A tax on all foods where sugar falls into the red category of food traffic light labels\r\n– A ban on multi-buy deals for high sugar foods\r\n– Pre watershed TV advertising ban for junk foods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-01T15:34:45.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-01T15:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-03T10:18:02.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Reducing the amount of sugar in food is a decision for manufacturers and those preparing food.  We could accept a petition calling for the changes you'd like to see on taxation, advertising and deals providing the petition's title/main request is clear that is what you're asking to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T10:18:04.231Z"
    },
    "id": 621212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621212.json"
    },
    "type": "petition"
}