{
    "attributes": {
        "action": "The requirement of non-BBC wiewers of other broadcasters to be cancelled.",
        "additional_details": "It is patently unfair that viewers who never watch the BBC are required to subsidise its output and are subject to harassment from BBC licence inspectors. \r\n\r\nHopefully the requirement can be cancelled before the next review, within the present arrangements, leaving the BBC to adjust its output as it sees fit, to suit the community that defines itself by buying a licence. But in any case, agreeing the cancellation of the burden of financing the BBC from non-viewers, will take us a step nearer a more equitable settlement in due course. It will also aid the BBC in forward planning.",
        "background": "To concede that the present system is unfair and that the BBC should rely on its income from its own viewers and not from viewers who solely watch the output ofother broadcasters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-04T13:58:06.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-05T20:25:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T07:38:57.174Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about current arrangements for the TV licence, but it's not clear if you want requirements for having a TV licence to be changed, or for the TV licence to be abolished entirely.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnd need for a TV licence to view online streaming content not funded by licence: https://petition.parliament.uk/petitions/621075\r\n\r\nEnd the TV licence and sell the BBC: https://petition.parliament.uk/petitions/614239"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T07:38:58.848Z"
    },
    "id": 621363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621363.json"
    },
    "type": "petition"
}