{
    "attributes": {
        "action": "Cap VAT. Not remove it, apply caps to todays inflated cost of energy goods.",
        "additional_details": "Stop windfall taxes, principally VAT, on falsely priced goods. \r\nOn its own, VAT on the increases to household energy bills, even at 5%, the exchequer is levying around £2.4B MORE annually (ONS data). Public funded.\r\n\r\nVehicle and other fuels cost with 20% VAT grows pro rata, manufacturing and transport oncosts on everything else. Public funded.\r\n \r\nAdditional VAT levies exacerbates the 'Putin intent' to cause financial pain to UK  and Europe at personal and business level. (Helping the enemy?)",
        "background": "Compare normal costs of energy goods (petrol diesel gas electricity) against todays false and vastly inflated levels.\r\nAdd a correction factor, say 10%, to 'normal'  so not undercutting normal tax income.\r\nThen, do not levy VAT on the inflated (by Putin) part of prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-03T14:28:49.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-05T21:15:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T07:42:05.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rising prices for certain products, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to changes to tax, but it's not clear exactly what changes you want to be made to how tax is applied.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T13:55:54.817Z"
    },
    "id": 621305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621305.json"
    },
    "type": "petition"
}