{
    "attributes": {
        "action": "Force the energy companies to pay the cost of living payments",
        "additional_details": "Energy companies have been making record profits while charging customers more. They use the excuse of the war in Ukraine and this is coupled with very poor planning for the exit of the pandemic restrictions. It is completely immoral for the cost of living payments to be covered by general taxation. These companies profits will not cover the tax burden as they will move money around to avoid tax. They should be forced to pay for a problem they caused and exploited for profits.",
        "background": "The huge rise in energy costs has been caused by a lack of planning and corporate greed by the big energy providers. Their record profits should pay for the problem they caused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-05T18:24:56.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-06T08:15:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T09:05:40.316Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about cost of living support, and want energy companies to pay towards these. However it's not clear how what you're proposing is different from the Energy Profits Levy the Government announced in May. You can read more about this Levy here: https://www.gov.uk/government/publications/cost-of-living-support/energy-profits-levy-factsheet-26-may-2022.\r\n\r\nYou could have a petition calling for a levy on energy companies to pay for cost of living support, so long as it was clear how this levy was different to the one already announced.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/607983"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T09:05:55.063Z"
    },
    "id": 621421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621421.json"
    },
    "type": "petition"
}