{
    "attributes": {
        "action": "Issue ULEZ Charge notice before issuing a penalty for failure to pay.",
        "additional_details": "The ULEZ charge is a relatively new government scheme that most people in the UK don't know about, nor understand how it works. Especially people from rural areas, based on my survey. There is a three days window to pay the charge. Failure to do so will result to a penalty whether you are notified or not you have such a charge. This approach penalizes people who are unfamiliar with these recent innovations and leads to unnecessary financial stress and pressure.",
        "background": "I want the parliament to advice the government to introduce a Green Zone Charge notice. Individuals should be made aware and given enough time to make payments. Penalties should only be issued if a person intentionally refuses to pay the charges after receiving a letter of notification.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-07T23:56:33.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-08T16:56:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-09T10:41:36.398Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about clean air zones, however it's not clear if you want changes to be made to how drivers are charged through the ULEZ scheme, which is specific to London, or in a Clean Air Zone in another area. \r\n\r\nIn any case, decisions about how to charge drivers under a Clean Air Zone are a matter for the relevant 'charging authority', such as a local council, not the UK Government or House of Commons.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T10:41:38.654Z"
    },
    "id": 621523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621523.json"
    },
    "type": "petition"
}