{
    "attributes": {
        "action": "Stop the abuse of public place protection orders",
        "additional_details": "A pppo has been approved to restrict dogs to being on leads in the largest public open space in Crawley, West Sussex. To allow dogs off lead the council is setting up a fee based facility some 3 miles away. The public did not support it and it is an overreach, only part of the area would warrant it if at all. It appears to be a misuse, in order to generate revenue. At a time when the peoples finances are really struggling, can this be allowed to happen. Also the environmental damage of forcing people to drive to exorcise seems to go against our cop26 intentions.",
        "background": "When a consultation is not in favour of a PPPO and it is clearly being used to raise funds for the council, change the guidance so that injustice is not done to the people who it is being used against. Crawley Borough Council has voted one through for reasons other than what it was designed to do",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-08T17:58:03.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-09T17:10:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-10T09:54:28.528Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how Public Spaces Protection Orders (PSPOs) are being used, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to impose new restrictions on when PSPOs can be used, but it would need to be clear what restrictions you want to be imposed.\r\n\r\nYou could raise your concerns about a PSPO in your locality with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-10T09:54:29.932Z"
    },
    "id": 621573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621573.json"
    },
    "type": "petition"
}