{
    "attributes": {
        "action": "Jail all motorcycle/scooter thieves for a minimum of 5 years.",
        "additional_details": "Motorcycle theft is prevalent. The criminals are brazen, riding around with no helmets, often on the wrong side of the road or even on the footpath. They believe that currently there is no deterrent as courts and the Police often do not persue the case.\r\nThey are often aggressive and threatening (with weapons) during the theft. They ruin peoples lives by taking personal transport ( often the only transportation) from those that have worked and saved to afford the machine.",
        "background": "Ensure that the Police aggressively persue and charge the perpetrators of all motorcycle/ scooter theft. Then create a minimum sentence of 5 years incarceration for such thefts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-07T19:00:59.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-15T16:26:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-17T07:29:51.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to introduce a minimum five-year sentences for motorcyle/scooter theft, but investigating and prosecuting these crimes would still be a matter for the police and Crown Prosecution Service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-17T07:29:53.427Z"
    },
    "id": 621510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621510.json"
    },
    "type": "petition"
}