{
    "attributes": {
        "action": "To make a rare genetic condition known.",
        "additional_details": "My son has a rare genetic condition and before we received his genetic tests back my son got called “a mystery” and I got told “I don’t know, we don’t know why he’s doing this and that” I feel like my son doesn’t get the care he should because no one knows about my sons genetic condition and I feel like if they did know about it my son would get the care he needs and more family’s would get diagnosed a lot quicker.",
        "background": "To make my sons rare genetic condition known to professionals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-07T22:35:40.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-08T06:53:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-09T07:02:22.871Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your son, but petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to increase funding for diagnosis and treatment of a specific genetic disorder, if that's something you'd like to happen.\r\n\r\nIf you'd like help drafting a new petition you can email us at petitionscommittee@parliament.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T07:02:27.745Z"
    },
    "id": 621519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621519.json"
    },
    "type": "petition"
}