{
    "attributes": {
        "action": "Require mental health support in schools and more funding in community services",
        "additional_details": "It is common for people to have wait times exceeding several months for beds in appropriate hospitals and years for support in the community. I waited months for a hospital to accept me and it was over 220 miles away from my home. I am very grateful for the treatment I have had and continue to receive, however, better community services and more rapid access may have prevented my need for hospitalization. There are many issues in the system I want to bring attention to and hope you recognize the need for improvement.",
        "background": "Funding for inpatient mental health services is lacking and prevention is better than cure. Early intervention is vital for reducing suicide as a leading cause of death in teenagers. If mental health support in schools improved, the number of people in hospitals would reduce.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-07T19:22:05.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-07T19:41:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-09T06:50:51.121Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nGive the NHS more funding for mental health support: https://petition.parliament.uk/petitions/617699\r\n\r\nIncrease funding for Child and Adolescent Mental Health Services: https://petition.parliament.uk/petitions/620846\r\n\r\nMake ‘Mental Health Studies’ a separate subject in the National Curriculum: https://petition.parliament.uk/petitions/617834\r\n\r\nMandatory Mental Health Training for all educational and early years staff: https://petition.parliament.uk/petitions/620295\r\n\r\nCreate a statutory Mental Health & Wellbeing Policy for all schools & colleges: https://petition.parliament.uk/petitions/611264"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T06:50:54.492Z"
    },
    "id": 621512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621512.json"
    },
    "type": "petition"
}