{
    "attributes": {
        "action": "Action to address soaring energy costs, consumption and supply issues.",
        "additional_details": "Re-opening coal reserves isn’t sustainable or environmentally friendly.\r\n\r\nThe governments plans, even if worst case scenario, for reduced commercial/industrial supply and even domestic blackouts should not be acceptable.",
        "background": "1) Review the need for the street lights between 9pm and 6am. Pass any savings on to domestic dwellings, and reduce light pollution too.\r\n\r\n2) Pump prime renewable energies.  Nationalise the manufacturing and fitting of modern solar harvesting roof tiles which look like normal roof tiles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-10T19:15:18.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-15T11:57:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-17T07:10:25.441Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about street lighting are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for the Government to take action in relation to the means of production of solar panels, or you might like to sign the following petitions, which makes a related request:\r\n\r\nAddress the Energy, Climate and Environment crisis by investing in Renewables: https://petition.parliament.uk/petitions/617729\r\n\r\nCreate new publicly owned solar energy company to address fuel & climate crisis: https://petition.parliament.uk/petitions/611416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-17T07:10:26.925Z"
    },
    "id": 621688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621688.json"
    },
    "type": "petition"
}