{
    "attributes": {
        "action": "Reduce speed limit on country roads and to further protect wild animals",
        "additional_details": "Awful injustice. Every year animals are injured or die. whether a freak accident, or recklessness and irresponsible driving.\r\n \r\nWe should treat our wild deer like the deer at Windsor Park, which are protected. I witnessed a lady hit a deer. It was struck down like skittles.\r\n \r\n Most of the cars drive off, not notify police, report.Lady didn't contact police.\r\nIt's an offence and a crime to commit a human hit & run, or to drive over pets. Why is it not illegal or an offence to run over wildlife.",
        "background": "Reduce speed limits on country roads and/or to find further preventative measures.\r\n\r\nWe must help protect our wildlife and promote conservation. Please help me get justice for these beautiful animals and all wildlife",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-09T17:13:37.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-17T21:51:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-19T07:09:42.027Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about wildlife being involved in road traffic collisions, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you just want the Government to reduce the national speed limit for country roads, and if so what to, or if you also want the Government to take other action, and if so what.\r\n\r\nWe could accept a petition calling on the Government to reduce the national speed limit for country roads, but you'd need to be clear what you wanted this to be reduced to. We could also accept a petition calling on the Government to require motorists to report a card accident involving any animal, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-19T07:09:43.262Z"
    },
    "id": 621624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621624.json"
    },
    "type": "petition"
}