{
    "attributes": {
        "action": "People who are walking their dogs in severe heat to be fined.",
        "additional_details": "",
        "background": "I would like people who are walking their dogs in severe heat to be fined due to the suffering of dogs being in the heat while owners are walking around in summer clothes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T17:13:16.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T17:50:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T13:19:00.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nThe Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk, or leaving a dog in a car, in excessive heat. Fines can be issued for these types of offences, as well as prison sentences.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T13:19:19.737Z"
    },
    "id": 621793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621793.json"
    },
    "type": "petition"
}