{
    "attributes": {
        "action": "Vote of no confidence of current government and call for a general election now",
        "additional_details": "The current government have lost control\r\nWe need a new government that will bring our country back to a place where we care about everyone not just the rich we need a government to tackle the oil and gas markets from hiking prices, we need to bring back farming and not rely on other countries for food, government mps pay should be capped and there should be a department the holds mps to account and have powers to remove mps that defraud or miss lead the people.",
        "background": "The people of the UK are suffering with debit rasing energy prices, massive fuel prices, wages are not matching inflation rates, our NHS is being under funded, the current tax system is not fair and helps the super rich and not enough is being done to the eco system of our planet",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-11T10:51:46.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-11T11:01:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-12T09:04:58.622Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. This includes calling for a Minister to be removed from their job, or for a vote of no confidence to take place in the House of Commons.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n\r\nYou may wish to sign these petitions which call for related actions: \r\n\r\nCall an immediate general election to end the chaos of the current government:\r\nhttps://petition.parliament.uk/petitions/619781\r\n\r\nIf a Prime Minister resigns a general election should be called:\r\nhttps://petition.parliament.uk/petitions/620016\r\n\r\nHold a confidence/no confidence referendum on the government every 2.5 years:\r\nhttps://petition.parliament.uk/petitions/609107"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-12T09:05:09.221Z"
    },
    "id": 621717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621717.json"
    },
    "type": "petition"
}