{
    "attributes": {
        "action": "National Planning Policy Framework to prioritise locally-owned businesses.",
        "additional_details": "It’s imperative for locally owned business owners to be considered in all matters of planning and regeneration. It should be mandatory for all developers to adhere to new versions of Local Planning policy ensuring developers provide all local businesses a relocation strategy and give careful consideration to small businesses and the wider community it serves.",
        "background": "Calling for the National Planning Policy Framework to prioritise existing locally-owned businesses across all local authority's regeneration plans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T14:01:21.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T15:17:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T09:55:48.631Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by 'prioritise'.  The NPPF already requires that developments \"can be integrated effectively with existing businesses and community facilities\".  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T09:55:49.961Z"
    },
    "id": 621784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621784.json"
    },
    "type": "petition"
}