{
    "attributes": {
        "action": "Support working mums who want to return to work after giving birth",
        "additional_details": "After speaking with other mums, I have realised that we are let down by the system. \r\nIt is frustrating to be better off financially with SMP (£156.66 per week) than back at work full time. \r\nWe want to empower ourselves progressing in our careers, having a life despite of being mums, and avoiding mental health issues. We don’t want to depend on our partner to provide for us, we want to be independent. \r\nThe little benefits provided aren't enough. The cost of living has increased so should the help from the government.",
        "background": "The system doesn’t support mums who aren’t on benefits and want to return to work after giving birth. Without receiving benefits, children can’t get a space on a public nursery, having to pay for a private one. But a family with one parent earning a salary of less than £30K a year can’t afford it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T10:04:30.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T10:29:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T08:42:15.372Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/618895\r\n\r\nIf you want the Government to change entitlements to free childcare in a way different to the above petition, you could start a new petition stating what new entitlements you would like the Government to create."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T08:42:16.643Z"
    },
    "id": 621765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621765.json"
    },
    "type": "petition"
}