{
    "attributes": {
        "action": "Stop the unprecedented rise in energy bills.",
        "additional_details": "The UK population simply cannot afford to sustain this way of life, where the decision to eat Vs the decision to heat is a very real threat to life. This affects everyone and is catastrophic to every day life.  It is understandable that prices rise and the war in Ukraine, global warming and various other economic factors all affect this.  However, energy providers are reporting record profits at the expense of the UK population.  Energy is essential for modern day life, please step-up.",
        "background": "The significanct rise in energy bills are unjust.  Whilst the population struggle to survive in a 1st world country, energy providers report record breaking profits.  I am calling on the UK Government to urgently reduce the energy price caps to a sensible level, before the winter months arrive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T16:37:56.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T16:50:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T13:18:14.227Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The calculation of the energy price cap is a matter for the regulator Ofgem, which is operationally independent of the UK Government and House of Commons. You can find out more about how the price cap is calculated here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nSubsidise a 'basic' amount of electricity for households: https://petition.parliament.uk/petitions/616915\r\n\r\nEstablish a not-for-profit state owned energy provider: https://petition.parliament.uk/petitions/617446\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T13:18:15.456Z"
    },
    "id": 621790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621790.json"
    },
    "type": "petition"
}