{
    "attributes": {
        "action": "Get doctors to see patients not phone appointments",
        "additional_details": "Because since covid G P doctors \r\ndo not see patients they do over the phone  appointments my grandson ended up seriously I’ll from this and I know lots of people feel the same  the hospital can not treat patients  who are very sick as they are seeing patients GP should be seeing",
        "background": "I would like the government to insist doctors see patients not phone appointment especially with young, vulnerable and elderly patients, as people are getting really Poorly as they can’t see a doctor",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T08:03:31.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T11:53:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T08:43:06.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are no Government restrictions that prevent GPs from holding face-to-face appointments. Decisions relating to GP appointments, including decisions on whether face-to-face appointments are appropriate, are operational matters for the NHS and individual GPs, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview accessibility to primary care and face to face appointments with GPs: https://petition.parliament.uk/petitions/615422"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T08:43:07.927Z"
    },
    "id": 621760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621760.json"
    },
    "type": "petition"
}