{
    "attributes": {
        "action": "Adultery / Infidelity to be classified as a form of domestic abuse.",
        "additional_details": "Speaking from experience, this is something I feel strongly about! Although I will never end affairs, I would certainly like the unfaithful partner to be more accountable for the abuse on their faithful partner. The emotional abuse caused by affairs, seem to last a lifetime & almost, always, affects ongoing relationships. There is also physical abuse to consider, such as STIs. Along with financial abuse from unfaithful partners visiting paid sex workers, creating families to get into debt.",
        "background": "Classifying adultery as domestic abuse will help identify unfaithful partners under the Domestic Violence Disclosure Scheme, where people have the right to know if their current or ex-partner has any previous history of violence or abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-16T22:09:34.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-17T06:19:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-18T08:43:32.186Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want adultery and infidelity to be a criminal offence, in line with other forms of abusive behaviour in the Domestic Violence Act.  Or if you'd like there to be a way of adultery and infidelity to be reported and disclosed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-18T08:43:33.381Z"
    },
    "id": 621978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621978.json"
    },
    "type": "petition"
}