{
    "attributes": {
        "action": "Better pay for health and social carers",
        "additional_details": "We want all Health and Social carers to have a higher, minimum wage from everyone else giving them the chance to have time to themselves without worrying what the next bill will cost, especially with the costs of living constantly rising. \r\n\r\nNot only thinking about work but thinking about their home life; for example, if they have young children they have to come home and make sure that everything is ready for them, at the same keeping the house clean. This is why they need more time do this",
        "background": "Increase the pay rate for the Carers as they are payed little compared to the huge amount of work they do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-16T11:38:18.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-16T11:49:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-17T09:39:13.699Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like a higher minimum wage for health and social care workers, but we're not sure what level you'd like that to be set at. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-17T09:39:15.018Z"
    },
    "id": 621947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621947.json"
    },
    "type": "petition"
}