{
    "attributes": {
        "action": "Expedite Child Arrangement proceedings within 2 months form application.",
        "additional_details": "I would like the following: 1) Within 15 days from the date of the application, the court to order the safeguarding letter from Cafcass. 2) Cafcass need to complete the letter within 15 days including made direct contacts with the parents; 3) The Court need to list the First hearing within 2 months from the application date; 4) At any Court Hearing, the Judge must order and communicate the date of the next hearing to take place within 15 days from the last hearing.",
        "background": "I would like the Government to expedite child arrangement proceedings within 2 months from the application presented in court. The long wait for a court hearing is far too long and detrimental for children, specially to those who have been taken away from a loved parents and/or abducted or relocated",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-16T19:14:13.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-16T21:11:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-18T07:36:12.600Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about family court proceedings are a matter for the courts, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with how a the courts service has handled your case you can find out how to complain about this here: https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-18T07:36:13.866Z"
    },
    "id": 621968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621968.json"
    },
    "type": "petition"
}