{
    "attributes": {
        "action": "Increase the minimum provision for emergency leave from one day to five.",
        "additional_details": "In the event of emergencies one day is completely insufficient to provide adequate time for the affected person to travel, assess the situation, and make ongoing arrangements for accommodation or absence depending on the severity of the situation. For many in the UK, the travel time required alone would take one day, and in serious emergencies it is unreasonable to leave people scrambling to arrange further leave using annual leave entitlement or take unpaid leave, which most cannot afford.",
        "background": "Provision of emergency leave in the workplace, for instance in the event of a critical injury or illness of a close family member, should be standardised across all workplaces and extended from a minimum of one day to address the emergency to at least five days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-17T11:30:37.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-17T16:54:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-18T10:58:59.714Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the right of workers to take time off for an emergency, but it's not clear exactly how you want current arrangements to be changed.\r\n\r\nEmployees have a right to take time off to deal with an emergency involving a dependant. Employees are allowed \"a reasonable amount of time\" off to deal with the emergency, but there’s no set amount of time as it depends on the situation. It is up to individual employees and employers to agree how much time off a worker can take. An employer may pay for time off to look after dependants but they do not have to. You can read more about these rights here: https://www.gov.uk/time-off-for-dependants\r\n\r\nIf what you want is for the Government to give all employees a right to at least five days paid emergency leave we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-18T10:59:01.128Z"
    },
    "id": 622000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622000.json"
    },
    "type": "petition"
}