{
    "attributes": {
        "action": "Introduce RNLI Lifeguards on the beaches of Gwynedd",
        "additional_details": "There are an increasing number of visitors to the coast of the UK and in this case North Wales. Gwynedd has 180 miles of coastline around the North Wales coastline yet has no lifeguards, There are lifeguards in neighbouring counties. We would like Gwynedd Council to take some responsibility for the disasters that take place on the coastline and seriously consider working alongside the RNLI to reduce the number of these incidents and deaths! As ab Island nation we surely have a duty of care.",
        "background": "Gwynedd is a Welsh County with over 180 miles of coastline, each year there are serious accidents and drownings on this coastline. The coastline is neighboured by counties Ceredigion, Conwy and Denbighshire. There are lifeguards in Borth just a stones throw from Gwynedd as well as Rhyl and Prestatyn",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-18T12:40:30.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-18T13:12:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-19T07:29:00.453Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nManaging safety at local beaches are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also try contacting the RNLI directly: https://rnli.org/about-us/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-19T07:29:01.571Z"
    },
    "id": 622060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622060.json"
    },
    "type": "petition"
}