{
    "attributes": {
        "action": "Get the government  to stop energy  companies rising there prices",
        "additional_details": "There will be millions of vulnerable people in those country who can not simply afford the rise in energy many people who are elderly  vulnerable  people with disabilities  and thoes with young children won't be able to pay there energy bills.\r\nThe government must step in it has to find a way to stop energy companies rising the price of energy  while profiteering from doing so.\r\nMany people in the UK work hard but will also be unable to find the money to pay the extravagant cost of energy cost.\r\nThere will be many people who will end up homeless or worse committing suicide due to the cost of energy simply because they can not afford it or see a way out of those situation",
        "background": "I want the government to step in and stop energy companies from rizing the cost of energy uk citizens as there will be millions of people who will be unable to pay for there energy and put millions of people in real  poverty and choose between food or paying there electricity/gas",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-20T19:06:54.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-22T19:19:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-24T13:10:03.602Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347\r\n\r\nRecall Parliament to consider the Energy Price Cap Increase (Cancellation) Bill: https://petition.parliament.uk/petitions/621634"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-24T13:10:04.808Z"
    },
    "id": 622168,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622168.json"
    },
    "type": "petition"
}