{
    "attributes": {
        "action": "Make it illegal for politicians to incite hate",
        "additional_details": "UK politicians now frequently publish hostile comments in the media to single out individuals or whole professional bodies as “enemies of the state” in an effort to discredit opposition voices and gain voter support. This is mostly done without evidence or factual accuracy. Politicians are in a position of influence and elected to represent all constituents. Defaming citizens directly contravenes their role and puts citizens at risk.",
        "background": "Make it a criminal offence for any politician of any party - including Government - to publicly denounce any UK citizen or professional group as a public enemy without judiciary proof and sentencing for terrorism, criminality or treason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-22T09:07:24.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-22T12:47:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-24T13:05:58.604Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about certain statements made by some elected representatives, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already against the law to defame a named individual or to intentionally cause a person harassment, alarm or distress, and it is not clear what additional actions you want to be made illegal for elected representatives.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-24T13:06:00.076Z"
    },
    "id": 622296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622296.json"
    },
    "type": "petition"
}