{
    "attributes": {
        "action": "Give powers to Authority to control nuisance noise more effectively.",
        "additional_details": "The Local Authority is not effective in dealing with this issue. Period. There are no laws against playing very loud music (or making other loud noise) 24 hours a day in residential areas. People in their own homes can not hear their own entertainment devices, can not sleep, it causes stress and ill health. It is not only inconsiderate, it is torture to have someone else's music in your own home 24/7. The government need to step in and create laws around this very distressing issue.",
        "background": "Send a representative at the time of the reported issue to record noise levels, give warnings, issue on the spot fines, confiscate equipment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-21T09:18:01.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-21T10:10:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-23T13:25:59.415Z",
        "rejection": {
            "code": "already-happening",
            "details": "Local authorities already have the power to issue fixed penalty notices, remove noise-making equipment and prosecute individuals if they fail to comply with a warning notice about noise. You can find out more about these powers here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nDecisions about what action to take in respect of a noise complaint are a matter for individual local authorities, not the Government or Parliament. If you are unhappy with your local authority's response to noise complaints you could raise this with a local councillor who represents you.\r\n\r\nYou can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-23T13:26:00.758Z"
    },
    "id": 622209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622209.json"
    },
    "type": "petition"
}