{
    "attributes": {
        "action": "Restrict the Animal Welfare Act 2006 offenses when cats are on private property",
        "additional_details": "If a cat enters a dog's house and is attacked, the dog could be put to sleep, and its owner sent to prison, while the cat's owner has no legal repercussions. Although hopefully common sense would prevail, the current law creates unnecessary stress and financial impact of a legal battle if the cat owner decided to take legal action. Dogs and owners should feel safe in their own homes without worrying about a cat entering their property, which could result in pet death or dog owner imprisonment.",
        "background": "Change the current offenses relating to the Animal Welfare Act 2006 to exclude cats on private property. Current law states that dogs are out of control or dangerous if they attack an animal, even in their own home or garden. A cat has right to roam, so can enter any home or garden.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-24T17:07:22.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-24T18:23:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-30T07:11:15.007Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about legislation governing cats and dogs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAmending the Animal Welfare Act so it did not apply to cats that are on private property would not prevent dogs from being treated as dangerously out of control if they attack or kill a cat. This is because legislation governing dogs that are out of control is separate to the Animal Welfare Act.\r\n\r\nWe could accept a petition calling for the Government to amend the Dangerous Dogs Act so that this exclude any altercations with cats that have roamed onto private property, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-30T07:11:16.188Z"
    },
    "id": 622494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622494.json"
    },
    "type": "petition"
}