{
    "attributes": {
        "action": "Make owners responsible for actions of dangerous pets when seeking treatment.",
        "additional_details": "Pet owners expect people working with their animals to treat the pet regardless of whether it poses a threat and in many cases do not warn staff of the potential danger to them. Getting bitten should not be part of anyone's job description. We would like a law in place that makes owners responsible for their pet's actions. If the pet is dangerous it should be appropriately muzzled by the owner and the staff member forewarned. If the owners do not comply, they take on legal/criminal reponsibility",
        "background": "At the moment there is no legal responsibility of the owner of a dangerous pet if it attacks and injures a person that is treating that pet in any capacity i.e. veterinary staff, groomers, trainers, behaviourists. We want a law to protect these vulnerable staff. Animals can kill or seriously injure",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-24T08:21:19.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-24T09:33:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-26T12:33:13.193Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under the Animals Act 1971, the keepers of animals have strict liability for any damage their animals may cause. This means that owners of pets are already have legal responsibility for their pets, as requested by your petition.\r\n\r\nYou can read this Act in full here: https://www.legislation.gov.uk/ukpga/1971/22"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-26T12:33:15.017Z"
    },
    "id": 622447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622447.json"
    },
    "type": "petition"
}