{
    "attributes": {
        "action": "Freeze energy costs. Enforce a maximum profit margin for suppliers/generators.",
        "additional_details": "Ofgem are supposed to regulate companies and heir prices for the benefit of the consumer yet their current focus appears to be to keep energy generators/suppliers in business. These companies have made excessive profits and must be able to limit their profit margins and still pay dividnends to their shareholders. There is no need for further price increases for consumers. This strategy would prevent government paying grants to them or pay outs to consumers.",
        "background": "Energy companies have made excessive profits yet they ask government to pay grants to cover price increases to keep energy prices as the are. This is neither economic for the country or customers who will eventually have to pay the for these grants to the government through taxation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-26T08:41:49.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-26T16:35:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T07:57:35.017Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The calculation of the energy price cap is a matter for the regulator Ofgem, which is operationally independent of the UK Government and House of Commons. You can find out more about how the price cap is calculated here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you.\r\n\r\nYou may be interested to know that the current energy price cap sets a maximum that suppliers can charge per unit of energy, and caps the level of profits an energy supplier can make to 1.9%. Ofgem are responsible for setting the energy price cap. You can find out more here: https://www.ofgem.gov.uk/publications/ofgem-confirms-changes-price-cap-methodology-and-frequency-ahead-new-rate-be-announced-later-month\r\n\r\nYou can find out more about the Government's Energy profits tax here: https://www.gov.uk/government/publications/cost-of-living-support/energy-profits-levy-factsheet-26-may-2022"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-20T16:40:45.458Z"
    },
    "id": 622589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622589.json"
    },
    "type": "petition"
}