{
    "attributes": {
        "action": "Allow people the right to buy their council / housing association houses.",
        "additional_details": "It will give people less fortunate and not able to afford a high deposit a chance to buy their homes. \r\nIt makes more sense to sell off old housing  stock that costs a lot to maintain than a new build that won’t have a lot of repairs for years to come. \r\nPeople who want to remain in their homes should be given the opportunity to purchase them especially after paying rent for years on the property.",
        "background": "The right to buy was abolished in wales and the only help now is the home ownership scheme assisting you to buy a new build only. This discriminates people who want to remain in the home they love and want to continue to live in. \r\nBring back the right to buy to give people the opportunity to buy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-27T13:24:41.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-27T14:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T09:21:09.809Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\n\r\nhttps://petitions.senedd.wales/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T10:37:56.798Z"
    },
    "id": 622695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622695.json"
    },
    "type": "petition"
}