{
    "attributes": {
        "action": "Allow a maximum time limit for remanded prisoners to being held for",
        "additional_details": "Government should set a maximum time limit so that court dates will be dealt with without prisoner being on remand for so long. Prisoner are being wrongly treated with having no control on when there court dates are set to having them pushed back countless times due to court issues. It should be “innocent until proven guilty” so why are prison being held as if they are guilty for such long times to most likely get a not guilty verdict at the end and nothing come from it.",
        "background": "I won’t the government to allow remanded prison to have a maximum Time limit to be held for. Prisoner are being held on remand for e.g. 2years plus with court date being pushed back a whole year with a not guilty plea awaiting trial.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-27T17:25:40.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-27T18:37:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T09:37:41.757Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like a time limit for remand, after which the prisoner should be tried or released; however, we're not sure how long you'd like this limit to be. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T09:37:43.258Z"
    },
    "id": 622710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622710.json"
    },
    "type": "petition"
}