{
    "attributes": {
        "action": "Regulate  utility companies so they operate as not for profit organisations",
        "additional_details": "Ordinary people are struggling to pay gas, electricity and water bills during this cost of living crisis\r\nThe government could intervene by capping the profits these companies can \r\nThis way the companies will reduce charges so ordinary people get the benefits immediately",
        "background": "Debate the possibility of regulating private companies so that in times of financial hardship their profits are capped at £0",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-29T17:10:38.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-29T20:12:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-01T07:04:47.510Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about management of utility companies, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear how you want profit-making by utility companies to be limited, or when you want this to happen.\r\n\r\nWe could accept a petition calling on the Government to increase taxes on the profits of utility companies in certain circumstances, but it would need to be clear how you wanted these taxes to work, and when you wanted them to apply.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nExtend the windfall tax to all utility companies: https://petition.parliament.uk/petitions/622266"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-01T07:04:49.046Z"
    },
    "id": 622829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622829.json"
    },
    "type": "petition"
}