{
    "attributes": {
        "action": "Increase age on the healthy start criteria to all primary school aged children",
        "additional_details": "Due to the cost of living crisis faced by many in this country due to no fault of their own, we need to ensure children still have the basic right to eat. This would ensure that all children up to leaving primary school would receive a monthly top up prepaid card to help with the spiralling cost of living crisis but also ensure the disabled and vulnerable children could also receive this up to the age of 16 in order to help those most in need.",
        "background": "I wish for the government to increase the age criteria for the healthy start vouchers to all primary school aged children, as well as add a further criteria to include disabled children & low income families children up to the age of 16 & increase the amount in-line with the current food prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-30T10:38:54.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-31T12:47:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T08:17:01.052Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to extend eligibility for Healthy Start vouchers, but we're not sure exactly who you'd like the Government or Parliament to make eligible for these vouchers.\r\n\r\nThe vouchers are currently available to parents claiming certain benefits, or who are under the age of 18. We're not sure if you want the Government to make these available to all parents of children who are in primary school or younger, or only extend eligibility for parents who are can already claim these benefits. It's also not clear how you want people from low-income families to qualify for these vouchers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow all parents to get Healthy Start vouchers: https://petition.parliament.uk/petitions/614500"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T08:17:02.122Z"
    },
    "id": 622868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622868.json"
    },
    "type": "petition"
}