{
    "attributes": {
        "action": "Amend Dangerous Dogs Act to exclude altercations with cats on private property",
        "additional_details": "If a cat enters a dog's house and is attacked, the dog could be put to sleep, and its owner sent to prison, while the cat's owner has no legal repercussions. Although hopefully common sense would prevail, the current law creates unnecessary stress and financial impact of a legal battle if the cat owner decided to take legal action. Dogs and owners should feel safe in their own homes without worrying about a cat entering their property, which could result in pet death or dog owner imprisonment.",
        "background": "Change the current offenses relating to the Dangerous Dogs Act to exclude cats who roam onto private property. A cat has right to roam, so can enter any home or garden. However, current law states that dogs are out of control or dangerous if they attack an animal, even in their own home or garden.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-30T11:49:49.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-30T16:20:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T07:37:23.013Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about cats roaming onto private property where there are dogs, but the Dangerous Dogs Act does not define a dog that attacks an animal as out of control. The Dangerous Dogs Act states: \r\n\r\n\"For the purposes of this Act a dog shall be regarded as dangerously out of control on any occasion on which there are grounds for reasonable apprehension that it will injure any person or assistance dog, whether or not it actually does so.\""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T07:37:24.073Z"
    },
    "id": 622872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622872.json"
    },
    "type": "petition"
}