{
    "attributes": {
        "action": "Make agoraphobia a recognised disability",
        "additional_details": "Being agoraphobic is a debilitating disability within the brackets of anxiety but leaves us unable to lead normal lives , we are unable to leave our homes or receive visitors in some cases , limited contact with the outside world , for those who are able to leave the house there is lack is support.  Doctors do not take agoraphobia seriously and as such refuse to do home visits for a majority of people with agoraphobia resulting in not getting treatment",
        "background": "Agoraphobia is not recognised as a debilitating disability , as such we do not get treated the same as other people with housebound disabilities , we are unable to get the gp to do home visits , vaccinations at home and receive support via community mental health or relevant local community services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-31T15:20:57.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-31T15:39:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T08:28:44.891Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have agoraphobia, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nWe could accept a petition calling on the Government to fund increased support for people with agoraphobia, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T08:28:46.181Z"
    },
    "id": 622962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622962.json"
    },
    "type": "petition"
}