{
    "attributes": {
        "action": "Change the redundancy and Insolvency law",
        "additional_details": "There is no protection for employees when companies decide to strike off thier company instead of going INSOLVENT. \r\nThe only way to claim money owed back, is by doing a legal demand to make the company go into compulsory Insolvency. \r\nThis costs thousands on the employee. The National insurance Fund should be accessible in these circumstances too, as it is not the employee's fault if a director folds their company in the wrong way, and the employee can show proof.",
        "background": "Protection for creditors and employees when companies does not close there company the correct way.\r\nAllow employees have access to the national insurance fund if fowl play has been done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-31T17:58:46.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-02T14:30:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-06T07:12:15.429Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for companies being struck off the Companies Register, but it's not clear if you just want employees to be able to to be reimbursed from the National Insurance Fund if their employer fails to treat their employees according to the rules, or if you want other changes to the rules for companies being struck off, including in respect of creditors.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-06T07:12:16.607Z"
    },
    "id": 622973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622973.json"
    },
    "type": "petition"
}