{
    "attributes": {
        "action": "Make it compulsory for bigger businesses to offer between school hour job roles",
        "additional_details": "Parents can find it extremely hard to get jobs that work around their children. Unless the job role is in a school (and even then the start times can be too early therefore not doable) there’s nothing really suitable for parents to fit around school hours. If more businesses offered a 9:30/10am - 2:30pm/3pm mon - fri job shift then it would open up so many opportunities for parents who haven’t got the luxury of having family who can mind their children.",
        "background": "I want it to be made compulsory that bigger businesses have to offer some job roles that have a shift time pattern that starts and ends between 9:30am and 3pm Monday to Friday. Not many businesses offer this and it would open up so many opportunities for parents to be able to work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-31T10:09:41.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-01T10:52:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T09:42:39.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The Government and Parliament aren't responsible for setting working hours, which is a matter for employers and businesses. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T09:42:40.697Z"
    },
    "id": 622942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622942.json"
    },
    "type": "petition"
}