{
    "attributes": {
        "action": "Bring down energy price caps/Re-nationalise energy companies",
        "additional_details": "The government need to stop this selfish and ignorant outlook they have on this crisis. Most politicians will not ever understand the hardships that the common folk will have. Living upper class lives not worrying about where the next meal is coming from or having to get a job as a young teen to help out with bills. They don't see the effect that this spike in bills will have on normal everyday people. They ignore these effects because they place Profits over People. Over people like You and Me.",
        "background": "We have record breaking gas and electricity bills while these companies make record profits. We cannot keep blaming the record prices on the global market, other nations have seen bills go up but no where near the 80% that we have. The solution is nationalization just like the French with a 4% rise",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-01T18:04:36.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-01T19:59:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T14:55:18.643Z",
        "rejection": {
            "code": "duplicate",
            "details": "The calculation of the energy price cap is a matter for the regulator Ofgem, which is operationally independent of the UK Government and House of Commons. You can find out more about how the price cap is calculated here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nSubsidise a 'basic' amount of electricity for households: https://petition.parliament.uk/petitions/616915\r\n\r\nEstablish a not-for-profit state owned energy provider: https://petition.parliament.uk/petitions/617446\r\n\r\nNationalise energy companies: https://petition.parliament.uk/petitions/621719\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347\r\n\r\nSubsidise energy and fuel prices to mitigate cost increases: https://petition.parliament.uk/petitions/622530"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T14:55:19.701Z"
    },
    "id": 623043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623043.json"
    },
    "type": "petition"
}