{
    "attributes": {
        "action": "Ban unpaid lunch breaks to restore the 8-hour work day.",
        "additional_details": "More and more companies are switching from an 8-hour work day with a half-hour lunch break to a 9-hour work day with a one-hour break. \r\n\r\nCompanies are doing this as extending the lunch break to an hour allows them to make it unpaid. This means employees are at work for an extra hour each day for the same pay. This increases stress while reducing productivity as multiple studies have shown a 6-hour work day is the best for productivity as humans can only maintain focus for a limited time.",
        "background": "We want the government to stop more companies from switching from an 8-hour work day with a paid half-hour lunch break to a 9-hour work day with a 1-hour unpaid break, by making lunch breaks paid for all. Giving people more time to spend with their families and friends at the end of the day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-01T20:30:07.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-01T21:39:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T14:57:09.347Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the hours employees work are a matter for individual employers and employees, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase workers' rights to paid breaks, but this would not stop employers from requiring employees to work more than eight hours."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T14:57:10.619Z"
    },
    "id": 623050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623050.json"
    },
    "type": "petition"
}