{
    "attributes": {
        "action": "Change the way the mentally unwell are treated!!",
        "additional_details": "Counselling, therapy, group workshops, Informing patients in details of there diagnosis and symptoms, helping them to recognise there triggers and red flags, help them to understand how they come to have mental health issues so people are not in the dark.  \r\n\r\nSystematically mentally ill patients are stigmatised and the atmosphere within these said agencies is of one that reflects that the mentally ill are a inconvenient hindrance to the so called professionals that run these said agencies.",
        "background": "The government to change the way mental health services operate. \r\nTo take responsibility for every avoidable suicide attempt or suicide.\r\nFor Directors and mental health teams to be disciplined for every failure they make. \r\nMake it Criminal offence when a patient dies due to unprofessionalism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-01T14:52:46.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-02T00:23:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T15:03:05.673Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the way people with mental health issues are treated.  Clinicial negligence can already prosecuted and practitioners can be disciplined for errors already. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, although specific decisions on treatments are a matter for the NHS. \r\n\r\nPetitions need to be started with a full, real name before they can be published."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T15:03:15.051Z"
    },
    "id": 623030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623030.json"
    },
    "type": "petition"
}