{
    "attributes": {
        "action": "Change the way vets handle charges and more helpeople who don’t have the money",
        "additional_details": "There are too many vet practises. Who are turning dying animals away because there owners cannot afford it at the time. \r\nNo payment plans or help are not available at most places. \r\nWe need to stop vet practises focusing on money and to help animals in need even if they cannot afford it at that minute. \r\nThey have a duty of care for the animals in there care and they deserve it.",
        "background": "Put in place rubies law. \r\nTo change the way vets handle charges and to have more help for people who can’t afford situations at the vets. \r\nTo not turn away dying and poorly animals. \r\nMake it illegal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-01T16:47:47.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-01T16:51:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T10:31:48.762Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about access to and charges for veterinary services are a matter for individual practices, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to fund access to free veterinary services, or provide grants for low-income families, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T10:31:49.931Z"
    },
    "id": 623036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623036.json"
    },
    "type": "petition"
}