{
    "attributes": {
        "action": "Paid extended paternity leave for those with partners with birth complications",
        "additional_details": "Too many mothers have major surgery , complications or mental health crisis and are expected to then care for a new baby alone, this is not only unsafe, unfair it is also unexpected of any other type of illness, procedure or medical process, for almost all major surgery there is recommended recovery where another person is expected to help, if in mental health crisis all stressors are asked to be minimised , any physical trauma has rest time , except with birth, it unsafe and needs to change",
        "background": "To introduce paid extended paternity leave for those partners of mothers whom have had intervention at birth, surgery at birth, suffering with hemorrhage at birth (or after), If Post Natal Depression or Post Natal Anxiety are identified, C-Section, Tears , any medical reasons from a Dr, Midwife/HV",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-02T07:16:27.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-02T08:06:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T15:06:06.528Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see rights to paternity leave increased for fathers in certain circumstances, but it's not clear what rights to additional leave you want fathers to have.\r\n\r\nEmployees are already entitled to time off to deal with an emergency involving a dependant, although the amount of time off for dealing with an emergency needs to be agreed with an employer.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T15:06:07.604Z"
    },
    "id": 623068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623068.json"
    },
    "type": "petition"
}