{
    "attributes": {
        "action": "We would like Face to face appointment, with Doctors in Scotland.",
        "additional_details": "I think it ridiculous that in Scotland, we cannot get a face to face appointment with a GP. Every other organisation has went back to normal, including community mental health teams as well as Dentist, opticians. I think it is disgraceful that GP’s are getting paid good tax payer money to do call centre work, speaking over the phone results in misdiagnosing patients.",
        "background": "We want yous to get the doctor to see patients face to face, by not seeing patients face to face, this results in longer waiting times for NHS 24 and More people are going to accident and emergency, this is causing a overwhelming amount of pressure on hospitals staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-02T22:22:53.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-02T23:05:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-06T07:21:38.380Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-06T07:21:39.526Z"
    },
    "id": 623107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623107.json"
    },
    "type": "petition"
}