{
    "attributes": {
        "action": "HoC to debate & vote to justify MP expenses in cost of living crisis.",
        "additional_details": "As many people face a struggle or inability to pay their energy bills this winter, it is unpatriotic for our elected representatives to claim their energy bills from the public purse. \r\nWhile 2nd homes are a necessity for MPs as they travel between Westminster & constituency, it is not justifiable that the taxpayer supports well paid MPs energy bills while millions face being unable to heat their own homes. As an action of solidarity with the electorate MPs should vote to suspend this expense.",
        "background": "For Parliament to debate & vote on this petitions request to suspend MPs ability to claim energy expenses on 2nd homes for at least the next year. Parliament must explain why & how taxpayers are expected to fund MPs 2nd home energy bills while millions struggle to pay their own bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-03T19:16:11.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-03T19:52:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-06T09:59:33.530Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-06T09:59:34.880Z"
    },
    "id": 623157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623157.json"
    },
    "type": "petition"
}