{
    "attributes": {
        "action": "Enforce the council to switch street lights back on at night time",
        "additional_details": "To help reduce crime and sexual offences towards the public, help make the public feel safe at night time, or take out the cost of street lighting in our council taxes!",
        "background": "The council are clearly refusing to switch on the street lights back on at night time! Yet they have put in energy saving lights, and we are paying council tax for this, but for what? The public fear going out during darker nights due to no street lighting, we want the government to enforce this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-03T20:18:35.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-04T22:27:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-07T12:53:37.329Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local street lights are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a petition calling for a legal requirement for all local authorities in England to operate streetlights all night, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-07T12:53:38.738Z"
    },
    "id": 623163,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623163.json"
    },
    "type": "petition"
}