{
    "attributes": {
        "action": "Employers must prove employee can't do role before denying flexible work request",
        "additional_details": "Many employers arbitrarily deny people the ability to work from home or flexible hours (often due to managers wishing to exercise authority or display power). Denying people the ability to work flexibly ousts sections of society (e.g., carers, people with responsibilities) from certain roles, and undermines people's quality of life and freedom of choice. It is the government's duty to protect employees from arbitrary employers to ensure every person has the same chance for every role.",
        "background": "Employees should have the right to decide where and when they work, provided the nature of their work permits this. The current law does not protect employees sufficiently, and it should impose a high and objective threshold before an employer can deny a flexible working request.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-05T22:59:04.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-06T22:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:57:26.797Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Employees are already able to challenge a decision on the grounds of reasonableness. You can find out more here\r\n\r\nhttps://www.gov.uk/flexible-working/after-the-application\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing the reasons why a request may be declined. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-23T10:52:21.355Z"
    },
    "id": 623294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623294.json"
    },
    "type": "petition"
}