{
    "attributes": {
        "action": "Make mental health lessons mandatory in all primary schools across the UK",
        "additional_details": "1 in 6 children have a probable mental health disorder. This number will only increase from the recent pandemic, and cost of living crisis. We need to ensure all children are being given the support they need to build their resilience, in order to prevent future mental health problems, and help them grow as happy, healthy, and high-functioning members of society.",
        "background": "To make it mandatory for primary schools to provide lessons on mental health and well-being to all young people across the UK, whether that’s internally or through external providers. Lessons around feelings, self-care, and building resilience to prevent mental health problems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-05T13:03:33.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T14:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-08T08:17:07.132Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nMake ‘Mental Health Studies’ a separate subject in the National Curriculum: https://petition.parliament.uk/petitions/617834\r\n\r\nThe UK Government is only responsible for the national curriculum for England. The national curriculums for Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland Executive."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-08T08:17:08.765Z"
    },
    "id": 623247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623247.json"
    },
    "type": "petition"
}