{
    "attributes": {
        "action": "Reform of the GCSE and exam system",
        "additional_details": "Some form of abolition or reform should happen to the exam system. In 2020 exams were abolished because of CV-19 and teachers graded students. Grades were higher and for a simple reason. Writing on a piece of paper doesn’t determine the personality and how smart someone really is. Teachers know how their students act and can grade fair. Letters on a piece of paper doesn’t determine if they are a good human or bad. We call for reform! Stand up with us!! #ReformExams!!",
        "background": "Every year, 16 year olds (mainly) go through the most pressure of their lives. They have to sit for days and weeks upon end both revising and sitting exams. These exams determine their future and one wrong thing and their life could be in ruins. It is not right we still follow this same system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-06T01:52:33.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-06T08:35:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:40:13.626Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to reform exams.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-23T10:52:27.654Z"
    },
    "id": 623296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623296.json"
    },
    "type": "petition"
}