{
    "attributes": {
        "action": "Improve the range of cars available on Motability Scheme",
        "additional_details": "Disabled people constitute the largest minority group in the world, yet are the most underserved and underrepresented.  It's a surprisingly common misconception that disabled drivers shouldn't be afforded luxury cars, or access to such vehicles so that they can too enjoy a dream car. Deciding on a car should be an inclusive process. Vehicle adaptations shouldn't be confined to a limited choice further removing autonomy from individuals who already suffer from discrimination and lack of access.",
        "background": "Expand the range of cars available on the Motability scheme, including bringing back Mercedes, BMW and other models previously removed such as Mercedes CLA and the Audi A3 Sportback. Offset additional costs with higher PIP advance payments if required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-08T07:51:59.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-08T20:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T07:53:20.881Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what cares are offered through the Motability scheme  are a matter for Motability Operations Ltd, which is responsible for leasing vehicles provided through the motability scheme."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T07:53:22.347Z"
    },
    "id": 623444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623444.json"
    },
    "type": "petition"
}