{
    "attributes": {
        "action": "Make the 4th plinth in Trafalgar Square a memorial to late Queen Elizabeth II",
        "additional_details": "A competition should begin with many UK sculptors propsong their memorial to Queen Elizabeth II. The whole nation should be allowed to vote on their favourite design.\r\n\r\nThat design should then live in perpetuity on the \"4th plinth\" in Trafalgar Square.\r\nThere should be other memorials in other towns, villages and cities too.\r\n\r\nThis would ensure that the memory of our late Queen will never be forgotten. The impact she had on all areas of society over such a long reign is unsurpassed.",
        "background": "We as a nation owe a debt of gratitude to the service and fortitude of her late Majesty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-22T14:13:51.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-22T14:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-27T14:09:48.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to fund the creation of a national monument to Queen Elizabeth II, including via a public design competition, if that's something you wish to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-30T12:18:11.102Z"
    },
    "id": 623526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623526.json"
    },
    "type": "petition"
}