{
    "attributes": {
        "action": "Hold public enquiry into The Queue and lying in state for Queen Elizabeth II",
        "additional_details": "Equality law compliance affects us all and government should be taking the lead on our commitments on human rights to the global community.\r\n\r\nThe resulting production of a lying in state process taking \"decades\" to plan (emergency services treating 1k people including head injury from fainting), contrasts with the flawless execution of the Order of Service.\r\n\r\nTo what extent were solutions to the requirements crowdsourced by tender and how can government defend a class action for discrimination ?",
        "background": "The division of mourners for the late Queen Elizabeth II based on protected characteristics, plus livestreaming of steps on the access route ie a barrier (irrespective of a step-free route available, it should all be step-free on livestream), shows a startling contempt of s149 Equality Act 2010",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-22T14:40:49.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-25T12:08:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-30T16:40:04.825Z",
        "rejection": {
            "code": "no-action",
            "details": "While we can see that you have concerns about the handling of the queue at HM Queen Elizabeth's lying in state, it's unclear exactly what you're identifying was the problem and what an inquiry might investigate. For example it's not clear what you mean by \"it should all be step-free on livestream\".\r\n\r\nIf you're concerned the handling of the queue breached equality law, you might be able to get guidance on how to pursue this from the Equality and Human Rights Commission. You can start an individual case here: https://equalityhumanrights.com/en/advice-and-guidance?who=individual"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T09:17:55.522Z"
    },
    "id": 623529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623529.json"
    },
    "type": "petition"
}