{
    "attributes": {
        "action": "Allow schools to work on laptops instead of paper",
        "additional_details": "Roughly 240 pieces of paper used per subject and that isn’t countering in the fact that most subjects have more than one teacher so it could also be 480 pages per subject. using laptops instead of paper would be simple and for marking would just need to email over work. This would also be useful for kids with learning disabilities such as dyslexia because of having Orto correct on and many other uses .",
        "background": "Allow schools to use laptops instead of working on paper due to helping the environment.\r\nDoing this will therefore use less paper considering most pupils go through 2-3 books per subject with a average of 80 pages per book so per student per lesson the average amount of pages being used would be",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-24T17:49:21.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-24T19:12:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-30T09:30:26.816Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision whether schools use laptops and computers or paper text books to teach students is an operational decision for each school to make and not one for the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund more electronic devices for schools to enable digital learning, and to decrease the use of paper, if that is something you'd like to see happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-30T09:30:26.813Z"
    },
    "id": 623712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623712.json"
    },
    "type": "petition"
}