{
    "attributes": {
        "action": "stop illegal immigration",
        "additional_details": "the volume of people choosing to enter our country illegally creates numerous serious problems such as crime, pressure on schooling , housing , nhs, cultural integration, and fiscal negativity,,human trafficking, all these will only get worse, and quickly, and it is relatively cheap to get started , compared to how much we are already wasting on a daily basis , housing feeding schooling and caring medically for so many people in such a quick time .",
        "background": "buy or build ships that would house all current or future illegal immigrants, to be located in british waters ,  it is thought that the knowledge of this destination for all illegal immigrants, would very quickly stop or drastically reduce the attraction for this way of coming to the uk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-25T21:00:01.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-26T18:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T07:51:51.082Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about illegal attempts to enter the UK, but it's not clear if you just want the Government to create offshore processing areas for people who have entered the UK or overstayed in the UK illegally, or to take other actions to tackle illegal attempts to enter the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTake action to prevent illegal attempts to enter UK across the Channel: https://petition.parliament.uk/petitions/621744\r\n\r\nWithdraw from the 1951 Refugee Convention to deter illegal attempts to enter UK: https://petition.parliament.uk/petitions/618492"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T07:51:52.304Z"
    },
    "id": 623780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623780.json"
    },
    "type": "petition"
}