{
    "attributes": {
        "action": "Law change 2 allow UK citizens 2 force General election after no confidence vote",
        "additional_details": "The Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date from the Government and gave the powers to the house if certain triggers were met, one being a vote of no confidence. Aside from these triggers there is no way to replace the Government through an early General Election. The law must be changed to pass the vote back to the public when a vote of no confidence has succeeded.",
        "background": "Change the law, so that UK citizens can force an immediate General Election after a successful vote of no confidence has been passed.  If the members have voted no confidence in the present prime minister, the right to determine who should be the governing party should be passed back 2 UK citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-25T12:30:38.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-25T12:50:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-30T13:24:35.663Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already the case that a general election can happen after MPs return a vote of no confidence in the Government. If a Government loses a confidence vote in the House of Commons, the Prime Minister will be expected either to resign, or to request a dissolution of Parliament from the Queen. If a dissolution is granted, it triggers a general election. \r\n\r\nYou may wish to sign this petition which calls for the public to directly decide when there is an election: \r\n\r\nChange the law so that UK citizens can call a General election\r\nhttps://petition.parliament.uk/petitions/618068"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-30T13:24:44.965Z"
    },
    "id": 623746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623746.json"
    },
    "type": "petition"
}