{
    "attributes": {
        "action": "Protect and Enhance Via Francigena and Nature at UNESCO World City Canterbury",
        "additional_details": "People of all faith and none have had spiritual experiences on this land, which has felt the feet of Pilgrims for over 1,000 years and was where Christianity first came back to Britain.  The birdsong, sunset and open space over the fields have sustained residents over lockdown.  Approaching, the Cathedral takes your breath away.  Grade 1 soil produces more crops and it is a final refuge for Kent wildlife whose habitat has been destroyed by urban sprawl without infrastructure. It belongs to all.",
        "background": "Stop Canterbury City Council allowing Corinthian to destroy the holy agricultural land, spring and pilgrimage path  just outside the City to make place for a giant 4,000 house urban extension and sewage works. Uphold international obligation for sustainability: UN resolution 42/187.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-24T18:50:16.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-24T22:09:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-30T14:59:51.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Urban planning and development decisions are the responsibility of each local authority and in this case would be a decision of Canterbury City Council and not one for the UK Government or Parliament.\r\n\r\nMost local authorities have their petitioning platform. You can find out more about how to petition Canterbury City Council via the link below:\r\n\r\nhttps://www.canterbury.gov.uk/consultations-and-petitions/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-30T15:01:02.231Z"
    },
    "id": 623716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623716.json"
    },
    "type": "petition"
}