{
    "attributes": {
        "action": "To have all vets trained in emergency treatment and care in exotic animals",
        "additional_details": "I lost my boy Ronnie yesterday due to illness that the vets didn't know about and have no idea how to treat reptiles and the vet admitted that they don't get trained in university on how to deal with exotic animals or how to deal with reptiles and its difficulty to get our reptiles travel out of our living areas to try and find a local exotic vet which this is difficult to get to as we have to travel upto a few hours to get our reptiles to have treatment they need.",
        "background": "Make all vets have training in emergencies and care of all reptiles.\r\nI lost my baby boy Ronnie who's a bearded dragon yesterday due to vets having no idea how to find out what their health problems or sickness and how to treat them. I want this done so no more reptile suffer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-24T17:02:23.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-25T19:55:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-30T15:50:57.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about the loss of your pet, however we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Alternatively, you could contact the Royal College of Veterinary Surgeons who are responsible for regulating the undergraduate education of veterinary students in the UK. \r\n\r\nhttps://www.rcvs.org.uk/how-we-work/royal-charter-and-legislation/government-legislation/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-15T13:32:19.859Z"
    },
    "id": 623707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623707.json"
    },
    "type": "petition"
}