{
    "attributes": {
        "action": "Increase pay for further education staff.",
        "additional_details": "Teachers are payed an average of £9000 more than further education teachers in the UK, despite FE teachers giving equal if not more effort into teaching the next generation and preparing them for the future. Many further education teachers are faced with needing to access food banks and not being able to afford heating due to this crisis. These essential members of our country should not be struggling to make ends meet whilst the government has the budget to help.",
        "background": "It is urgent that the government increases the pay of further education teachers in order to keep up with the disparity between their pay and the real cost of living in the UK. This is not only affecting these individuals, but also students whilst strikes are in action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-26T19:51:29.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-26T20:17:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T08:12:18.502Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pay for further education staff, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government sets national pay scales for eligible teaching and education leadership staff, but decisions about pay for individual staff are an operational matter for individual educational institutions\r\n\r\nWe could accept a petition calling for the national pay scales for further education teaching professionals to be increased, if that's what you want to happen.\r\n\r\nYou can find existing national pay scales here: https://www.gov.uk/government/publications/national-pay-scales-for-eligible-teaching-and-education-jobs/national-pay-scales-for-eligible-teaching-and-education-leadership-occupation-codes"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T08:12:21.462Z"
    },
    "id": 623834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623834.json"
    },
    "type": "petition"
}