{
    "attributes": {
        "action": "Sanction Brazil Until the Amazon Rainforest is Saved",
        "additional_details": "The UK is currently sanctioning Russia over the war in Ukraine. Yet, despite the fact that the Amazon Rainforest is the Lungs of the Earth and despite the fact that more than 2,505 animal species call the Amazon Rainforest home and that more than 30 million people live in the Amazon, and Brazil is destroying the Amazon for profit, Brazilian food and drink imports to the UK have risen by 11%. Ban all imports of Brazilian goods and stop trade deals with Brazil until the Amazon is saved!",
        "background": "In 2018, 2.9 million acres of Amazon Rainforest was destroyed. An untouched area the size of Belgium was destroyed. Land conversion for agriculture accounted for 80% of this tragic loss, with much of the land being destroyed to raise cattle or grow soya for animal feed. This devastation HAS to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-26T11:37:46.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-26T17:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T07:49:13.212Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about destruction of the Amazon, but it's not clear if you want the Government to implement sanctions against Brazil until deforestation stops, the Amazon is reforested, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T07:49:14.409Z"
    },
    "id": 623803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623803.json"
    },
    "type": "petition"
}