{
    "attributes": {
        "action": "Stop DVLA forcing classic cars through full IVA for electric power conversions.",
        "additional_details": "The DVLA must clarify how and why their old rules are being applied to this new issue and justify the conflict with government policies like reducing emissions and saving the environment. \r\nPlease ask how this rule disallows welding to reverse forbidden modifications like drilled 'holes' and so allow cars back on the road.\r\nIf they cannot do this, then they must write new specific codes and rules for retrospective electrification of cars and review recent cases like 96628439 and many others.",
        "background": "DVLA has changed rules on converting classic cars to electric power, preventing these conversions, removing converted cars from the road, and insisting on an IVA and Q-plate for cars with necessary 'modifications' as small as holes drilled in the boot.\r\nClassic cars can't pass an IVA, please stop it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-27T17:05:29.697Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-28T07:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T16:27:36.798Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must ask for a clear action from the Government or Parliament. It's not clear if you want the Government to change the rules relating to modifying classic cars, or for the Government to publish an explanation for how these rules have changed. You could open petitions on both of these asks."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T11:10:01.354Z"
    },
    "id": 623911,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623911.json"
    },
    "type": "petition"
}