{
    "attributes": {
        "action": "Cancel personal and business debt to HMRC created through the COVID pandemic",
        "additional_details": "The Chancellors recent plan focused on tomorrow's money, while many of us are struggling to clear yesterdays debt. Debt that was put upon us, yet we deal with the consequences. Some have struggled to get business restarted and many are facing bankruptcy. Many are still making decisions about which bills get paid. It will be the ruin of many. The full cost of the decisions that put us in this situation won't be known for years to come. A little help now avoids significant impact in the future.",
        "background": "This should include (but not be limited to) self-assessment, VAT & corporation tax. It should date back to the end of 2019 through the end of December 2022. Small and medium business owners are struggling with ever increasing debt, operating costs on the rise and need help getting back on track.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-28T14:26:34.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-10T20:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T13:44:50.827Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about tax burdens, but it's not clear if you want all debts relating to personal and business taxes to be cancelled, or for all taxes that were due to be paid from the end of 2019 to December 2022 to be cancelled, and refunds issued where there are no debts.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T13:44:51.955Z"
    },
    "id": 623991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623991.json"
    },
    "type": "petition"
}