{
    "attributes": {
        "action": "Give legal status to people have been living in the UK for more than 10 years",
        "additional_details": "A large number of overstayers immigrants are very well qualified became victim of complex UK immigration law and unknowingly became overstayer and a lot more have developed their family life have kids and family can fill up gap in UK labour workforce and pay taxes. \r\nOverstayer or undocumented immigrants who have been living in the UK for more than 10 years should be given immediate status so they can live their life as a normal people.",
        "background": "For someone who is overstayer or without legal status and has spent a decade in the UK without any criminal record definitely have a reason to choose a miserable life to live in hostile UK environment and not going back home country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-28T23:00:37.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-28T23:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T13:21:24.834Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like to change the legal status of undocumented migrants within the UK, but it is unclear what sort of legal status you would like to be granted.\r\n\r\nYou could start a new petition calling for undocumented migrants to be granted legal residency visas or indefinite leave to remain.\r\n\r\nYou may also like to sign the below petition which we currently have open on this topic:\r\n\r\nAmnesty for undocumented migrants after 5 years and ILR after 14 Years\r\nhttps://petition.parliament.uk/petitions/611472\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T13:21:24.832Z"
    },
    "id": 624033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624033.json"
    },
    "type": "petition"
}