{
    "attributes": {
        "action": "Regulate the fire and security industry.",
        "additional_details": "People have lost their lives due to incorrectly specified and installed life saving systems. \r\n\r\nCrime is continuing to increase and society is becoming desperate which has seen an increase in burglary and home invasions. \r\n\r\nFamilies have been put in dangerous situations with incorrectly fitted security systems that fail when they are needed the most. \r\n\r\nWe need to have laws in place to protect the consumer from fraud, theft and dangerous environments.",
        "background": "There’s no law in place to prevent anyone without sufficient training and expertise to go off and setup a business within the fire and security industry so it’s crucial something similar to the SIA is put in to place to correctly regulate the industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T16:37:06.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T17:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T07:26:50.518Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about regulation of certain sectors, but it's not clear what new regulation you want the Government to introduce, or who you want this to apply to.\r\n\r\nAs you note in your petition, the SIA already regulates the private security sector, and there are a range of regulations that cover fire safety.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T07:26:51.631Z"
    },
    "id": 624097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624097.json"
    },
    "type": "petition"
}