{
    "attributes": {
        "action": "Reintroduce Wolves to England, Scotland and Wales",
        "additional_details": "Wolves are beautiful, spiritual and incredible animals. They need to be brought back to return to what was once their homeland; the UK.\r\n The Government could compensate farmers for animals killed by wolves. The Government could also require all farmers to protect their animals using humane and non-lethal methods.\r\n The ecosystems in the UK are out of balance. We have no truly large predators left in the UK. Wolves would control the deer in Scotland, potentially making the culling unnecessary.",
        "background": "Wolves were tragically and cruelly persecuted to extinction in the UK hundreds of years ago. They were hunted out of prejudice. Now, however, the risk of wolves attacking humans is much, much lower; they are generally very wary of humans and almost never attack humans. They could return…",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-28T23:06:05.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T19:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T07:37:10.832Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about releasing wolves in Scotland and Wales are a matter for the Welsh and Scottish Government, not the UK Government or Parliament. We could accept a petition calling on the Government to reintroduce wolves to England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T07:37:11.993Z"
    },
    "id": 624034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624034.json"
    },
    "type": "petition"
}