{
    "attributes": {
        "action": "DO NOT delay ANY carbon-reduction commitments on the journey to Net Zero 2050",
        "additional_details": "Less than 0.2% of the electorate voted for Liz Truss as PM. We DO NOT TRUST her pledge to 'ensure opportunity and prosperity for all people and future generations' as she diverts wildly from the commitments that elected this government into office.\r\nSpecifically, any redirection of post-CAP Land Management Scheme (ELMS) financing, designated to consolidate a long-term vision to revitalise natural resources, our land base and our agronomy will be welcoming climate change catastrophy. What a legacy",
        "background": "Delivering Net Zero CARBON EMISSIONS by 2050 is a tough target. Notwithstanding all other pressures, this is the highest priority for our Nation's wellbeing and prosperity. Pressing actions must be taken NOW and continue WITH URGENCY throughout 2022-2050 to comply with the Environment Law (Nov 2021)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T12:13:57.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T09:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T14:12:03.816Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like to see the Government fulfil it's commitments to the 2050 net zero target for carbon emissions and not delay, but the target is set out in law and the Government have not outlined any changes or delay to that year as the target.\r\n\r\nYou could start a new petition which explains clearly which specific actions you would like the Government to take to achieve the 2050 target.\r\n\r\nWe currently have the below petition open on a similar theme, which you might like to sign:\r\n\r\nBring forward the Net Zero emissions target to 2030\r\nhttps://petition.parliament.uk/petitions/616392"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T14:12:11.319Z"
    },
    "id": 624067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624067.json"
    },
    "type": "petition"
}