{
    "attributes": {
        "action": "Restrict the power of the Prime Minister or Chancellor to damage the UK economy.",
        "additional_details": "On Friday 23rd September 2022, the Chancellor of Exchequer, Kwasi Kwarteng, announced a set of economic policies, which have wreaked havoc on the UK economy in the days since. The policies have been criticised by many respected economists, much of the financial sector and many ordinary citizens. It has put at even greater risk the aspirations, well-being and prosperity of the vast majority of current and future generations. We must learn from this and it must never be allowed to happen again.",
        "background": "The Government must never again have the power to cause damage to the UK’s economy based on what they personally believe ‘is right for the country’. All policies must be evidence based, risk-assessed, fully-costed and demonstrably in the best interests of the vast majority of the UK’s citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T11:34:29.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T12:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T06:49:21.890Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of recent announcements by the Government, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nScrap the mini-budget and ensure independent review of any replacement package: https://petition.parliament.uk/petitions/623684"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T06:49:23.621Z"
    },
    "id": 624063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624063.json"
    },
    "type": "petition"
}