{
    "attributes": {
        "action": "Stop a solar farm",
        "additional_details": "The pleasure of living in a rural area is looking at our beautiful countryside. There is a proposal to build a solar farm in our community of which all the local residents are opposed to. There are a number of elderly residents that this is effecting already and the project has not even started you. We all understand the need for greener energy but not on our doorstep where it affects our views of the countryside. We want this project stopped in its track and moved to somewhere more suitable and less disruptive.",
        "background": "Stop a solar farm being built in our beautiful countryside. I am born and bread in this area and the views and countryside will be spoiled for ever with this project",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T09:08:55.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T14:28:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T06:57:03.065Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T08:45:15.928Z"
    },
    "id": 624052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624052.json"
    },
    "type": "petition"
}