{
    "attributes": {
        "action": "Replace the statue in London of John Chilembwe with one of Queen Elizabeth II.",
        "additional_details": "The decision by the Mayor of London to refuse to put a statue of the late Queen Elizabeth II in Trafalgar Square has left many British citizens wondering if London really represents the rest of the United Kingdom. The mayors' decision is political and contrary to the wishes of the UK majority. Elevating a person who called for the genocide of Europeans over a person who served their country in the interests of all members of the commonwealth is a moral disgrace.",
        "background": "The government must over rule the Mayor of London and implement legislation if required. At the very least, the government should allow the people of Great Britain to decide by democratic means.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T13:43:49.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T14:19:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T11:25:22.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We know many people have been deeply affected by the sad passing of Her late Majesty The Queen.\r\n\r\nHowever, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund the creation of a suitable monument to Elizabeth the Second: https://petition.parliament.uk/petitions/623549"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T11:25:23.612Z"
    },
    "id": 624084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624084.json"
    },
    "type": "petition"
}