{
    "attributes": {
        "action": "Change the gas/electricity financial support so it benefits those who need it.",
        "additional_details": "There are people that need help more than others. \r\nPeople paying tax in the 45% bracket, are unlikely to need this support, so supper to those 629,000+ people should be redistributed.  \r\nSupport to 40% tax payers - especially those at the higher end of the payment scale - should be tapered based on income. \r\nSupport should be maximised to low income/no income people and families with any excess from the £60bn cost of these measures redirected to other vital support areas.",
        "background": "Redistribute the financial support for power to those in greater need. Consider using marginal tax brackets to link to the value of support and exclude anyone in the 45% tax bracket.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T19:34:44.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T07:17:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T08:03:07.412Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about distribution of Government spending on supporting people with energy costs, but it's not clear if you want the Government to make changes to payments to support people with energy bills, or to make changes to how the Energy Price Guarantee will work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T08:03:08.759Z"
    },
    "id": 624118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624118.json"
    },
    "type": "petition"
}