{
    "attributes": {
        "action": "GMC UK should waive IELTS or OET for British citizens who qualified as doctors",
        "additional_details": "The government should prevail on GMC UK to waive the need for IELTS or OET exams or lower the grades for British citizens who studied medicine and surgery in English in accredited EU universities. The NHS needs more doctors right now and we should not put unnecessary hurdles in the way as these students had good grades in GCSE English in UK before they left UK to study in accredited EU universities where course of study was done in English Language.  Good example is University of Pavia in Italy.",
        "background": "The GMC should waive the need for IELTS or OET exams: British students who had good grades in GCSE English travelled to EU countries to study medicine and surgery in English in accredited universities. On return to UK are now asked to sit IELTS or OET exams to secure registration with GMC UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-30T10:23:17.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-04T15:53:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T08:52:03.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe English language requirements for doctors are set by the independent regulator for doctors in the UK, the General Medical Council (GMC), not the Government or Parliament.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T08:52:04.721Z"
    },
    "id": 624161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624161.json"
    },
    "type": "petition"
}