{
    "attributes": {
        "action": "Change budget focus to protect housing affordability and stem interest rates",
        "additional_details": "The increasing economic uncertainty and rising interest rates will causes hardship, and exceptional hardship, for hundreds of thousands of families across the UK, exacerbating the already challenging ability to live from month to month. \r\nIncreasing interest rates will result in repossessions, stress, suicide and death in the worst cases, while also forcing up rents and making people homeless. \r\nThe UK needs growth, but the priority should be to protect its citizens and their lives and homes.",
        "background": "Take action to stop the rising costs of mortgages and rents, to ensure people can afford to live and keep a roof over their, and their families’, heads. \r\nA rethink js badly needed … and quickly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T19:43:13.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T07:18:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T08:04:29.303Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the focus of recent economic policy announcements, but it's not clear what you want the Government to do differently.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReverse the tax cuts announced in the mini budget: https://petition.parliament.uk/petitions/623929\r\n\r\nScrap the mini-budget and ensure independent review of any replacement package: https://petition.parliament.uk/petitions/623684"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T08:04:31.545Z"
    },
    "id": 624120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624120.json"
    },
    "type": "petition"
}