{
    "attributes": {
        "action": "Place a permanent statue of Queen Elizabeth II on the 4th plinth of Trafalgar Sq",
        "additional_details": "The late Queen Elizabeth II for 70 years was a tireless advocate & defender of Britain & indeed the longest serving monarch in our great nations history\r\n\r\nAs a mark of respect & in tribute to her selfless record of service to Britain & the Commonwealth we ask the government of the day it can only be right that a permanent statue of her is placed on the 4th plinth of Trafalgar Square close to Vice-Admiral Horatio Nelson who like her gave his all in the service of others",
        "background": "We ask the government of the day to pass a law that requires the 4th plinth in Trafalgar Square must have a permanent statue of her late majesty Queen Elizabeth II placed on it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-30T08:05:05.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T08:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T08:07:11.189Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We know many people have been deeply affected by the sad passing of Her late Majesty The Queen.\r\n\r\nHowever, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund the creation of a suitable monument to Elizabeth the Second: https://petition.parliament.uk/petitions/623549"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-29T11:29:06.656Z"
    },
    "id": 624150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624150.json"
    },
    "type": "petition"
}