{
    "attributes": {
        "action": "Make telephone number providers accountable for unsolicited  calls & texts",
        "additional_details": "Too many people are receiving unsolicited calls & text messages from scam call centres located outside of the UK on telephone numbers that appear to be UK numbers, like 0843 xxx as an example.  These numbers are usually paid for numbers provided by a company. These companies should also be included in the TPS complaints procedure where currently they are not and users are powerless to stop the calls except blocking them or sending to their service provider.  Scammers are stealing UK citizens money and we need to restrict their activities as much as possible.",
        "background": "Make accountable those who provide telephone numbers that are used in connection with call centres that send text messages or send unsolicited calls to UK citizens that have registered their telephone numbers with TPS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-30T10:53:09.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-02T08:14:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-05T07:15:32.087Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about unsolicited calls and texts, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to making \"telephone number providers accountable\", but it's not clear how you want this to be achieved.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-05T07:15:33.592Z"
    },
    "id": 624164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624164.json"
    },
    "type": "petition"
}