{
    "attributes": {
        "action": "Removal of Liz Truss as Prime Minister and Kwasi Kwarteng as Chancellor",
        "additional_details": "Mrs Liz Truss is a Conservative's big mistake. Mr Kwasi Kwarteng is Mrs Liz Truss's even bigger mistake. Those persons never where chosen by the people of this country. They harm our economy, British Pound and us. They need to leave their positions immediately and they should be barred from exercising any public function so that they can no longer harm our troubled and tired society.",
        "background": "Apologies for my broken English. I'm an Polish immigrant living in UK but I care a lot what is going on in my beloved new home country United Kingdom. I can't watch what this government is doing to their own people in such a short time and I don't want to anyone to experience any more from this gov.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-01T07:29:02.183Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-01T16:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T14:47:10.733Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T14:47:12.002Z"
    },
    "id": 624231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624231.json"
    },
    "type": "petition"
}