{
    "attributes": {
        "action": "Spend a day without using fossil fuels to prevent climate change",
        "additional_details": "To help stop climate change and reduce the amount of fossil fuels we release into the atmosphere. To save our planet, including all the animals and nature which are struggling to survive because of humanity. We can do this by walking, or bike-riding to places instead of driving, using less energy at home, eating more plant based products, throwing away less food, stopping factory productions that produce greenhouse gases, forcing them to go green and recycling, reusing and repairing more often.",
        "background": "To stop fossil fuel usage in the UK for 1 day every 2 weeks. Fossil fuels are one of the major things contributing to climate change, using these produce greenhouse gases, methane, carbon dioxide and water vapour, increasing their amounts in the atmosphere, making it harder for heat energy to leave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-01T14:31:23.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-01T17:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-05T07:04:14.282Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of fossil fuels, but it's not clear exactly what action you want the Government to take. It's not clear if you want the Government to ban the use of all fossil fuels, and fossil fuel-derived products, for one day a fortnight, or do something different.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-05T07:04:15.381Z"
    },
    "id": 624265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624265.json"
    },
    "type": "petition"
}