{
    "attributes": {
        "action": "NO TAX CUT FOR THE RICH INCREASE INSTEAD 2% AND NATIONAL MINIMUM WAGE UP 10.50£",
        "additional_details": "The wealthy doesnt go in the local shop to buy essentials we do the working class !!if we dont go the shop to spent our money the shop would be gone . You are killing many small bussines and people with normal jobs !!",
        "background": "I want the goverment to start working properly not to serve to certain high class society !!! We are all people shame on you . Instead of cutting the tax for the wealthy (which makes no sense ) increase working society wages we are the one who moving the economy . not the rich !!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-02T21:11:25.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-03T15:41:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-06T08:12:21.252Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about proposals to cut certain taxes, but it's not clear what tax (or taxes) you want to be increased. Since you started your petition the Government has announced that it will not proceed with plans to remove the 45% additional rate of income tax.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRaise minimum wage to £12: https://petition.parliament.uk/petitions/620033\r\n\r\nNational minimum wage to £15 to help working families as inflation rises: https://petition.parliament.uk/petitions/622490"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-06T08:12:22.223Z"
    },
    "id": 624376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624376.json"
    },
    "type": "petition"
}