{
    "attributes": {
        "action": "True review of the broken NHS so public get emergency health care when needed.",
        "additional_details": "My elderly mum had a major fall in a care home. She had to wait on the floor for 5 hrs for an ambulance despite having a suspected fractured hip.\r\nOnce at the hosp she then had to wait 2 hrs on an ambulance with another 2 hrs on a hospital corridor all before getting any medical pain relief or intervention. \r\nThe reason was that the dept was totally gridlocked due to beds being blocked by elderly who needed social care places and people using a and e as they could not get appointment with their gp",
        "background": "To review the overall NHS and social care systems. To give more financial help to gps and social care to enable people to access more healthcare and appointments in the community. This will free up beds in hospitals which will then help waiting times for ambulances and waiting times at a and e.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-04T21:45:16.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T10:37:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T12:49:47.083Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your mother, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to review health and social care, increase funding for health and social care, or both.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We can't publish petitions that contain personal information about other people unless they have given their consent to this information being included."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T12:49:48.100Z"
    },
    "id": 624571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624571.json"
    },
    "type": "petition"
}