{
    "attributes": {
        "action": "MPs of governing party to elect new leader after mid term departure of incumbent",
        "additional_details": "Our parliamentary democracy acknowledges that the leader of the party able to deliver a working majority in Parliament is invited to form a Government which  is then empowered to take decisions on behalf of everyone.  When a vacancy for leader arises between elections the choice of who should be the new leader should rest with elected MPs of the governing party not with unelected party members. That is a decision that has democratic legitimacy unlike the  current undemocratic arrangements .",
        "background": "A law is needed to require new leaders of the governing party to be chosen by sitting MPs of that party when a vacancy arises during a Parliament.  At present leaders are chosen by a combination of MPs and unelected party members.  This goes against the principles of a parliamentary democracy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-05T09:59:57.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T08:28:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T12:40:56.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how party leaders are chosen are a matter for individual political parties, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHold a General Election within 100 days of the new PM being appointed\r\nhttps://petition.parliament.uk/petitions/621931\r\n\r\nIf a Prime Minister resigns a general election should be called\r\nhttps://petition.parliament.uk/petitions/620016\r\n\r\nImpose new requirements on replacing the Prime Minister and subsequent election\r\nhttps://petition.parliament.uk/petitions/623200"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T12:40:56.968Z"
    },
    "id": 624605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624605.json"
    },
    "type": "petition"
}