{
    "attributes": {
        "action": "More assistance with hidden disabilities and social care keep family’s together",
        "additional_details": "I think this is something they should look at due to families being separated because of lack of help or proper education in social care for needs of people with hidden disabilities/ mental Heath and help provided government funding to help people or provided funding to nurtural agencies to assist them so they have a fair chance in having or keeping a family",
        "background": "make sure social care/services don’t take advantage of there power or discriminate and threat people fairly with hidden disabilities/mental health and insure extra help be provided to outside agencies before removing children and unnecessary to stop distress to both party’s at the time and in life",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-05T20:10:31.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T05:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T12:34:06.526Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what additional support you want the Government provide. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you are concerned about a decision taken by your local social services you should complain directly to your local social services team."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T12:34:07.762Z"
    },
    "id": 624657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624657.json"
    },
    "type": "petition"
}