{
    "attributes": {
        "action": "A new police station for Sutton-in-Ashfield",
        "additional_details": "Crimes in Sutton have risen 22% and we have lost 34 police officers in the area. This has had a severe impact on the area locally and has left local people having to wait longer for responses and has led to increased levels of anti-social behaviour. We have also seen drugs and burglary related problems develop in surrounding areas such as Stanton Hill, Teversal and Skegby.\r\n\r\nThis is only possible through a new police station for Sutton-in-Ashfield which is properly staffed and resourced.",
        "background": "As residents of Sutton-in-Ashfield and surrounding areas, we want a properly funded and resourced police station with more officers on the streets. The decision taken in 2015 to close the police station was a mistake and this needs to be rectified.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-05T18:04:44.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T08:17:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T12:37:42.479Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the location of local police stations are a matter for your local police force, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T12:37:43.579Z"
    },
    "id": 624649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624649.json"
    },
    "type": "petition"
}