{
    "attributes": {
        "action": "Make it compulsory for all food delivery websites/apps to display allergens.",
        "additional_details": "Allergies can be deadly and life threatening, which is why it is so important to list allergens on all menus. Currently, menus on food delivery websites/apps do not display allergens next to each item. We have already seen in the case of Natasha Ednan-Laperouse how a lack of information can cause deaths. Something as simple as listing the allergens, would help to save lives and reduce the risk of anaphylaxis. Everyone has the right to use these apps without worrying about their life.",
        "background": "I would like for the Government to make it compulsory for all food delivery websites/apps to display allergens. It should be a a legal requirement for restaurants to display allergens on all menu items on online menus, or food delivery menus such as Deliveroo or Uber Eats.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-05T17:53:43.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-07T21:01:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-20T15:45:07.825Z",
        "rejection": {
            "code": "already-happening",
            "details": "Requirements to make allergen information available to customers already apply to food businesses making sales online. You can read more about these requirements here: https://www.food.gov.uk/business-guidance/allergen-guidance-for-food-businesses\r\n\r\nYou can report a food problem to the Food Standards Agency: https://www.food.gov.uk/contact/consumers/report-problem"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T15:59:38.074Z"
    },
    "id": 624648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624648.json"
    },
    "type": "petition"
}