{
    "attributes": {
        "action": "Change the Standard Personal Allowance tax band in-line with inflation.",
        "additional_details": "With the significant increase in inflation the effects of the cost of living crisis, people across the country are finding it harder and harder to pay for necessities. By raising the Standard Personal Allowance, every tax-payer in the uk will have more money available to them during these difficult times.",
        "background": "For the government to change the Standard Personal Allowance tax band from £12,570, to align it with the effect that inflation has on the general public. \r\n\r\nFor example, if inflation is at 10%, then the Standard Personal Allowance tax band should rise from £12,570 to £13,827.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-07T15:58:39.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-07T22:56:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-12T09:32:08.654Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the standard Personal Allowance rise, but it's not clear if you want this to be a one-off, or if you want the Government to permanently link the Personal Allowance to inflation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRaise the standard Personal TAX Allowance from £12,570 to £20,000: https://petition.parliament.uk/petitions/618661\r\n\r\nRaise the income tax personal allowance to £15000 immediately: https://petition.parliament.uk/petitions/617227"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-12T09:32:10.101Z"
    },
    "id": 624820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624820.json"
    },
    "type": "petition"
}