{
    "attributes": {
        "action": "Outlaw self-service check-out machines to save jobs.",
        "additional_details": "I speak as a former supermarket packer. It is much quicker to go to a till where there is someone unloading their stuff. Then as they bag theirs you can unload yours. As you bag yours the person behind you can unload theirs and so on.\r\n\r\nWhen I was a supermarket packer if there was a really big queue, I’d open up several tills & I’d get people doing this. I’d also start by having one member of staff bag the shopping at the other end. It’s far quicker. This should be legislated for.",
        "background": "Self-service checkouts not good for anyone- especially the disabled- people lose jobs and as such taxation goes down.  It also gives great scope for theft and the costs are passed onto honest customers. Banning them increases taxation revenue and reduces work for the police. They should be banned!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-07T13:56:01.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-08T19:14:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T12:27:32.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about using self-service check-out machines are operational decisions for individual businesses, not the Government or Parliament. You could start a new petition calling for the Government to require that all shops have a staffed till available at all times, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T12:27:40.669Z"
    },
    "id": 624809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624809.json"
    },
    "type": "petition"
}