{
    "attributes": {
        "action": "Provide keyworkers with real opportunity to buy property",
        "additional_details": "Provide key workers in professions that are core to keeping society running, with 1% interest fixed rate mortgages, and make a percentage of all new builds available to keyworkers at s discounted rate, but with full ownership on a mortgage. Cap service charges and ground rent on new leasehold properties. All keyworkers should be able to reside close enough to their place of work to commute less than an hour to their place of work.",
        "background": "Keyworkers, especially in the Southeast, have no real opportunity to get on the property ladder. Key workers don’t want shared ownership. They want to own home like everyone else. The average London home is around £575000. Even mid level salary keyworkers cannot afford this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-08T21:02:19.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-08T23:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T12:35:46.385Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you care about housing for key workers, but we're not exactly sure what you'd like to happen. \r\n\r\nThe Government is not responsible for providing mortgages. You could start a new petition calling for the Government to extend its current discounted homes scheme for key workers to the Southeast, if that's something that you'd like to see. You could also start a petition calling for a certain proportion of new builds to be set aside for key workers, at a discounted price, if that's something that you'd like to happen. \r\n\r\nYou may be interested to know that new leases cannot be charged anything more than a ‘peppercorn’ ground rent. The value of this is zero so you will not have to pay anything, but it forms a legally binding contract with your landlord. You can find out more about ground rent and how service charges are calculated here: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nYou can find out more about the discounted homes for key workers and local residents' scheme here: https://www.gov.uk/government/news/discounted-homes-for-key-workers-and-local-residents-as-flagship-first-homes-scheme-launches"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T12:35:55.494Z"
    },
    "id": 624896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624896.json"
    },
    "type": "petition"
}