{
    "attributes": {
        "action": "Grant Urgent Amnesty to Talented Undocumented Migrants Entered UK Legitimately",
        "additional_details": "They fulfill the Health Sector and employment shortlist, contributing to Tax.\r\nThese Qualified, Talented, Experienced people know the language, know the system, know the culture.\r\nRecently, many so called Talented overseas entered the UK through base point and has caused chaotic result to the system, see these links: https://www.gdpuk.com/news/latest-news/4249-some-failed-ore-dentists-are-already-registered-with-the-gdc.\r\nhttps://dentistry.co.uk/2020/08/19/calls-gdc-registration-overseas-dentists/",
        "background": "Requesting to grant an urgent Amnesty to Undocumented Migrants who came in the UK legally with no criminal record, has been here for over 5 years and became undocumented due to critical situation such as finance and etc, every individual’s situation is different. \r\n•",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-09T21:29:23.898Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-09T22:33:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T07:48:35.839Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see an amnesty for certain undocumented migrants, but it's not clear if you want this to apply to anyone who entered the UK legally, has been here for 5 years and doesn't have a criminal record, or only people who became undocumented for particular reasons, and if so what these are.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAmnesty for undocumented migrants after 10 years and ILR after 12 years: https://petition.parliament.uk/petitions/624247"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T15:46:40.264Z"
    },
    "id": 624962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624962.json"
    },
    "type": "petition"
}