{
    "attributes": {
        "action": "Respect Further Education - Students and Staff deserve a Fair deal.\r\nInvest FE",
        "additional_details": "Staff currently face a real terms pay cut of 35%, as well as an ever growing pay gap between FE staff and School Teachers.  In order to prepare our students and young people for the workplace, FE staff  need manageable workloads and a Fair Pay deal.  Help FE professionals productively support the next generation of learners into their chosen job roles. \r\nRespect FE staff, invest & enable all levels from 16yrs to adult to build life long skills, benefiting community and regional employment.",
        "background": "A decade of under inflation rises and lack of investment in FE has left further education colleges in urgent need of increased funding. We want government to increase funding and level up the FE professionals pay with that of schools. \r\nSupport our young people - support FE College Professionals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-10T14:12:14.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-10T14:30:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T08:26:57.032Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about further education, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to funding, pay, and working arrangements for further education staff, but it's not clear exactly what you want the Government to do. In any case, decisions about the responsibilities of further educational staff are a matter for individual further education institutions, not the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T08:26:58.166Z"
    },
    "id": 624997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624997.json"
    },
    "type": "petition"
}