{
    "attributes": {
        "action": "Require activation of insurance via complaint to initiate personal injury claim.",
        "additional_details": "Citizens suffer medical injuries. Doctors activate insurance and no law regulates how this should proceed. Insurance fails to investigate and tricks patients to sign papers to resign rights to compensation. People do not know the laws and miss on compensation claims worth thousands of pounds. We can suffer injuries at universities, at work and we make complaints with medical evidence showing injuries that organisations ignore. Require organisations to activate insurance to start a claim process.",
        "background": "I want a law that requires organisations, businesses to activate their insurance via complaint to initiate legal process of personal injury and medical negligence claims. Insurance must contact the complainant directly, inform about relevant laws, investigate the claim. This is protective step.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-09T08:00:45.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-11T12:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-14T07:22:54.769Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the process regarding certain insurance claims, but we're not sure exactly what new requirements you'd like the Government to introduce for insurance claims.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-14T07:22:56.213Z"
    },
    "id": 624910,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624910.json"
    },
    "type": "petition"
}