{
    "attributes": {
        "action": "Ban welfare benefits to illegal immigrants",
        "additional_details": "What they do is one of two things. Go to the UK get yourself on benefits & send money home. Or they get someone from abroad to marry a UK citizen, qualify for benefits & again send money home. Often the UK citizen is forced to marry against their will. Either way the family abroad can live like kings all paid for by the UK taxpayer. I am speaking from experience because they have tried this with my friends! This puts a strain on the taxpayer & it may result in genuine refugees not getting in.",
        "background": "Nobody has a problem with a GENUINE refugee or asylum seeker. Many arriving at our borders are doing so to take advantage of our generous benefits system. My family originates from India & I can tell you it's a huge thriving big business. Stopping such payments also helps end forced marriages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-10T14:24:09.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-10T15:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T08:59:55.047Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. People who are in the UK illegally are not entitled to receive benefits.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T17:42:35.234Z"
    },
    "id": 624998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624998.json"
    },
    "type": "petition"
}