{
    "attributes": {
        "action": "Introduce a Purple Footprint Badge, to Promote Better Community Interaction",
        "additional_details": "I am asking the government to look into creating a Purple Footprint badge, that can be given out in community hubs like libraries and businesses, where anyone can take one and when they wear it, it is a small sign, they would like to start a friendly chat that is non clinical or expert. This will help more people to start conversations, they might not otherwise have without the need to say any words and a great way to promote, more community inclusivity.",
        "background": "Across England there are many people who experience loneliness on a daily basis and don’t interact with anyone. Often when they are in the local community, starting a friendly chat can be a real challenge and finding a way to know someone else wants to chat. The footprint represents non judgment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-10T21:12:45.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T12:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T13:35:44.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how people choose to interact with others are a matter for each individual, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T13:35:45.979Z"
    },
    "id": 625033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625033.json"
    },
    "type": "petition"
}