{
    "attributes": {
        "action": "Introduce menstrual leave for women who suffer from severe period pains.",
        "additional_details": "I suffer from Dysmenorrhea and it does not look good if I call in several times in the year due to period pains, that most women get. However, if it was a recognised disability, and the employer had a policy in place to recognise the severity of such a condition, it would make women like me feel comfortable in taking days off without feeling guilty. These are conditions that prevent women from being productive in the workplace due to the severity of pain.",
        "background": "I want a menstrual policy to be introduced. Women should be allowed to take a day off when their period is significantly painful and the day should be paid. Period related problems such as dysmenorrhea or endometriosis should be considered disabilities are they affect day-to-day lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-11T13:36:34.609Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-11T13:50:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-14T08:27:38.409Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/624979\r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have dysmenorrhea or endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-14T08:27:39.747Z"
    },
    "id": 625067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625067.json"
    },
    "type": "petition"
}