{
    "attributes": {
        "action": "Introduce free prescriptions for people with long-term mental health conditions",
        "additional_details": "Currently people with certain medical conditions can get free NHS prescriptions. These conditions include cancer, diabetes, and hyperthyroidism, and are typically continuing physical disabilities. Unfortunately, people diagnosed with long-term mental health conditions are not provided with the same support. Many people with long-term mental health conditions have co-existing conditions, meaning the number and cost of medications can be very expensive and unmanageable.",
        "background": "Introduce free prescriptions for people with diagnosed long-term mental health conditions, helping to close the current gap between mental and physical health conditions, and enabling access to mental health support for everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-10T20:41:40.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-11T07:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T14:00:03.877Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExtend NHS Free prescription to those who have a mental health condition: https://petition.parliament.uk/petitions/618679\r\n\r\nFree prescriptions for everyone with long-term or chronic health conditions: https://petition.parliament.uk/petitions/623701"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T14:00:05.125Z"
    },
    "id": 625029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625029.json"
    },
    "type": "petition"
}