{
    "attributes": {
        "action": "End the Motherhood Penalty and Fatherhood Bonus: Pay Parents Equally",
        "additional_details": "Parliament should do this, as women and men are equal, and women have to pay the price for having children while men get more. This inequality should not exist in our country, and I hope parliament will rectify it soon.\r\n\r\nSources: https://www.bbc.co.uk/news/business-36126584.amp\r\nhttps://gap.hks.harvard.edu/getting-job-there-motherhood-penalty",
        "background": "The motherhood penalty is a pay gap where employers refuse to hire or decrease wages for women who have kids, compared to women without kids, and there is a 7.9% pay gap between them. Meanwhile, men with children get a 21% increase in wages compared to men without children. Is this equality?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-12T16:15:27.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T21:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T07:57:13.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about wage inequality between fathers and mothers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAs set out in the Equality Act 2010, men and women in the same employment performing equal work must receive equal pay, unless any difference in pay can be justified. You can find out more about the law on equal pay here: https://www.equalityhumanrights.com/en/advice-and-guidance/what-equal-pay"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T07:57:14.115Z"
    },
    "id": 625151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625151.json"
    },
    "type": "petition"
}