{
    "attributes": {
        "action": "Cinema accessibility sessions with subtitles and audio description.",
        "additional_details": "Feeling part of society and the community that represents it is something that is necessary for our lives.\r\n \r\nWe come through this petition to request that what we already have, according to the law, disabled people should be treated equally and protection from discrimination applies in many situations(…).\r\n \r\nThis is not the solution to all problems.  But yes, a light at the end of the tunnel that was forgotten about reciprocity and empathy.\r\n\r\nThe word here is integration and consideration.",
        "background": "Increase the accessibility of people with disabilities to cinema.\r\n\r\n As an initial project, this aims to guarantee a minimum number of accessible sections depending on the size of the cinema and available rooms.\r\n\r\n Audio description and subtitles are already a reality in many theaters in the USA.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-15T10:19:50.143Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-15T17:39:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T07:33:23.450Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Equality Act 2010 already creates legal obligations for service provides to make reasonable adjustments so that disabled people can use an organisation’s services as close as it is reasonably possible to get to the standard usually offered to non-disabled people. It is up to individual businesses, including cinemas, what adjustments they make to meet their duty under the Equality Act.\r\n\r\nYou can find out more about duties to make reasonable adjustments here: https://www.equalityhumanrights.com/en/multipage-guide/using-service-reasonable-adjustments-disabled-people"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T07:33:24.692Z"
    },
    "id": 625370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625370.json"
    },
    "type": "petition"
}