{
    "attributes": {
        "action": "Stop ALL subsidies for MPs.",
        "additional_details": "I would like all subsidies for MPs to be stopped, and for there to be a limit placed on the amount of expenses they can claim. To continue to subsidise MPs meals is an affront to the ordinary citizens of the UK, many of whom are in dire financial straits because of the current Government’s failures. The daily payment for members of the House of Lords to simply turn up should be means tested, and benchmarked against the average salary for an NHS nurse.",
        "background": "MPs are eligible for subsidised meals in the Member’s Dining Room, with starters at around £3 and the most expensive main course costing just £8.04. This is completely immoral when people having to use food banks to survive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-15T09:28:23.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-15T11:40:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T06:53:13.706Z",
        "rejection": {
            "code": "duplicate",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRaise prices for House of Commons catering services to enable full cost recovery: https://petition.parliament.uk/petitions/622377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T06:53:14.746Z"
    },
    "id": 625363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625363.json"
    },
    "type": "petition"
}