{
    "attributes": {
        "action": "To end unnecessary red tape imposed on Ukrainian refugees by HMRC and DVLA.",
        "additional_details": "During the national mourning period for Her Late Majesty the Queen, HMRC decided to change the temporary customs relief for Ukrainian refugees who fled their country in the face of military aggression, often taking the cars away as the only valuable property that could be saved from destruction.\r\nDVLA, not wanting any changes in their policy, states that Ukrainian refugees must undertake a complex registration process to exchange their driving licences only for their minimum UK equivalent.",
        "background": "We call on HM Government to allow Ukrainian refugees to use their cars, which they used to flee Russian aggression, and exchange their driving licenses without needless red tape imposed by DVLA and HMRC. It is already known about the first cases of such cars impounded by the police.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-18T11:14:40.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-18T15:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-20T15:39:40.895Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about customs and driving licence requirements affecting Ukrainian refugees, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government or Parliament to make to customs and driving licence requirements affecting Ukrainian refugees."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-20T15:39:43.017Z"
    },
    "id": 625649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625649.json"
    },
    "type": "petition"
}