{
    "attributes": {
        "action": "Stop illegal immigrants being housed in the UK in hotels, or rental properties",
        "additional_details": "Billions of pounds are being spent each year to house illegal immigrants in hotels and rental properties up and down the country with full board and accommodation all free to them. People are struggling up and down this country due to cost of living and these mainly single young men have all needs catered for at tax payers expense. Also the promise of refurbishment of the dwelling they are residing in is ridiculous. This situation is getting worse each day.",
        "background": "Put illegal immigrants in camps and stop housing them in hotels with full board and pocket money   The government must cease all incentives that attract these mainly single young men to come across the channel.  France puts them in tents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T13:10:46.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-19T18:02:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-21T07:33:33.267Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Illegal immigrants are not entitled to housing, including in hotels.\r\n\r\nUnder international law, people have legal rights to apply for asylum in any country that has signed the 1951 Geneva Convention and to remain there until the authorities have assessed their claim.\r\n\r\nYou could start a new petition asking the UK Government to withdraw from international treaties that give people the right to seek asylum in the UK, if that's what you'd like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWithdraw from the 1951 Refugee Convention to deter illegal attempts to enter UK: https://petition.parliament.uk/petitions/618492"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-21T07:33:34.389Z"
    },
    "id": 625769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625769.json"
    },
    "type": "petition"
}