{
    "attributes": {
        "action": "Change how much child maintainence is paid.Should be a set amount for each child",
        "additional_details": "I want the Government or Parliament to do this because it shouldnt matter how much someone earns, there should be a maximum someone has to pay for a child, so the other parent that is being paid doesnt live a lavish life off of the other ones money taking advantage.",
        "background": "Child maintainence should be based on a set amount for each child and it should be capped at a certain limit. The half of the parent it is being paid to shouldnt be getting more money just because the person paying is earning more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T15:23:55.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-19T16:39:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-21T07:19:37.382Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how child maintenance is calculated, but it's not clear if you want this to be based on a set amount per child, or a sliding scale (and if so how you want this to be calculated) that has a maximum cap.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReform child maintenance to consider income and outgoings of both parents: https://petition.parliament.uk/petitions/621596"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-21T07:19:38.469Z"
    },
    "id": 625779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625779.json"
    },
    "type": "petition"
}