{
    "attributes": {
        "action": "Make all Rubbish collectors show a License in the windows of their Vehicles Law.",
        "additional_details": "Today’s Fines are going way back and far too small, they need updating to Hurt the ones causing issues like Fly Tipping, Hit them hard in their Pockets where it Hurts.\r\n\r\nAlso if caught have their Lorries Crushed.\r\n\r\nCouncils can use the money spent on things Local for their Communities.\r\n\r\nMany Fines are far too Low and been left in the Past, Bring them up to date, be a good idea to increase them each year to kept them up to date.",
        "background": "To save All Councils Money in Cleaning up Fly Tipping, it makes sense to Make them have a License in the Window of their Vehicles, and make it Law for Properties Not to check on this before having Waste Removed, Both with a Very Large Fine if not Abided by.\r\nFly Tippers are not worried about Fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T19:10:16.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T09:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T08:00:58.591Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about fly tipping, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe're not sure if you want the Government to introduce new licensing requirements for rubbish collection workers, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T08:00:59.776Z"
    },
    "id": 625817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625817.json"
    },
    "type": "petition"
}