{
    "attributes": {
        "action": "Hold a vote on re-instating the fracking ban without whips involved",
        "additional_details": "The vote was unfair and there are allegations of bullying, manhandling amongst the fact it was said, agree with fracking or lose your membership, 'it is a vote of confidence' in the Conservative party. This was not true and that message was withdrawn AFTER the vote. It is too important an issue to be tied to a whip. MPs said that they voted against their own judgement for the sake of the whip. Liz resigned the next day and we are left with this poor result. Many of her policies have been reversed. \r\n\r\nPlease hold an honest vote and we can abide by the honest result.",
        "background": "Fracking was deemed as dangerous and a risk to  the country. Truss held a vote (19/10/22), where MPs were told regardless of their actual views, they had to agree to approve fracking or they would lose the whip ie. be thrown out of the Conservative party.  Truss is gone. Let's hold an honest vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T17:01:42.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T17:18:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T11:44:06.995Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on whipping are a matter for individual parties and not for the UK Government or Parliament to decide. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T11:44:08.105Z"
    },
    "id": 626087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626087.json"
    },
    "type": "petition"
}