{
    "attributes": {
        "action": "Change the rules on benefits that the PM receives so there is a minimum standard",
        "additional_details": "",
        "background": "Liz Truss who was only Prime Minister for 45 days and within that time damaged the economy and the international standing of Great Britain is now set to to receive benefits for life including over £100k a year. \r\nThis should not be allowed. There should be a minimum standard to receive the benefits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T16:02:52.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T16:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T10:18:48.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to entitlements to certain payments or allowances, but we're not sure what eligibility criteria you want to be set, or what payments and allowances you want this to apply to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRestrict Public Duties Cost allowance to Prime Ministers who won an election: https://petition.parliament.uk/petitions/625646\r\n\r\nIntroduce a three month \"qualifying period\" for Prime Minister PDCA eligibility: https://petition.parliament.uk/petitions/625990"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T10:18:49.471Z"
    },
    "id": 626059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626059.json"
    },
    "type": "petition"
}