{
    "attributes": {
        "action": "Change how a CCJ can be issued solely by mail, without a person's knowledge!",
        "additional_details": "ie. A parking ticket should not be able stop someone buying a house for 6 years, without a person's knowledge!\r\nPost can be lost or go to an old address.\r\nSeverity and effort to contact is disproportionate. \r\nThe current system also gives scope for collectors to leverage their position for profit. \r\nDVLA should also ensure to hold a phone number and/or email address, making this available to to relevant pursuer who should have a mandatory obligation to use at least 2 of methods for contact.",
        "background": "To remove 'lack of response' to postal contact as grounds for the default issue of ccj's. Proposal for a rule of 'at least two' methods of contact before issuing a ccj. Pursuers should be obligated to use more than one method of contact or otherwise prove they tried to obtain such information.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T08:30:33.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T19:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-26T11:16:23.227Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want to remove or change the 'lack of response' rules relating to CCJs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-26T11:16:24.729Z"
    },
    "id": 626287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626287.json"
    },
    "type": "petition"
}