{
    "attributes": {
        "action": "Schools must let a child go to the toilet in lessons.",
        "additional_details": "Children’s learning can be effected if they are not allowed to use the bathroom during lessons. It can stop them from focusing properly and eventually effect there overall grades if it becoming a problem. Some schools have even put in rules that all children except for ones with medical conditions cannot go to the toilets in lesson. Other schools have been locking the bathrooms so that even children with medical condition can not get in them without missing more of there lesson time.",
        "background": "Children should be allowed to go to the toilet at least once in a lesson unless they have a medical condition. They should however only have a limited amount of time to go so that it does not become anything effecting there education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T21:29:08.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T21:34:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T15:15:47.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on policies regarding when students can leave the classroom are a matter for individual schools and teachers, not the UK Government or House of Commons.\r\n\r\nIf you are unhappy with how a school or teacher deals with requests to use the toilet, you should raise this with the school or relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T11:13:05.765Z"
    },
    "id": 626208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626208.json"
    },
    "type": "petition"
}