{
    "attributes": {
        "action": "How can an elected PM be awarded a pension for life after 44 days in office.",
        "additional_details": "All the former PM’s had terms in office for more than 12 calendar months. At a time where the people of Uk are struggling to put food on their tables or heat their homes. \r\n\r\nThe now resigned PM should not be getting a pension for life for having 44 days of service.",
        "background": "Amend legislation so that a min term must be  served to gain a pension for life.\r\n\r\nA departure payment in lieu for any potential earnings lost for loss of employment in other other areas of UK Government",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T21:07:14.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T09:22:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T07:34:25.442Z",
        "rejection": {
            "code": "duplicate",
            "details": "Under the Ministers’ Pension Scheme Ministers, including the Prime Minister, accrue a part of their pensionable salary in each year they are a contributing member of the scheme, and have a normal pension age linked to their State Pension age. You can find out more about this scheme here: https://commonslibrary.parliament.uk/research-briefings/sn04586/\r\n\r\nThe Public Duty Costs Allowance is claimable for reimbursement of incurred expenses for necessary office costs and secretarial costs arising from former Prime Minister's special position in public life. You can find out more about this allowance here: https://www.gov.uk/government/publications/public-duty-cost-allowance/public-duty-costs-allowance-guidance\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRestrict Public Duties Cost allowance to Prime Ministers who won an election: https://petition.parliament.uk/petitions/625646\r\n\r\nIntroduce a three month \"qualifying period\" for Prime Minister PDCA eligibility: https://petition.parliament.uk/petitions/625990"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-15T17:13:07.816Z"
    },
    "id": 626200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626200.json"
    },
    "type": "petition"
}