{
    "attributes": {
        "action": "Change the rules for Party Leadership after Prime Minister Resignation",
        "additional_details": "This will ensure that Prime Ministers who resign or are voted out due to a lack of party or country confidence in their decisions do not later rerun for party leadership until the voting public has had a say.\r\n\r\nAllowing these candidates to stand as party leader after the next general election would ensure it is not a lifetime ban, but still prevent a single political party from supplying a continuous flow of the same ministers into the Prime Minister position without public consent.",
        "background": "Former Prime Ministers who have resigned or been voted out due to 'confidence' or 'no confidence' votes either at parliament or party level should not be eligible to become party leader (and therefore Prime Minister) again until the following general election has passed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T12:19:58.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T13:18:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T10:32:57.858Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Decisions on the leadership of political parties are a matter for those parties and not the UK Government or Parliament.\r\n\r\nWe could accept petitions relating to the requirements for Prime Ministerial appointments, if that's something you'd like to change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T10:32:59.342Z"
    },
    "id": 626347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626347.json"
    },
    "type": "petition"
}