{
    "attributes": {
        "action": "Block Boris Johnson from being re-selected as leader as the Conservatives",
        "additional_details": "Johnson told MPs in December 2021 that “all guidance was followed completely in No 10”, six months before Scotland Yard issued more than 100 fines, including to the then prime minister personally, for law-breaking Covid parties. If the Commons committee finds him guilty of misleading Parliament, he will be expected to resign, causing more chaos and another undemocratic process by the Conservatives to remain in power. This cannot happen.",
        "background": "Boris Johnson broke the law, and is still under investigation by a Commons committee after being accused of misleading MPs about parties held in Downing Street during lockdown. He resigned in disgrace just 6 weeks ago, after 57 ministers resigned from his cabinet. He cannot be allowed to lead again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T11:02:25.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T11:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T07:41:21.759Z",
        "rejection": {
            "code": "honours",
            "details": "Decisions about changes to the leaders of political parties are a matter for individual political parties, not the UK Government or Parliament.\r\n\r\nSince you started your petition it has been announced that Rishi Sunak MP will become the next Prime Minister."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T07:41:23.059Z"
    },
    "id": 626326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626326.json"
    },
    "type": "petition"
}