{
    "attributes": {
        "action": "We must establish a constitutional convention to create proper UK governance",
        "additional_details": "Each of our last three prime ministers has been chosen by a tiny group of the electorate with no public say in the matter amidst scenes of political chaos. With the imminent replacement of Liz Truss this will soon be four. On each occasion the process has been conducted as a kind of celebrity drama with minimal attempts to involve the public, provide real understanding or proper controls over key policy decisions such as the mini budget in September, which has had such a disastrous impact.",
        "background": "I believe we should establish a constitutional conventional involving the full range of representative UK citizens to create more participatory and trusted governance arrangements that have the confidence of the UK public as a whole and promote public understanding of key issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-23T09:52:05.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-23T20:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-27T11:49:51.457Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain existing arrangements regarding governance in the UK, but it's not clear if you want a constitutional convention to just look at arrangements for appointment of the Prime Minister, or more widely at how government in the UK works.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-27T11:49:52.566Z"
    },
    "id": 626585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626585.json"
    },
    "type": "petition"
}