{
    "attributes": {
        "action": "That globalists be banned from public office",
        "additional_details": "There is much talk about national debt, interest rates and a Nations balance of payments but at no time has Globalisation ever appeared in any political party's manifesto. Nor has any globalist ever explained to any electorate what their long term objective are and more seriously what damage their policies have on all the economies in Europe. Globalisation and its devastating effects have been imposed on the United Kingdom without a mandate hence this petition to raise this issue in Parliament.",
        "background": "There is a clear democratic deficit affecting all political parties. The aims of globalisation is to destroy the nation state and achieve global monopolies. Their policies undermine the economies of nations by transferring trade and jobs overseas and sabotaging the labour market with open borders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-23T12:11:42.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-23T18:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-27T09:52:46.354Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you mean by 'globalists'. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, although it is unlikely that we could accept a petition that called for people to be banned from office on the grounds of their beliefs. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-27T09:52:47.661Z"
    },
    "id": 626597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626597.json"
    },
    "type": "petition"
}