{
    "attributes": {
        "action": "Reinstate financial support for NHS front-line staff suffering from Long COVID",
        "additional_details": "The BMA recently stated “NHS staff rely on this Special Covid Leave so that they can effectively recuperate and return to work safely.  Removing this support is unsafe for patient care and pressuring people to return to work…”. If staff don’t return to work, they are now losing their jobs.\r\nSupporting recuperation of experienced NHS staff from Long Covid will deliver a long-term return, protecting careers, ensuring the NHS have the experience on hand to deliver services safely in years to come.",
        "background": "I call upon the government to fully re-instate funding to all NHS staff  and care workers suffering from Long COVID. These are the heroes and heroines of the pandemic. The least we can do is pay them their full salary until they fully recover. They deserve it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-23T21:23:04.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-24T09:58:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-27T15:51:31.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about leave for NHS staff are a matter for the NHS and individual employers, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLaunch a compensation scheme for frontline key workers living with Long Covid: https://petition.parliament.uk/petitions/625456"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-27T15:51:32.862Z"
    },
    "id": 626625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626625.json"
    },
    "type": "petition"
}