{
    "attributes": {
        "action": "Change to child maintenance from receiving parents",
        "additional_details": "It’s unfair that a parent has to raise a child where the none living parent doesn’t want to see the child and pay so little for the child. \r\nFor example 400 pounds of arrears and child maintenance do nothing for the receiving parents especially when there are 2 adults in one house hold receiving wage packets. This doesn’t help a child puts it in more poverty line. A household income should be back in to force. Not having the time of there lives when they have a child they don’t want to support",
        "background": "Child maintenance to enforce payments even when the paying parents are in arrears by 100’s of pounds. Also a parent should not expect a parent whom the child resides with the receiving parents to just pay 35 pounds a month with 100’s arrears they have a duty of care too to their child",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-25T16:37:49.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-25T17:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-31T08:29:13.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about non-payment of child maintenance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nChild maintenance amounts are set according to a formula, and we can accept a petition calling for changes to this formula, if that's what you want to happen. The Child Maintenance Service has powers to enforce debts for child maintenance arrears, and we can also accept petitions relating to these powers, but it would need to be clear how you wanted these powers to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-31T08:29:15.017Z"
    },
    "id": 626755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626755.json"
    },
    "type": "petition"
}