{
    "attributes": {
        "action": "specialised therapies for children with sen needs who’ve experienced trauma",
        "additional_details": "There is currently no support available for children with sen needs if they have experience trauma/DA. There’s a huge gap in support so disabled children are left to suffer with DA/trauma as all programs are tailored towards neurotypical children. \r\n\r\nDA charities can’t offer to support sen children as their support isn’t tailored towards them and there’s no support via the NHS or social care \r\n\r\nSen children have just as much rights to help as neurotypical children and shouldn’t be left to suffer",
        "background": "Create tailor made programs for professionals so that they can work with sen needs who’ve experienced trauma/domestic abuse.\r\n\r\nCreate workshops for DA charities so they can support sen children \r\n\r\nLook into the lack of support available for children with sen needs who’ve been witness to DA/trauma",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-26T10:45:58.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-26T15:34:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-31T13:02:31.444Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about support for victims of trauma are a matter for individual therapists and other relevant professionals, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase funding for services that support SEN children who have experienced trauma, or for a review of existing services, if either of those are things you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-31T13:02:32.666Z"
    },
    "id": 626811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626811.json"
    },
    "type": "petition"
}