{
    "attributes": {
        "action": "Stop YouTube Auditors from harassing, Police, security and other business.",
        "additional_details": "YouTube Auditors go around, annoying police officers, along with security guards that are protecting private establishments, just so they can stick it on YouTube, TikTok and Twitter for views and money, They are abusing our human rights (Article 10) By doing this! \r\n\r\nPolice officers could be dealing with 999 emergency calls, but instead have to check these people that are filming private police officers cars, to make sure they aren’t doing hostile reconnaissance. This has to stop!",
        "background": "Stop YouTube auditors from going around police stations, filming police building all for the police to react and abuse powers, just so they can humiliate the officer on YouTube and other social media sites",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-26T15:50:59.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-26T15:59:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-31T09:15:21.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about investigating and prosecuting alleged crimes, including harassment, are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-31T09:15:22.752Z"
    },
    "id": 626839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626839.json"
    },
    "type": "petition"
}