{
    "attributes": {
        "action": "We want you to change legisation around Clare's Law.",
        "additional_details": "There is research and evidence to say that ending an abusive relationship is the most dangerous time and the victim at risk of being murdered. We believe that if they had the Police information, this would enable the victim to safeguard themselves against this as they would have knowledge of what the perpetrator is capable of.",
        "background": "We would like them to consider a change to legislation so that a survivor of domestic abuse can access Police information regarding a perpetrator at any stage of the relationship rather than just at the beginning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-28T10:53:07.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-28T11:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-01T08:01:33.944Z",
        "rejection": {
            "code": "already-happening",
            "details": "A request for information under the Domestic Violence Disclosure Scheme (DVDS) – often referred to as “Clare’s Law” – can be made at any time.\r\n\r\nThe ccheme was introduced to set out procedures that could be used by the police in relation to disclosure of information about previous violent and abusive offending by a potentially violent individual to their partner where this may help protect them from further violent and abusive offending.\r\n\r\nYou can find out more about the DVDS here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/575361/DVDS_guidance_FINAL_v3.pdf\r\n\r\nDeciding about what information to disclose in response to a request for information is an operational matter for individual police forces. If you are unhappy with how the police have responded to a request of information, you may be able to complain about this: https://www.policeconduct.gov.uk/complaints-reviews-and-appeals/make-complaint\r\n\r\nIf you or someone you know is a victim of domestic abuse you can find out how to get help here: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-01T08:01:35.124Z"
    },
    "id": 626970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626970.json"
    },
    "type": "petition"
}