{
    "attributes": {
        "action": "Help Havering get its fair share of Government Funding",
        "additional_details": "This formula means Havering Council Tax payers are having to pay more to fund the increasing costs of helping vulnerable people than in parts of London like Westminster and parts of Essex. We want the Government to agree a new funding formula which recognises the needs of Havering’s changing population. This will allow the Council to avoid making damaging cuts and will help us to better deliver services for our fast changing communities. \r\n\r\nHelp Havering Council fight for its fair share.",
        "background": "Our funding from Government has been slashed to just £1.5m today from £70m back in 2010. This is due to an outdated and no longer fit for purpose Government funding formula. \r\n\r\nAnd this is not fair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-27T13:53:10.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-28T12:46:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-01T11:40:12.057Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how local authority funding is allocated, but we're not sure exactly how you'd like existing formulas for determining local authority funding to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe can't accept petitions which call for actions with regard to specific organisations, including local authorities, so couldn't accept a petition calling for funding for a particular local authority to be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-01T11:40:12.733Z"
    },
    "id": 626905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626905.json"
    },
    "type": "petition"
}