{
    "attributes": {
        "action": "We would like dropped kerbs at the front of our  properties to access our homes.",
        "additional_details": "Because we park in the garden or outside of our gates. And sometimes this is obstructed when relatives or friends of neighbours come and park there too. We have difficulty then opening the gates to park our cars. We also have children and when the car is parked in the garden, there is very limited space for them to play.",
        "background": "To put dropped kerbs at the front of our properties for access. We currently park round the back, and sometimes we have friends or relatives of neighbours blocking our gates to access our gardens and its difficult to park in the garden when this happens because gates won't open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-28T11:04:41.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-28T12:08:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-01T08:07:33.187Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-01T08:07:34.542Z"
    },
    "id": 626973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626973.json"
    },
    "type": "petition"
}