{
    "attributes": {
        "action": "Allow single tenants to declare new occupants without a joint tenancy contract",
        "additional_details": "Currently, joint tenancies can trap people in dangerous situations where they are responsible for half of the rent if they leave, even after domestic abuse. There is no escape from this financially or sometimes practically, if they are the original tenant, and it can lead to further abuse and trauma which is hard to recover from. I want to help others who have been in similar situations and know how much this is needed. There must be options for people experiencing this.",
        "background": "Allow for single tenants to declare new occupant without the restrictions of a joint tenancy. \r\n\r\nIn the case of a joint tenancy where the single occupant adds new tenant, review limitations of clauses to return the contract to original occupant with enough notice if a satisfactory reason is given.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-31T13:43:11.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-31T19:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T07:51:31.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to require all occupants of a property to be joint tenants are a matter for individual landlords, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T07:51:32.674Z"
    },
    "id": 627187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627187.json"
    },
    "type": "petition"
}