{
    "attributes": {
        "action": "Give a pay rise to cleaners and care workers",
        "additional_details": "Without cleaners, imagine how buildings in the UK would look like. \r\nIt is the cleaners who are on their hands and knees trying to wipe all the dirt that people have left without a second thought. Please can we be more aware that some do not want or cannot have a job which requires skills and qualifications. Cleaners are more significant than you realize, and even though the minimum wage is in place, I believe that we should show more appreciation towards them by giving them a pay rise.",
        "background": "Tax the rich more.\r\nInvest less money in theatre, because from my observation, they are empty, and few shows are held. For example, Venue Cymru, Y Galeri and Pontio which are situated in North Wales. Yes, it is significant that we treasure the arts, but the needs of our people are more important.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-30T11:23:59.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-30T15:15:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-03T08:09:35.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for cleaners and care workers are a matter for their employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase taxes on people with higher income or capital, but it would need to be clear what taxes you wanted to be increased, and how."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-03T08:09:37.355Z"
    },
    "id": 627111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627111.json"
    },
    "type": "petition"
}