{
    "attributes": {
        "action": "Awarness of the disability fybromyalgia and how it affects people.",
        "additional_details": "This is also affecting thier mental health causing deppression, anxiety taking away any sort of independence that they once had. This is not a easy disability to manage and having someone on the end of the phone who knows nothing about the condition and are rarley sympathetic to how it changes someones life is not good enough the whole system needs a shake up and training needs to be given to the people reading off a questionaire how Fybromyagia can destroy someones life.",
        "background": "Look into how people are treated when applying for PIP when having a phone assessment With so many people denyed PIP beacuse there is no understanding how painful,dibilitating and how it changes quality of life. People have to battle to get the benefit many who have had to give up work and driving",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-31T08:36:34.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-24T11:08:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T11:37:23.096Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about support for people with fybromyalgia, but there is not a list of disabilities that make people eligible for the Personal Independence Payment (PIP).\r\n\r\nPIP is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, so someone with fybromyalgia could be eligible for PIP if it causes difficulties with daily living or getting around.\r\n\r\nYou can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T11:39:10.464Z"
    },
    "id": 627164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627164.json"
    },
    "type": "petition"
}