{
    "attributes": {
        "action": "Intervene with interruptions caused by rail strikes",
        "additional_details": "1) To boost the economic recovery of the UK's industries during the recession by keeping businesses operating at peak performance without disruption.\r\n \r\n2) To prevent any discriminative treatment for rail workers who choose to strike, or those who choose not to strike.\r\n\r\n3) Rail services are subsidised by the taxpayers money and they should have some say in rail operations.\r\n\r\n4) To allow families with self employment income the right to work without disruption   to household revenue",
        "background": "New ruling should be introduced to disallow rail strike action from being able to disrupt national economics. \r\n\r\nDuring strike action, rail workers should attend work but not collect the fairs for traveling. Trains should operate as normal but the gates should remain open and free to pass.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-31T12:25:32.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T18:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-11T08:09:02.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to arrangements for certain strike action, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition appears to be calling for rail workers to longer be able to strike, but instead to be able to arrange periods when rail travel is free. This is not a decision that rail workers can make.\r\n\r\nThe Government has introduced legislation to introduce minimum levels of service on transport services, so that specified transport services will not completely shut down when unions impose strikes. You can find out more about this legislation here: https://www.gov.uk/government/speeches/transport-strikes-minimum-service-levels-bill"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-11T08:09:03.874Z"
    },
    "id": 627178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627178.json"
    },
    "type": "petition"
}