{
    "attributes": {
        "action": "Require all media platforms using targeted advertising to allow user preference",
        "additional_details": "Media platforms, including both online platforms and television platforms, use algorithms to target advertising according to users' profiles. Currently, users have no control, other than to turn targeted advertising off (sometimes) or to change their usage habits. As targeting is based on algorithms to choose the type of advertising presented to users, it would be possible to collect users' preferences of the type of advertising they do not wish to see and apply them via the targeting algorithm.",
        "background": "Create legislation that requires any media platform that use targeted advertising to collect and respect users' wishes about the types of advertising they are shown.  For example, gambling adverts may be morally offensive or detrimental to users' wellbeing, so it should be possible turn these off.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-30T17:29:45.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T08:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:18:29.229Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the types of advertising people can be shown online, but we're not sure what options you want those hosting online adverts to be required to offer users.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:18:30.485Z"
    },
    "id": 627131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627131.json"
    },
    "type": "petition"
}