{
    "attributes": {
        "action": "Change the policy of child maintenance",
        "additional_details": "The child maintenance policy can currently be abused by spiteful parents who do not want to pay child maintenance as they can claim universal credits, and if they earn too much to receive a payment from UC, they will not be required to pay more than £7 a week due to being listed as in receipt of UC. £7 a week, in a cost of living crisis, is completely unacceptable. If someone is earning £1k a month and on UC, they are only required to pay £7 a week for a child.",
        "background": "Currently, anyone in receipt of universal credit pays a flat rate of £7 a week even if they earn too much one month to receive a UC payment (of which the receiving parent gets £0). This isn't acceptable and can lead to child poverty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T10:29:26.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T11:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:26:56.253Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current rules for child maintenance payments for people in receipt of Universal Credit, but it's not clear how you want these rules to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:26:57.566Z"
    },
    "id": 627243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627243.json"
    },
    "type": "petition"
}