{
    "attributes": {
        "action": "Charging EV cars for residents at the price of household electricity rate",
        "additional_details": "All residents should have the option to pay for access to charging points (4kW with the ability to go up to 22 kW) at a fixed rate of £15 a month, added to the residential parking bill. Ideally, there should be two options for residents: adding consumed kW to the household bill at the household electricity rate for cross-calculation between power supply companies, or paying the council a fixed price per kWh not exceeding the average household bill kWh rate.",
        "background": "The main idea of the petition is to make car charging available for residents who park their cars near their homes. At the moment, there is an active development of the charging network in London, but they do not take into account the long-term development prospects and the interests of residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T13:47:41.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T14:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:36:15.440Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local charging infrastructure are a matter for individual local authorities and landlords, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase funding for the rollout of a national network of charging points for electric vehicles, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:36:16.648Z"
    },
    "id": 627262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627262.json"
    },
    "type": "petition"
}