{
    "attributes": {
        "action": "Due to BBC cuts, changes are planned for BBC Local radio. It must be stopped.",
        "additional_details": "The representative said in his speech yesterday about our investment well it is not his it is ours we pay the license fee so it is our money. They have decided without consultation with us or there own local radio stations to cut the service after 6pm in the evenings weekdays and all the programs except sport at the weekends. Many of us rely on these programs as many if us are on our own. The staff who will lose there jobs have not been consulted. They think they know best well I beg to differ with them and to this end they must be stopped and listen to us.",
        "background": "Stop the BBC from cutting local services and to listen and consult with us who pay for the BBC.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T10:33:53.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T12:55:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:24:46.992Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about local BBC radio services are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:24:48.269Z"
    },
    "id": 627244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627244.json"
    },
    "type": "petition"
}