{
    "attributes": {
        "action": "Keep BBC local radio local and do not allow excessive regionalisation.",
        "additional_details": "At a minimum keep exclusively local content local during peak listening times such as 6am to 6pm on weekdays and 6am to at least 2pm on weekends.\r\n\r\nWe have already lost so much local coverage on commercial radio and do not want to lose what is to many people, their last local source on the radio.\r\n\r\nPeople for example who live in Norfolk want to know what's going on in Norfolk and are not really interested in an event in Cambridge.",
        "background": "BBC local radio is a valuable resource to many and the local stories and content are not only excellent but useful to the many who listen.\r\n\r\nWe have already experienced many commercial stations going national, losing that local interaction and content",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T10:55:19.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T11:12:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:24:38.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about local BBC radio services are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:24:39.598Z"
    },
    "id": 627247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627247.json"
    },
    "type": "petition"
}