{
    "attributes": {
        "action": "We demand that Rishi Sunak goes to COP 27. The UK has to lead climate action.",
        "additional_details": "During COP26 the UK demonstrated strong climate leadership by negotiating to increase country climate commitments, supporting a shift from 30% to 90% of the global economy being covered by net-zero targets. \r\nThe UK is not quite on track to meet its 2030 climate targets. A report from the UN warns global average temperature rises may be on course for above 2°C even if climate targets are reached, so all governments, including the UK, will need to do much more by 2030 to catalyse action.",
        "background": "COP26 focused on the ‘what’ and COP27 focuses on the ‘how’. The UK needs to be part of COP to shape the vision into concrete commitments, policies and actions.\r\nUK is off track to ensure a stable future for people, our environment and economies. Not attending shows a lack of leadership and priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T09:23:59.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-01T09:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T08:23:13.142Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can't accept petitions which call for actions with regard to named individuals, including the Prime Minister, but since you started your petition it has been confirmed that Rishi Sunak will attend COP27."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T08:23:14.368Z"
    },
    "id": 627240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627240.json"
    },
    "type": "petition"
}