{
    "attributes": {
        "action": "To make disposable vapes more recyclable with removable, rechargeable batteries!",
        "additional_details": "To encourage and work with vaping organisations/vendors to establish recycling schemes all over the UK! We need to encourage people to stop smoking tobacco and recycle at the same time! But as it is, it's at a great cost to our environment and growing with many people opting for the single-use/ disposable vape setup! Maybe a recycling cash-back scheme could be introduced!\r\n\r\nThe harmful impact it has on our environment is a massive growing concern that is not going away!",
        "background": "Lithium batteries contain precious resources which are toxic to our water supplies, ecosystems, as well as an immediate fire risk! These can and have been recycled for many years! A petition could lead to legislation to force the vaping industry to stop the sales of single use vapes!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T23:32:25.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-03T19:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T10:43:40.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for manufacturers.\r\n\r\nWe could accept a petition calling for a ban on single-use e-cigarettes, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T10:43:41.119Z"
    },
    "id": 627315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627315.json"
    },
    "type": "petition"
}