{
    "attributes": {
        "action": "Not turning up to an election to vote, should mean you vote against the policy.",
        "additional_details": "Does silence mean consent in any situation? No, it doesn't; so why should people not voting mean they agree. In the Brexit Referendum only 72.21% of the population voted, meaning 18,424,198 people didn't give their opinion or view. I feel this should mean you don't consent to such change. There are many ways to vote, and if anything, this would give greater incentive to the people to be engaged in politics and subsequently increase the turnout for elections as those in favour will always vote.",
        "background": "Pass legislation that changes how the electoral system works in England so that voter non-attendance means a no vote in both referendums and elections. Such vote should be a different statistic but still count towards the no vote to a policy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T09:46:20.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-02T10:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T14:50:59.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how elections and referendums work, but it's not clear what consequence you want abstaining to have in election where voters pick a candidate, rather than vote for or against a proposition.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T14:50:59.853Z"
    },
    "id": 627326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627326.json"
    },
    "type": "petition"
}