{
    "attributes": {
        "action": "Increase security in clubs and bar for better protection against spiking.",
        "additional_details": "Create a better form of surveillance, such as CCTV, metal detectors, sniffer dogs, and higher security officers, which take a more serious tone to body and bag searches and make it more of a requirement to enter the club or pub rather than a suggestion from nightclub owners. Every club security follows a specific set of procedures in which they must follow.",
        "background": "Need a higher form of deterrence for instances of spiking, in which justice is carried out more seriously and effectively.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T12:04:58.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-16T11:22:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-21T08:57:33.402Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about spiking in bars and clubs, but we're not sure exactly what you'd like the Government or Parliament to do. We can accept petitions calling for new requirements to be introduced for bars and clubs, but you would need to be clear what new requirements you wanted to be introduced.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake bars and clubs in the UK legally provide drink covers: https://petition.parliament.uk/petitions/618424\r\n\r\nMake it mandatory for all bars and clubs to search bags and people on entry: https://petition.parliament.uk/petitions/627132\r\n\r\nIntroduce mandatory minimum sentences for spiking: https://petition.parliament.uk/petitions/620554"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-21T08:57:35.240Z"
    },
    "id": 627340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627340.json"
    },
    "type": "petition"
}