{
    "attributes": {
        "action": "Please sort the terrible litter that collects around our local supermarket.",
        "additional_details": "Volunteers do help, but the litter is continuous. I am aware that the car parking around Asda is cleaned every morning, is there a possibility that our local council could do the same for those two paths? Or perhaps the volunteers could clean up more often? That way we can ensure that our city is safe and enjoyable for everyone.",
        "background": "Every day on my way to school I pass Mudchute Farm. The path between there and Asda is always full of litter. It's disgusting.  The same is true for the path between Asda and East Ferry Road. This poisons local animals: I once saw a squirrel eating plastic! It's cruel, depressing and heartbreaking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T13:54:00.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-02T14:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T15:04:10.911Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLitter collection and enforcement of littering offences are a matter for your local authority and police force, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T15:04:11.407Z"
    },
    "id": 627348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627348.json"
    },
    "type": "petition"
}