{
    "attributes": {
        "action": "Change the law on receiving illegal immigrants across our borders.",
        "additional_details": "The Nationality and Borders Act will deter illegal entry into the UK, breaking the business model of people-smuggling networks, and speed up the removal of those with no right to be in the UK.\r\nThis will in turn free up the asylum system so we can better support those in genuine need of asylum through safe and legal routes.\r\nIn addition, the act puts into law that those who arrive illegally in the UK – who could have claimed asylum in another safe country – can be considered as ‘inadmissible’ to the UK asylum system.",
        "background": "The Government should be enforcing the Nationality and Borders Act which came into being April 28th 2022 and instead they are letting in everybody and shipping them to towns and using hotels costing taxpayers millions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T14:02:23.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-02T14:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T15:03:29.944Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about immigration, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T15:03:30.635Z"
    },
    "id": 627350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627350.json"
    },
    "type": "petition"
}