{
    "attributes": {
        "action": "Stop hotels being used as asylum seeking centres in Long Eaton and other areas.",
        "additional_details": "The community has no idea of the risks these men pose.  The main concern is the amount of asylum seekers, the groups (or potentially gangs) this is creating, the inability for them to work means they are walking the streets.\r\n\r\nThe community needs the government to stop using hotels as asylum seeking centres.  There needs to be immediate action to process asylum seekers.  If it is found they have permission to stay then they need help finding accommodation within the rental sector, not hotels.",
        "background": "There is over 500 men housed in two hotels in Long Eaton.  A meeting was held on 1st Nov where the community raised their concerns to the LA.  \r\n\r\nThe safety of the community is the main concern, groups of men are hanging around schools, and inappropriately approaching women and \r\n young girls.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T07:03:51.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-02T08:53:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T14:49:41.824Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for housing asylum seekers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to build new purpose-built facilities for housing asylum seekers, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-07T14:49:42.514Z"
    },
    "id": 627321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627321.json"
    },
    "type": "petition"
}