{
    "attributes": {
        "action": "Change the definition of Racism used by authorities and dictionaries.",
        "additional_details": "Definitions can lag behind societal developments, there are too many White Brits denying Racism exist in UK only because dictionaries definition doesn't reflect that. Current definition of racism in UK is based on colonization beliefs and attitudes and denies people they lived experiences therefore protects the perpetrator (intentional and unintentional) of superior race; White People and oppresses the victim: people from Black, Asian and Minority Ethnic groups, which itself is racist.",
        "background": "Please change current Racism definition to reflect Miriam Webster Dictionary. For Racism to exist the two elements are required: racial prejudice, and social power. current UK definition perpetrates racism itself,  and used as excuse for white supremacy, hate crime and institution discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-03T13:31:24.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-09T11:32:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T08:01:32.759Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the definition of racism in dictionaries are a matter for individual producers of dictionaries, not the UK Government or Parliament.\r\n\r\nWe can accept petitions calling for changes to legislation governing racial discrimination and racist offences, but it would need to be clear what changes you wanted to be made to these laws."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T08:01:33.943Z"
    },
    "id": 627420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627420.json"
    },
    "type": "petition"
}