{
    "attributes": {
        "action": "Don't make PIP/DLA or other disability benefits means tested.",
        "additional_details": "The money received is to help improve the lives of disabled people. As well as using the Mobility Scheme for a vehicle, electric wheelchair or electric mobility scooter. These are a life line to many. \r\nFor those disabled claimants that this will effect, not only will they lose the little bit of money and independence they get, many will feel more of a burden, which will effect mental health. It will also put an added strain on spouses and house hold budgets.",
        "background": "For the government to commit to not making disability benefits means tested. Millions of disabled people will be pushed further into deprivation. Disabled claimants need an increase in benefits due to the cost of living crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-04T18:37:11.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-09T08:37:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T07:48:24.840Z",
        "rejection": {
            "code": "already-happening",
            "details": "Disability Living Allowance, Personal Independence Payment and Attendance Allowance are not means tested, and the Government has not announced any plans to make these benefits means tested.\r\n\r\nCarer's Allowance is subject to eligibility criteria including having earnings under £132 a week, and there have not been any announcements of plans to change the eligibility criteria for Carer's Allowance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T07:48:26.029Z"
    },
    "id": 627527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627527.json"
    },
    "type": "petition"
}