{
    "attributes": {
        "action": "Give All Women 3 Days Off Of \"Paid Leave\" A Month During Their Menstrual Cycle!!",
        "additional_details": "Some women can take out their frustrations on their partners, by throwing the nearest objects to hand. They suffer from non-comprising male bosses, who'd much prefer to hire \"male staff members,\" as opposed to \"female staff members.\" Spain is already on its way to granting 3 days off a month to their women, in order to alleviate and address the stigma that women go through & suffer on a monthly basis. It is time for this government to act, & act fast. We need to introduce these legislations now.",
        "background": "Allow women in the UK 3 days off \"school & work\" to get a respite from debilitating stomach cramps during their period, which is normally between 5 to 7 days. Far too many women suffer bouts of mood swings which sometimes leads to depression and are unable to function to the best of their abilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-05T15:25:58.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T19:42:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-11T08:34:46.909Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/624979\r\n\r\nChildren can already miss school if they're too ill to go in, which includes when they are suffering period pain or related symptoms."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-11T08:34:48.048Z"
    },
    "id": 627591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627591.json"
    },
    "type": "petition"
}