{
    "attributes": {
        "action": "Introduce Renters register or Renters score to help landlords & court system",
        "additional_details": "Abolishing Section 21 would mean additional protection needs to be offered to landlords. Reduce the need for litigation and unnecessary court time wasted on unscrupulous tenants who repeatedly abuse the system. This will increase confidence in rental market and can help best tenants to even be preferred and even get discounted rents potentially. A great way to rewarding good, honest tenants whilst keeping the troublemakers at bay. The system will need to be fair for all and regulated.",
        "background": "Proposing to introduce a regulated Renter's register or Renters score (like credit score) so landlords have the confidence to let to tenants and reduce chances of unscrupulous tenants causing a burden on landlords and the court system, as these repeat offenders are often go unnoticed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-07T15:36:03.749Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T09:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-10T10:45:20.179Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like some form of registration for rental tenants, but we're not sure what you'd like a register or score to measure or record. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-04T13:54:07.860Z"
    },
    "id": 627757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627757.json"
    },
    "type": "petition"
}