{
    "attributes": {
        "action": "Compulsory education dedicated to teaching necessary life skills to teenagers.",
        "additional_details": "PSCHE is an effective lesson for general knowledge about our society, however learning about taxes and bills should be more than 2 or 3 lessons in year 11, teenagers need more to develop into adults productively and effectively and make sure that we have the skills needed to be able to live and work independently without confusion due to letters from the government about monthly payments and debt. This should be something taught in year 9 of the curriculum to allow for more time to understand.",
        "background": "Teaching of teens life skills, such as credit cards, debit cards and bills and taxes isn't good enough, too many children are leaving high school still unknowing of the negatives and benefits of these things and how they are implemented into our future, we need better life skills education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-07T20:18:36.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-07T23:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-10T08:50:46.433Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how children are taught about certain things at school, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to require schools to teach about income and expenditure, credit and debt, insurance, savings and pensions, financial products and services in Key Stage 3 (rather than Key Stage 4), if that's what you want to happen.\r\n\r\nIf you want the Government to change the curriculum in another way, or introduce a new core subject, we could accept petitions requesting these things, but you'd need to be clear exactly what you want the Government to do.\r\n\r\nYou can read the citizenship programmes of study for key stages 3 and 4, which contains content on managing money well making sound financial decisions, here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-10T08:50:47.533Z"
    },
    "id": 627782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627782.json"
    },
    "type": "petition"
}