{
    "attributes": {
        "action": "Stop delaying prisoners parole/release.",
        "additional_details": "Prisoners should by law be allowed to be released to come home to rehabilitate after serving their sentance and shouldn’t have their parole denied at all if they have served their time and shown positive improvements.\r\n\r\nI’m asking the U.K. parliament to stop denying parole and release for prisoners once they’ve served their sentence prisoners should be allowed home to rehabilitate. Stop denying parole more then once for invalid reasons !",
        "background": "On a DAILY basis I’m hearing and seeing and also meeting numerous amount of people in our U.K. prison system were Prisoners \r\ncomplete their sentence and then get denied for parole/release for no valid reason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-08T21:03:10.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-09T09:46:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T07:51:55.895Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about current arrangements for the release of prisoners, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nA prisoner serving a determinate sentence is normally released automatically halfway through their sentence. If their sentence is 12 months or more, they’ll be released on probation. A Parole Board is not involved.\r\n\r\nPrisoners can apply for parole if they have an extended sentence, or a fixed-term sentence for 4 years or more, or a serious violent or sexual crime committed before 4 April 2005.\r\n\r\nWe could accept a petition calling for the above arrangements to be changed, but it would need to be clear what changes you wanted to be made.\r\n\r\nIf you started a new petition you'd also need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T07:51:57.753Z"
    },
    "id": 627874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627874.json"
    },
    "type": "petition"
}