{
    "attributes": {
        "action": "Prevent means testing of disability benefits.",
        "additional_details": "Every day living for people with disabilities is more expensive than for those without. Lower mobility  means a need to heat homes more to avoid loss of circulation to limbs. Equipment needs charging. Disabled people have to pay for equipment for example a new wheelchair cost £3000. Public transport is inaccessible. Many disabled people are unable to access well paid jobs through discrimination or because of a need to frequently access medical support. These benefits are essential not a luxury.",
        "background": "Government needs to give a categorical assurance that, in the Autumn Statement, they will rule out means-testing Personal Independence Payments, Carer’s Allowance, Attendance Allowance and Disability Living Allowance for Children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-08T08:32:07.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T13:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-11T07:50:53.206Z",
        "rejection": {
            "code": "already-happening",
            "details": "Disability Living Allowance, Personal Independence Payment and Attendance Allowance are not means tested, and the Government has not announced any plans to make these benefits means tested.\r\n\r\nCarer's Allowance is subject to eligibility criteria including having earnings under £132 a week, and there have not been any announcements of plans to change the eligibility criteria for Carer's Allowance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-11T07:50:54.734Z"
    },
    "id": 627807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627807.json"
    },
    "type": "petition"
}