{
    "attributes": {
        "action": "Stop the rising costs of essential foods, with immediate effect",
        "additional_details": "To protect the vulnerable, the self-employed workers in the food industry and the wider population. To prevent hunger, depression and decline. \r\n\r\nPrevent the continuous rising costs for foods and essentials across the UK",
        "background": "Recognise the huge increase in food groups, that are essential. Stop forcing families to go hungry and rely on community support. Give additional aid to those who are most at risk and give assistance to those who rely on buying food to sell as their main income",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-08T13:35:34.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T13:56:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-11T07:53:36.723Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about the cost of living, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government is not directly responsible for the price of food. We can accept petitions calling for additional financial support for certain people, but you'd need to be clear what additional support you want the Government to provide, and who you want to receive this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-11T07:53:38.081Z"
    },
    "id": 627835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627835.json"
    },
    "type": "petition"
}