{
    "attributes": {
        "action": "Do not subject disability benefits to the means test",
        "additional_details": "The purpose of these benefits is to offset the difference in living costs for those with disabilities and make life easier for those living with health conditions. We oppose disability benefits being means-tested, as means-testing them completely misses the point that they're supposed to correct the fact that those with disabilities need to pay more in order to just be able to live. Ahead of the 17th November budget, we need to show them that we oppose means-testing these benefits as an idea.",
        "background": "Recently, the DWP have refused to rule out subjecting disability benefits (PIP, Attendance Allowance, DLA etc...) to the means test, meaning that entitlement to the benefits may be based on income as well as need. We need to show the Government the scale of the opposition to this before it passes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-08T13:18:46.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T13:53:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-11T07:51:52.007Z",
        "rejection": {
            "code": "already-happening",
            "details": "Disability Living Allowance, Personal Independence Payment and Attendance Allowance are not means tested, and the Government has not announced any plans to make these benefits means tested.\r\n\r\nCarer's Allowance is subject to eligibility criteria including having earnings under £132 a week, and there have not been any announcements of plans to change the eligibility criteria for Carer's Allowance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-11T07:51:53.385Z"
    },
    "id": 627831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627831.json"
    },
    "type": "petition"
}