{
    "attributes": {
        "action": "Ensure Equality for Northern Ireland with Energy Support Payments.",
        "additional_details": "How can People budget? It was promised by November in one tranche, then 3 payments and now we don’t even know whether it will be before Christmas or not.  \r\n\r\nWe already know £100 of assistance with home heating oil will only be ready after Christmas and some Recipients being checked beforehand for eligibility. In contrast to Great Britain 58% percent of Northern Ireland Households are on oil fired central heating which has also experienced significant price rises in a similar way to gas supplies.",
        "background": "There is a lack of parity across the UK with Northern Ireland not receiving the same support in the midst of the Cost of Living Crisis due to political impasse.\r\n\r\nWe call for Minister Grant Shapps\r\nto centrally confirm a payment date by early December for essential assistance before Christmas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-10T00:14:58.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-10T12:10:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T14:33:08.300Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about energy bills support for people in Northern Ireland, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to ensure all support payments are issued by a certain date, and if so when, or if you want the Government to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T14:33:10.717Z"
    },
    "id": 627954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627954.json"
    },
    "type": "petition"
}