{
    "attributes": {
        "action": "Children should not be forced to see parents just because they hold PR",
        "additional_details": "Myself and parents across the UK want children's emotions and voices to be seen and heard. If you are to safeguard children you should safeguard them from the people who harm them regardless of whether or not they hold parental responsibility. Children should not be forced to have contact with a parent if it causes them emotional distress and suffering. Physical harm is not the only harm that can be done by a parent and emotional harm is more damaging to a child in the long run.",
        "background": "Many children across the country are forced to see parents who have neglected them, abused them, traumatised them and more simply because the parent holds PR for the child. The emotional effect this has on children is more damaging than the parent being absent in their life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-09T20:17:02.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-09T20:28:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T08:26:40.895Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about child arrangement orders are a matter for the courts, not the UK Government or Parliament. A judge or magistrate will only make an order if they think it's in the child's best interests.\r\n\r\nWe could accept a petition calling for changes to the law governing child arrangement orders, but it would need to be clear what changes you wanted to be made to this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T08:26:42.003Z"
    },
    "id": 627938,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627938.json"
    },
    "type": "petition"
}