{
    "attributes": {
        "action": "Ban the unethical practice of 'box shifting', a rates avoidance scheme.",
        "additional_details": "Those who avoid paying the business rates that are properly due, impose an unfair burden on the honest majority and prevents money from reaching the crucial public services that need it. We want to stop people exploiting the business rates law to gain a financial advantage. ‘Box shifting’ occupation involves contrived, artificial arrangements that serve little or no purpose other than to reduce rates liability. This is self-serving and takes resources, financial and otherwise, out of society.",
        "background": "Ban the practice of repeated 6 week periods of contrived occupation of empty commercial buildings, in order to trigger a new term of business rates exemption. Box shifting is an unethical business rates avoidance scheme. The Welsh Govt. already took steps to quash this abuse, we should follow suit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-09T18:12:34.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-09T18:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-14T08:13:31.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain business practices, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for legislation governing business rates to be changed, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-21T13:29:56.314Z"
    },
    "id": 627927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627927.json"
    },
    "type": "petition"
}