{
    "attributes": {
        "action": "Require proof of identification to register a company with Companies House",
        "additional_details": "I have been a victim of this.  Instead of a simple call to dissolve the company it requires forms to be filled in and a review process that will take considerable time before it is resolved.  This scenario wouldn't happen if proof of identity was required, just as it is required for opening a bank account.  Companies can be created without the person ever knowing it has been made using their name.  Requiring proof of identity will remove this vunerability that fraudsters are capitalising on.",
        "background": "To register a company with Companies House requires no proof of Identification.  It is registered based on good faith.  In current times where crime and identity fraud are prevalent it is important to safeguard the safety of the public by requring documents as proof of identity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-11T09:55:41.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-13T22:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-17T16:29:49.966Z",
        "rejection": {
            "code": "already-happening",
            "details": "There is already legislation going through the Commons (the Economic Crime and Corporate Transparency Bill) that would introduce compulsory identify verification for company directors and some shareholders.\r\n\r\nYou can follow progress of this Bill here: https://bills.parliament.uk/bills/3339\r\n\r\nAnd you can read a House of Commons Library briefing on this Bill here: https://commonslibrary.parliament.uk/research-briefings/cbp-9625/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-17T16:29:52.017Z"
    },
    "id": 628028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628028.json"
    },
    "type": "petition"
}