{
    "attributes": {
        "action": "Accept Endometriosis and Adenomyosis as disabilities needing benefits",
        "additional_details": "Because it needs to be recognised by the government how many women are suffering and cant work the same as everyone else and need support",
        "background": "Endometriosis and Adenomyosis are chronic issues for thousands of women. With symptoms getting so severe they struggle to work due to the intense pain and insufferable fatigue. These should both be classed as disabilities with full disability benefits",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-17T08:26:31.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-17T12:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-21T13:30:54.874Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis or adenomyosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-21T13:30:56.014Z"
    },
    "id": 628376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628376.json"
    },
    "type": "petition"
}