{
    "attributes": {
        "action": "Yearly enhanced disclosure to be mandatory, for all UK court MC Kenzie friends.",
        "additional_details": "1 Regulate MC Kenzie friends in the UK.yearly enhanced disclosure, to be mandatory \r\n\r\nMake mandatory yearly enhanced disclosure All MC Kenzie friends to be regulated by law\r\n\r\nMy reasons:\r\n\r\nAt this present time, we are allowing MC Kenzie friends into courts, and our judicial system has to take responsibility for that, At present the judicial system allows anyone to be a McKenzie friend. \r\nEven if they have a criminal record themselves \r\nFurther the judicial system is allowing potential criminals into children's/adults courts \r\nOur biggest threat in the UK as quoted by mi5 is the extreme right wing/terrorism All MC Kenzie friends to be regulated",
        "background": "To make it a mandatory law, for UK MC Kenzie friends to be be, checked by an enhanced disclosure service.\r\nTo make this a lawful requirement for anyone who is a MC Kenzie friend in a UK court\r\nAlso to anyone whom is a MC Kenzie friends outside of the court to be included",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-16T19:24:32.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-01T19:36:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T08:44:47.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see regulation of Mckenzie friends, but your petition refers to \"anyone whom is a MC Kenzie friends outside of the court\", but a McKenzie friend is someone who assistants a litigant in person in a court of law, so it's not clear what you mean by this.\r\n\r\nIt's also not clear if you want certain people to be barred from being a McKenzie, depending on the outcome of any criminal records check.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-02T07:00:14.116Z"
    },
    "id": 628354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628354.json"
    },
    "type": "petition"
}