{
    "attributes": {
        "action": "Hold a Vote to End Subsidised Meals for MPs",
        "additional_details": "Nurses have to pay for their own meals, teachers have to pay for their own meals, struggling working families are being directed to food-banks in order to survive, How is it acceptable that MPs on £84,144 per year are having their meals subsidised by a cost of up to £17 million pounds per year? In this dark time of austerity i'm sure our Right Honorable MPs agree that we all need to make sacrifices, find any money where we can and put the country first.",
        "background": "At a time of record austerity it doesn't feel right that our generously compensated MPs are having their food and drink subsidised by the working public. If we are truly all in this together, it's time for MPs to tighten their belts and pay for their own meals in full.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-18T15:44:48.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-18T17:01:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-22T18:07:46.858Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRaise prices for House of Commons catering services to enable full cost recovery: https://petition.parliament.uk/petitions/622377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-22T18:07:48.999Z"
    },
    "id": 628468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628468.json"
    },
    "type": "petition"
}