{
    "attributes": {
        "action": "Stop subsiding MPs food and beverages",
        "additional_details": "Lead by example. If we are all in this together, show you are prepared not to waste more taxpayers’ money on yourselves. As well as reducing the tax burden on people who work hard to feed you instead of their children you’ll be showing us how to create efficiency",
        "background": "Stop using taxpayers’ money to subsidise MPs. At times where people are struggling to feed their children and pay their mortgages it is cruel and embarrassing for MPs many of whom contributed to the current economic crisis with their actions and inactions to benefit from taxpayer subsidies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-19T19:42:50.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-20T17:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T08:45:52.966Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay, including expenses for subsistence. IPSA is independent of both Parliament and Government. You can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nThe House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRaise prices for House of Commons catering services to enable full cost recovery: https://petition.parliament.uk/petitions/622377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T08:45:54.076Z"
    },
    "id": 628537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628537.json"
    },
    "type": "petition"
}