{
    "attributes": {
        "action": "Random drug testing for anyone claiming any kind of benefit.",
        "additional_details": "Slash the benefits bill. \r\nSee a significant drop in drug use. \r\nUse the money saved to give the NHS the wages they deserve. I’m a working man and I am subjected to drug testing so why should people get money for nothing not be subjected to it as well. We as taxpayers do not want our hard earned given to people to buy drugs.",
        "background": "What I want the government to do is slash public spending on benefits by introducing drug testing on claimants. Anyone who gets benefits is usually called in to their local job centres once a fortnight on average. Every one of them should face a mandatory test. If they fall, benefits stopped .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-19T17:40:22.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-21T16:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T14:16:39.135Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly if you want to make negative drug tests a condition for claiming all drugs, or only a requirement for benefit claimants who have to attend a Jobcentre Plus. People claiming many benefits (for example, Carer's Allowance and Personal Independence Payment) do not need to attend a Jobcentre Plus, and it's not clear if you want negative drug tests to be introduced for people claiming these benefits.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T14:16:40.415Z"
    },
    "id": 628530,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628530.json"
    },
    "type": "petition"
}