{
    "attributes": {
        "action": "Make politics not for profit...",
        "additional_details": "If politicians were forbidden from having shares in companies that they can manipulate in order to gain profits they can then bank in a way that evades tax too , politics would not be so corrupt... if the system was set up as a not for profit organisation then it would attract people who actually want to make a positive difference,  not just line their own profits while folk struggle... people who hoard wealth despite being more than capable of making a positive difference, watching people suffer while doing nothing are suffering some kind of ocd dysfunctionality... something has to drastically change.  There is a seriously unhealthy imbalance in society... we have the capacity to arrange things in a way that is fair and stops the suffering of many ... why are we not implementing this???",
        "background": "Make strict regulations on what politicians are allowed to do to make profits like having  shares in companies then using their position of power to benefit themselves financially... prevent politicians from having shares in companies and then manipulating deals and banking profits offshore ...",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-22T06:47:00.797Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-22T09:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-25T07:50:18.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the opportunity for corruption, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear what new restrictions you want to be imposed on the activities of elected representatives.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire MPs to disclose all shares in energy companies, regardless of size: https://petition.parliament.uk/petitions/621957"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-25T07:50:20.246Z"
    },
    "id": 628662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628662.json"
    },
    "type": "petition"
}