{
    "attributes": {
        "action": "Rebrand \"15/30hrs Free Childcare for 3-5 year olds\" to more accurate name.",
        "additional_details": "Since this funding was released with the name \"30hrs free childcare\" many small nurseries with higher quality service had to go bankrupt. Ultimately because the funding implies everything is paid for by the Local Authority which just is not true. The £4.24/hour is non inclusive of food, extra curricular activities, extra weeks outside terms, snacks etc. Parents believe that all of the above is included with the funding and are shocked when they find out it is not and have to pay separately.",
        "background": "To rename \"15/30 hours Free Childcare\" to a less confusing name such as \"£4.24ph contribution voucher on childcare fees\" \r\nThis name causes a lot of confusion and issues alongside registration and transition. Small nurseries that aim to provide quality service are faced to shutdown because of it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-21T23:35:11.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-21T23:40:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-25T14:13:17.539Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about what the Government's free childcare offer covers, but we're not sure exactly what changes you'd like to be made to this scheme. The amount early years providers receive through this scheme varies by local authority, so it would not be possible to accurately rename the scheme with an hourly rate.\r\n\r\nThe Government's free childcare scheme funds 15 or 30 free hours of childcare. The Government's guidance for this scheme makes it clear that parents may have to pay for extra costs like meals, nappies or trips."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-25T14:13:19.794Z"
    },
    "id": 628659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628659.json"
    },
    "type": "petition"
}