{
    "attributes": {
        "action": "Do not introduce ID requiring\r\nvaccination for travel or domestic use",
        "additional_details": "G20 leaders stated support for digital & non-digital solutions for future pandemics, including proof of vaccination, that should build on digital covid certificates.\r\nAny ID that requires vaccination to allow movement, access to services or work is a breach of human rights including: right to liberty & security, right to equality & freedom from discrimination, right to privacy & family life, & freedom of assembly. People must have the right to make their own health choices without discrimination.",
        "background": "Digital and non digital ID requiring vaccination must never be introduced in the UK. It would give the Government power to coerce people into having a medical treatment and discriminate against those who want to exercise their right to bodily autonomy. This medical information must remain private.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-21T19:49:04.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-21T20:58:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T10:08:49.267Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not aware of any proposals to introduce ID requiring vaccination for travel or domestic use. The G20 declaration recognises \"the importance of\r\nshared technical standards and verification methods\" but does not call for these to be mandatory. You can read the declaration here:\r\n\r\nhttps://www.g20.org/wp-content/uploads/2022/11/G20_Bali_Leaders_Declaration,_15-16_November_2022.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T10:11:13.166Z"
    },
    "id": 628644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628644.json"
    },
    "type": "petition"
}