{
    "attributes": {
        "action": "Make default fine for climate activists delaying motorists the NLW per vehicle.",
        "additional_details": "Courts are seen as out of touch with Public rage, not penalising climate activists for the actual costs they choose with impunity to impose on individuals, society and the economy. Police response is perceived as weak, sometimes even supportive. This frustrates victims trying to go about their daily lives, raising risk of escalation to vigilante action. Courts would have to recognise the massive now-unmeasured real cost of these illegal actions, and justify any excessive leniency they apply.",
        "background": "The default fine should be set by law as the National Living Wage per vehicle per hour of delay. Drones, satellites and CCTV would report total delay in vehicle-hours. Wealthy backers and officeholders of those entities could pay, such fines then applied to policing costs and reducing Fuel Duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-21T14:11:09.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-25T12:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-29T11:28:17.468Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether an offence has been committed, and sentencing for offences, are a matter for the courts, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-29T11:28:18.540Z"
    },
    "id": 628624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628624.json"
    },
    "type": "petition"
}