{
    "attributes": {
        "action": "To have one National price for electricity.",
        "additional_details": "To bring in legislation to fix the price for customers similar to when the Milk Marketing Board set both the doorstep price of milk and the price paid to farmers. \r\nElectric companies are overcharging rural customers, both with the Daily Standing Charge and price/kilowatt. Those living in rural areas are paying more for their electricity than those residing in more affluent areas of Britain.  If National Insurance, Income tax and VAT are applied equally throughout England, then there is no reason why the Daily Standing Charge’ cannot be universally applied. \r\nAs Ofgem say, “If you live in Greater Manchester, you'll on average have a power cut once every 10 years whereas if you live in Cumbria or the peaks, you'll have a power cut once every 15 months, so broadly 7 times poorer supply.”",
        "background": "To ensure electric customers especially those in rural areas are not disadvantaged by electric companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-22T18:06:37.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-23T21:17:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T10:49:59.253Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Ofgem already sets and energy price cap that applies equally to energy customers, irrespective of where they are.\r\n\r\nThe energy price cap has currently been superseded by the Energy Price Guarantee, which limits the average bill for a typical household in Great Britain to an annual equivalent of around £2,500..\r\n\r\nIf you want all energy customers to receive exactly the same service, we have published the following petition, which you might like to sign:\r\n\r\nNationalise energy companies: https://petition.parliament.uk/petitions/621719"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T10:50:00.417Z"
    },
    "id": 628705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628705.json"
    },
    "type": "petition"
}