{
    "attributes": {
        "action": "Legislate the notification process for the issuance of CCJ's.",
        "additional_details": "Presently, a CCJ can be issued with only postal notification. \r\nAs such it is common for someone to not know they have a CCJ until it is too late (past 30-day window to be removed from record). \r\n\r\nExample: debt collection agency says they have sent letters to recover parking fine (should have to prove this through recorded post/other). Then person moves house and so does not receive CCJ letter.\r\nThis results in said person not being able to buy a house for 6 years! (Bank will not lend).",
        "background": "To legislate and evaluate the current process by which a CCJ can be issued. Such legislation should serve as a mandatory pre-requisite for issuance of a CCJ as below:\r\nAt-least 2 contact methods: post/phone/email/etc. (if possible/available)\r\nMinimum number of contact attempts for each above type.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-22T21:20:51.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-22T21:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T08:03:10.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for issuance of county court judgements, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is already legislation governing country court judgements, and it's not clear if you want the Government to review or change existing arrangements.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want the Government to make specific changes to existing arrangements for county court judgements, you should be clear exactly what new arrangements you want to be put in place."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T08:03:11.687Z"
    },
    "id": 628712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628712.json"
    },
    "type": "petition"
}