{
    "attributes": {
        "action": "Parliament should organize a referendum on English independence from the UK.",
        "additional_details": "The recent Supreme Court ruling on a second Scottish Independence Referendum makes it clear that Scotland and Wales cannot move toward independence without Westminster's approval. Since Westminster is dominated by English MPs, England is the only country that has a legal path to organizing an independence referendum. Since Scottish people are repeatedly told they are a drain on England, English people should be offered the chance to liberate themselves from the UK.",
        "background": "Since England regards Scotland and Wales a drain on its resources, England should formally declare its independence from them, thus ending centuries of uncomfortable cohabitation. Scotland and Wales could then make their own arrangements for their post-UK existence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-25T19:22:50.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-25T19:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-30T12:22:18.088Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. From the text of your petition, we're not clear whether you would like England to vote on independence from the United Kingdom, or if you'd like the United Kingdom (which includes Northern Ireland as well as Scotland and Wales that you mention) to be disbanded entirely. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-30T15:15:35.366Z"
    },
    "id": 628888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628888.json"
    },
    "type": "petition"
}