{
    "attributes": {
        "action": "Mandate that subscription services allow cancelling at the click of a button.",
        "additional_details": "1. Amidst an emerging global recession - consumers now more than ever need the right to cancel quickly and protect finances\r\n2. Unethical subscriptions services are using inflexibility to exploit consumers - including contact to cancel.\r\n3. Follow the US and EU's lead on protecting consumers - enabling consumers to have more control over their financial commitments.\r\n4. It's time to stop illicit practices such as giving away heavily discounted goods and then making cancellation challenging.",
        "background": "1. Protect consumers by putting an end to contact to cancel subscriptions\r\n2. Allow consumers to exit subscriptions at the click of a button\r\n3. Prevent companies from exploiting customers through challenging termination\r\n4. Give UK citizens the same protection as US and EU citizens for purchasing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-27T21:40:49.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-28T07:47:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-30T15:18:30.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to make it easier for people to cancel subscriptions, but we're not sure what you'd like covered by \"Follow the US and EU's lead on protecting consumers\". It's helpful to people signing petitions and responding them to include an explanation of any examples or comparisons you're using.  We're also not sure whether you want to ban introductory discounts/promotions. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-30T15:18:43.311Z"
    },
    "id": 628994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628994.json"
    },
    "type": "petition"
}