{
    "attributes": {
        "action": "Eliminate incarceration under section due solely to autism/learning disability.",
        "additional_details": "Vulnerable people are suffering disgusting conditions & treatment because of mental health issues which could be addressed without the need to detain under section if mental health care was anywhere near sufficient in the first place.\r\nOver 2000 individuals are currently held under section in appalling conditions in the UK including at least 200 children despite then prime minister David Cameron promising change over 10 years ago. \r\nAppropriate help for SEN families is non-existent & insufficient",
        "background": "Ban detention under section via the mental health act 1983 when the sole reason is ASD, and or learning disability. Provide more sufficient help & support for mental health problems in the first instance including reducing waiting times & increasing access to relevant professionals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-26T17:24:19.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-26T17:41:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-29T11:28:36.348Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people who are autistic or have learning disabilities being detained under the Mental Health Act, but the Mental Health Act does not provide for people to be detained solely on the basis that they are autistic or have a learning disability.\r\n\r\nPeople can only be detained under the Mental Health Act if:\r\n\r\n- you need to be assessed or treated for your mental health problem\r\n- your health would be at risk of getting worse if you did not get treatment\r\n- your safety or someone else's safety would be at risk if you did not get treatment\r\n- your doctor thinks you need to be assessed or treated in hospital\r\n\r\nWe could accept a petition calling on the Government to change the circumstances in which someone can be detained under the Mental Health Act, but it would need to be clear what changes you wanted. We could also accept a petition calling on the Government to review the application of the Mental Health Act in respect of people who are autistic or have learning disabilities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-05T10:06:10.664Z"
    },
    "id": 628934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628934.json"
    },
    "type": "petition"
}