{
    "attributes": {
        "action": "End compulsory homework in schools.",
        "additional_details": "Students might not have a suitable place to work at home, they might have extra caring responsibilities or their life may be too unpredictable or unstable. \r\nThe pedagogical benefit of homework has been shown to be negligible and if the work that is being set for home is so important then those students who are unable to complete it for the reasons listed above are therefore even more disadvantaged.",
        "background": "Home learning should be set by schools but they should not be allowed to sanction students for not completing it. These disproportionately affects students with difficult home lives or SEN who struggle to complete homework for legitimate reasons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-26T18:29:59.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-26T19:22:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-29T08:15:38.050Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to discipline students for not completing homework are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan schools from being able to set homework: https://petition.parliament.uk/petitions/622990"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-29T16:24:15.044Z"
    },
    "id": 628935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628935.json"
    },
    "type": "petition"
}