{
    "attributes": {
        "action": "Stop teaching primary school children  about sex beyond their maturity.",
        "additional_details": "Government/Parliament have the power to decide what is taught in our schools and how subjects are taught because it decrees all children must attend school. It must intervene when there is clearly a divergence from how reasonable, responsible  people expect the curriculum to be taught. Teachers who consider, as a matter of course, that they have a right to act beyond parental consent should not be allowed anywhere near children if they child is not in danger from their family",
        "background": "Parliament must be in charge of what is taught in State schools as schooling is compulsory. The intricacies of sexual practices are for adults not children and are beyond the public's expected remit of schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-29T18:15:02.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-02T01:24:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T08:32:15.741Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about sex education in primary schools. However, sex education is not compulsory in primary schools, and parents are entitled to withdraw their children from sex education lessons in schools which choose to teach it, so we're not sure what further action you'd like to see. \r\n\r\nYou can read guidance for primary schools on the teaching of sex education here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-education-primary#sex-education-primary."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T08:32:45.828Z"
    },
    "id": 629095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629095.json"
    },
    "type": "petition"
}