{
    "attributes": {
        "action": "A CHANGE IN THE LAW FOR DOGS BRED FOR AND USED IN LABORATORIES TO BE REHOMED.",
        "additional_details": "The Laboratory Animal Science Association, 2000 was “a point of progress to ensure all healthy dogs in breeding facilities/laboratories have the best chance to be rehomed without procedural obstacles from the Secretary of State and ASRU”. Licences should rehome healthy dogs as a default, using the support of organisations such as the RSPCA as stated in the LASA document. The law needs revising/updating. https://www.lasa.co.uk/PDF/LASA%20Guidance%20on%20the%20Rehoming%20of%20Laboratory%20Dogs.pdf",
        "background": "DOGS IN LABORATORIES/LABORATORY BREEDING FACILITIES  SHOULD AUTOMATICALLY ALLOW VET CHECKED HEALTHY DOGS TO BE REHOMED INSTEAD OF EUTHANASIA. THEY SHOULD MAKE PUBLIC WHAT THEIR ADOPTION POLICIES ARE TO ENSURE THERE IS A ROBUST APPROACH TO REHOMING OF DOGS, PUBLISHING THEIR REHOMING FIGURES ANNUALLY.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-28T20:17:06.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-28T20:30:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T13:49:36.960Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The report linked to sets out that it is already possible for laboratory animals to be rehomed. We're not sure from the text of your petition as currently written how you'd like the law to be different. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T13:49:39.477Z"
    },
    "id": 629032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629032.json"
    },
    "type": "petition"
}