{
    "attributes": {
        "action": "Create a Separate Blood & Organ System for the Unvaccinated.",
        "additional_details": "If someone who is unvaccinated needs a blood transfusion or organ transplant it has to come from an unvaccinated person. A lot of people choose not to take the Covid-19 vaccination and no matter the reason behind this, this is their choice. The current system could remove this choice and put people in a pressured situation between choosing to take the blood/organ which is potentially contaminated or refuse medical treatment. This can't be the case and people should always have the choice.",
        "background": "The UK Government must create a separate blood and organ system for the people who chose not to take any Covid-19 vaccination.\r\nIt is part of people's human right to choose what medical treatment they receive. being given blood or an organ from someone who is vaccinated goes against this choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-30T10:01:04.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-30T13:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-06T09:35:46.162Z",
        "rejection": {
            "code": "no-action",
            "details": "People already have the right to refuse a blood transfusion. You can find out more here: https://www.nth.nhs.uk/content/uploads/2017/11/Corp168.4-Refusal-of-Blood-Transfusion-17.03.17-FB.pdf\r\n\r\nPeople also already have the right to refuse an organ or certain types of organs in discussion with their transplant teams. You can find out more on the NHS organ transplant website: https://www.nhsbt.nhs.uk/organ-transplantation/  \r\n\r\nFor example, see: \r\nhttps://www.nhsbt.nhs.uk/organ-transplantation/liver/receiving-a-liver/accepting-or-declining-an-offer-for-a-liver/\r\n\r\nIn any case, the administration of life saving treatment, including organ donation and blood transfusions are decisions for patients and clinicians, not the UK Government or Parliament. The administration of the Blood and Transplant system is the responsibility of the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-06T09:35:56.011Z"
    },
    "id": 629134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629134.json"
    },
    "type": "petition"
}