{
    "attributes": {
        "action": "Reform the way the Child Maintence Service payment and arrears calculations.",
        "additional_details": "In most situations, as is mine and for most paying parents, it is impossible to be able to afford our own living costs after these CSA claims. If we cant afford to pay, then we are punished by having further arrears accumilated. My children live in a different country, and my ex partner has denied access for me to see my children for years. When I was allowed to see them, becuase of the CSA commitments, I had to chose between being able to pay those, or paying for a flight visit them.",
        "background": "The Government along with other Members of Parliment need to review how Child Maintenance payments are calculated. Totally ludicrous and way out of touch with reality. The calculations are inaccurate, ludicrous and constantly fluctuating. It is seriously damaging to well being and mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-02T13:52:52.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-02T14:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-06T13:26:05.132Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure how you'd like calculations to be made.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign an open petition such as\r\n\r\nhttps://petition.parliament.uk/petitions/582381"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-06T13:26:06.534Z"
    },
    "id": 629250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629250.json"
    },
    "type": "petition"
}