{
    "attributes": {
        "action": "Ensure security cameras on all tube lines - to enhance peoples safety.",
        "additional_details": "I'm a student and have lived in London for 3 months now and on 2 separate occasions I have been sexually harassed on the central line. - I reported it the 1st time and was told that unfortunately due to the lack of security cameras the BTP were unable to do anything. Around a month later I was sexually harassed again, I don't feel as if I can report it as I will just be told the same again. 'see it, say it, sorted' does not ring true in these circumstances.",
        "background": "I feel it is necessary to install security cameras on all tube lines - particularly on the night tube lines as this is when people ,particularly young girls like myself, are most vulnerable to acts of sexual harassment and theft.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-05T00:37:22.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-05T00:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-06T15:49:29.904Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-06T15:49:33.014Z"
    },
    "id": 629345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629345.json"
    },
    "type": "petition"
}