{
    "attributes": {
        "action": "Carers to be included in the key worker scheme, they currently are not.",
        "additional_details": "The importance of affordable housing for carers has not received the attention. It is essential that carers live in all parts of our communities to provide invaluable service to the UK population which is currently experiencing a high number of old people requiring the services of the carers. Financial challenges due to Poor wages, high cost of accommodation especially in more affluent areas makes it difficult to attract and retain carers. We suggest the carers are included in the key worker scheme to support them and ensure that they provide safe and excellent services, and also make them appreciated by their government.",
        "background": "Care home workers should be included in the key workers living scheme. Despite the government attempts this scheme does not extend far enough. The fact is that what constitutes the term key workers is narrow. These workers fall outside this definition and are therefore detrimentally affected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-04T12:48:16.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-04T21:07:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-06T15:46:50.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on eligibility criteria are a matter for local authorities. You can read more here\r\n\r\nhttps://www.gov.uk/first-homes-scheme\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-06T15:46:52.082Z"
    },
    "id": 629321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629321.json"
    },
    "type": "petition"
}