{
    "attributes": {
        "action": "6+ months of aftercare/counselling for family after a person has been accused",
        "additional_details": "I have been through this exact situation myself and am still very much affected by the case, and so are members of my family, I believe myself and members of my family could have been helped in many areas within and after the case and this is just one of them… in order for us all to move on and live a better life rather than suffer from something that we could not do anything about",
        "background": "Aftercare/counselling for all members of family when a member of the family has been accused of wrong doing.  The aftercare/counselling to be given to all members of families where the person’s case ends in ‘not further action’ or ‘not guilty’ \r\nFor at least 6 months",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-04T21:57:47.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-05T21:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T09:32:49.222Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like covered by 'accused of wrongdoing', such as criminal complaints or something else.  We're also not sure whether you want this counselling to be provided only to family members, or also to the person who was accused. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-07T09:32:50.817Z"
    },
    "id": 629339,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629339.json"
    },
    "type": "petition"
}