{
    "attributes": {
        "action": "The Government should institute a Windfall Tax on the Pharmaceutical Companies",
        "additional_details": "The government has given the pharmaceutical companies legal immunity from liability for the covid vaccines. This therefore limits affordability of payments made by the government for relatives whose deaths and injuries are recognised as vaccine related.\r\nThe windfall tax would create a fund which will provide for long term support for those injured by the “safe and effective” vaccines promoted by the government.",
        "background": "The government saw fit to create a windfall tax on the energy companies. The  profits of the energy companies are dwarfed by the massive profits pharmaceutical companies have made in the course of the covid pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-10T22:16:47.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-11T11:09:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-15T10:33:24.871Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want a general windfall tax of pharmaceutical companies, or if you'd like vaccine manufacturers to be taxed in order to fund compensation for vaccine damage. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-15T10:33:26.126Z"
    },
    "id": 629691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629691.json"
    },
    "type": "petition"
}