{
    "attributes": {
        "action": "Generic packaging on FMCG and change labels on non-sustainable packaging",
        "additional_details": "My mother spends her weekends rescuing penguins & turtles in SA - most have been maimed by plastic. 100m marine animals die a year. Gov figures estimate the UK generated 2.5m tonnes of packaging waste in 2021. There are people trying to be environmentally responsible but its difficult & time consuming. UK Gov & UKPP  targets for 2042 aren’t ambitious enough - by then we’d we have created 50m tonnes of plastic waste & killed 2e9 animals? Quantities are standard - why isn’t packaging?",
        "background": "Implement the recommendations of the EFRA committee’s report ‘The price of plastic: ending the toll of plastic waste’ - but go further faster. Introduce generic packaging for fast moving consumer goods (FMCG) for reuse by 2025.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-11T18:01:05.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-12T17:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-15T11:37:36.345Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like plain packaging for FMCG but it's not clear from your petition what labelling changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-15T11:37:37.682Z"
    },
    "id": 629732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629732.json"
    },
    "type": "petition"
}