{
    "attributes": {
        "action": "Deport all foreign criminals back to their country of origin",
        "additional_details": "With our prisons currently reaching full capacity, and the overpopulation of the UK becoming a problem, it's safe to say that immigrants should be sent back to their country of origin if they commit a crime.\r\nThis will make the UK a safer place, and will slow down the process of prison cells becoming full. It will also lower the chances of immigrants commiting crimes,  knowing they will be deported if they're caught.\r\n\r\nWhy should the UK deal with the criminal activity of immigrants?",
        "background": "Deport ALL criminal immigrants back to their country of origin, and should never be allowed back in the UK. This is for any crime they commit",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-11T10:14:29.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-11T10:22:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T15:17:58.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  We're not sure whether you'd like leave to remain in the UK to be removed from anyone who has commited a crime in the UK, or if you'd like removal from the UK to be required as a result of any future legal cases. \r\n\r\nWith a few exceptions, foreign criminals who commit serious offences must already be deported. You can find out more here: \r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-8062/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T15:48:22.673Z"
    },
    "id": 629710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629710.json"
    },
    "type": "petition"
}