{
    "attributes": {
        "action": "More measures in place for the needs of Autistic People",
        "additional_details": "The government should do something because millions of people throughout the UK are struggling with autism and living with their disability, some people aren't even getting the support they need because they are not even diagnosed with autism. We need a better autism diagnosis system where it doesn't take 18 months to a year to get diagnosed with autism, we need schemes to get autistic people employed. I just want everyone with suspected autism to get the support they need.",
        "background": "I am pleading with the government for better needs for people with autism.  I have struggled all my life with Autism but only recently got diagnosed with autism at age 20. The school system let me down, the time it took to get an autistic diagnosis, and the schemes need improving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-13T16:38:49.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-13T16:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-19T10:17:23.981Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like more support for autistic people, but we're not sure what you'd like this support to involve. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-19T10:17:24.926Z"
    },
    "id": 629829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629829.json"
    },
    "type": "petition"
}