{
    "attributes": {
        "action": "Increase funding for St CCtv, to allow Facial recognition on Rd traffic Offences",
        "additional_details": "Upgrade of St cameras to Facial Recognition \r\nPolice need to be able to identify the Scooter riders that are not licensed Plus Pavement Cyclist, breaking rule 64 of the Rd traffic act  \r\n Majority evading Capture for years. Putting Pedestrians at risk due to this Missing Facial recognition St Cameras.\r\nWhich would allow Police to enforce the law on Rd traffic offences,\r\nPlus  e  Scooters,riding on the Pavement,Which Majority are evading  Full force  of the law.,As bikes,Scooters are moving Vehicles.",
        "background": "Increase funding to allow for St Camras upgrade  to assist   Police to identify repeat offenders,involving  Rd traffic offences.\r\nWithout the use of  upgraded Cameras to Facial recognition,it makes it more difficult for Police to identify Criminals and repeat offenders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-13T21:33:05.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-13T21:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-19T10:25:38.510Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by St CCTV\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-19T10:25:39.843Z"
    },
    "id": 629848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629848.json"
    },
    "type": "petition"
}