{
    "attributes": {
        "action": "Business & domestic electric meters on council tax information.",
        "additional_details": "To stop electricity companies charging shops, tearoom, pubs etc.  who live above their business, extra for their domestic home use.  the council tax information is for council tax. This amendment would save many small business owners like myself from being penalized by profiteering electricity suppliers. my new electricity contract is 83.592 p/kwh. even with the cap i was informed it would only bring that down by 10.00 p/kwh. We should not have to pay the extra for our home use.",
        "background": "Village shops, Pubs etc.  Pay Business tariff for their domestic home electricity supply.  Changing the wording on council tax information from mixed use to read \"Mixed use dwelling allow for both domestic and business electricity meters.\" would enable us to have a second domestic meter fitted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-19T00:24:45.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-19T10:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T12:39:07.826Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Changing the wording on council tax statements would not require energy providers to provide a seperate supply or meter. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring energy suppliers to provide a domestic supply and meter to all domestic properties, including those who share property with businesses. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T12:39:09.932Z"
    },
    "id": 630062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630062.json"
    },
    "type": "petition"
}