{
    "attributes": {
        "action": "Do not bring in Pay per mile on EV",
        "additional_details": "This GPS system will give the tax people access to the location of the person and who is to say he won't give away they car owners location he can be bribed as little as £50 to give away their private information which is not safe better solution is to tax at charging stations. Motorist won't feel safe and they will feel as of someone is stalking them with this system.",
        "background": "We don't want the government to bring in EV we pay enough tax from left right up and down. Uts bad enough where we are choosing between eating and heating and people are killing themselves and suffering from metal problems because of financial presure we don't want any further pressure",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-25T00:09:14.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-25T00:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-28T14:32:44.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any Government proposals for pay-per-mile charging for EVs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-03T12:53:27.564Z"
    },
    "id": 630270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630270.json"
    },
    "type": "petition"
}