{
    "attributes": {
        "action": "We call on the House of Commons to amend the Pre-Settled status conversion rules",
        "additional_details": "During 2020, many companies ceased operations and dismissed (or had their employees resign). Many European citizens returned to their home countries. Due to travel restrictions and difficulties in finding a new job, many people were unable to meet the 180-day criteria despite being pre-settled. A lot of companies that employed them did not always offer sponsorship but they are still allowed to employ them. We need to provide a way to convert the status for those who are in this situation",
        "background": "A lot of people, because of Covid and the travel restrictions, have been outside the UK for more than one year. Some have come back and found a job with companies that do not offers sponsorship visa. We ask for the possibility to convert the pre-settled into a working visa without the sponsor",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-24T12:32:07.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-24T13:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-28T14:29:20.862Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. People with pre-settled status are able to work https://www.gov.uk/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to remove or increase the limits on overseas travel for achieving settled status, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-28T14:29:32.361Z"
    },
    "id": 630257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630257.json"
    },
    "type": "petition"
}