{
    "attributes": {
        "action": "NHS use word Behavior instead of Disorder to describe mental health conditions",
        "additional_details": "Some decisions made in the womb are eye colour, hand we write with, how fast we move. We don't call the outcome of these a disorder!\r\n\r\nMany mental health conditions; the decision in the womb of how we think, are labelled a disorder (broken). Wrong. People with 'so-called' mental disorders (OCD, ADHD, Bi-Polar Disorder), have superpowers.\r\n\r\nTo celebrate and leverage neurodiversity, the narrative should be positive to encourage people to share their excellence, and others to embrace it.\r\n\r\nLevel up.",
        "background": "To truly celebrate all people and their contribution to life, work and society we must level up our language when referring to mental health conditions.\r\n\r\nThe Medical Profession should stop using the word disorder when describing and diagnosing difference as it suggests some people are sub-optimal",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-28T17:33:45.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-29T12:31:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-30T10:31:04.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for deciding the words used by others, including clinicians and the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-22T11:26:53.286Z"
    },
    "id": 630373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630373.json"
    },
    "type": "petition"
}