{
    "attributes": {
        "action": "Flats that still use copper cables should be forced to switch to fibre cables.",
        "additional_details": "My family as well as many others have not gotten enough fiber. Even though we can still pay as much as someone who has fiber, we can't because our house or flat doesn't have fibre optic cables, which is unfair as for those of us who have kids, some in college and some still in secondary school, they can barely do their classwork, leading to unfinished work because they can't do it because when they try to watch the video, it buffers too long, or websites won't load properly the first time, and they'll have to do it multiple times just to even see one website.",
        "background": "Remove copper wires from flats/houses and add in fibre optic cables.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-30T09:11:36.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-30T09:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-04T11:07:30.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting the Universal Service Obligation (USO) for broadband, which gives households the right to request a decent broadband connection (defined as one that deliver 10 megabits per second download speed and 1 megabits per second upload speed, but deciding what infrastructure to use to deliver internet connections are a matter for telecommunications companies, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to change how a decent internet connection is defined, for the purposes of the Universal Service Obligation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-20T15:28:54.589Z"
    },
    "id": 630459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630459.json"
    },
    "type": "petition"
}