{
    "attributes": {
        "action": "Change the law to ensure UK transport infrastructure has government control",
        "additional_details": "Our local airport has been closed and government couldn't stop a private company from closing it and sacking 800 people and our local economy losing £110 million GVA\r\n\r\nIf there was a law or legislation to the effect that uk transport infrastructure cannot be closed and government has the appropriate laws to take over the infrastructure for the benefit of the uk population, economy and any benefits the infrastructure may offer.",
        "background": "Change or make a law to ensure UK transport infrastructure owned by private companies cannot be closed without government permission",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-02T21:37:53.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-02T22:09:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T14:24:56.312Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want Government approval to be required for the closure of transport infrastructure owned by private businesses, or if you want legislation enabling the Government to take over transport infrastructure, and if the latter how you want this to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T14:24:58.790Z"
    },
    "id": 630587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630587.json"
    },
    "type": "petition"
}