{
    "attributes": {
        "action": "Enshrine in law ethnic 'minority' status for the indigenous English population",
        "additional_details": "In line with protections offered by bodies like the United Nations to other under-threat indigenous native populations, such as the Maori of New Zealand, or the Tikuna of Brazil, it is clear that English natives of the British Isles are now at risk of losing their unique cultural identity if not afforded appropriate legal protections\r\n\r\nLegislation is clearly needed against the use of disdainful terminology and biased assaults on historical traditions and figures to ensure equality going forward",
        "background": "As is demonstrated in the most recent Census the proportion of the population that now identify as being 'English Only' has dropped somewhat dramatically from 57.7% in 2011 to just 14.9% in 2021\r\n\r\nWith this in mind it's essential HMG act now to protect this dwindling demographic's cultural identity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-01T16:50:37.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-01T19:32:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T04:23:38.027Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Equality Act already makes race a protected characteristic. This refers to a group of people defined by their race, colour, and nationality (including citizenship) ethnic or national origins. It is not clear what additional legislative provisions you want the Government to introduce."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-18T14:42:18.502Z"
    },
    "id": 630541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630541.json"
    },
    "type": "petition"
}