{
    "attributes": {
        "action": "Solar panels on every UK residential roof  to supply a quarter of UK electric.",
        "additional_details": "There is both an energy and environmental crisis, for which we need bold and radical solutions now to mitigate against.  This is something that could be done now and economies of scale would bring the price down for individual households. Also excess energy may be used for the production of green hydrogen.The UK has 24.7 million dwellings and by using the average size of a roof with 10 solar panels producing 429 KWh each, would produce about 103 TWh per annum. The average UK energy is 340 TWh.",
        "background": "Debate the idea of placing solar panels on every residential house.  This may be subsidised by the householder or with help from government.  The aim would be to produce approximately 103 TWh per annum of electricity from the 24.7 million residential dwellings in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-31T16:01:57.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-01T16:34:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T04:20:42.746Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is only responsible for planning policy and funding for home energy improvements in England. Decisions about policy in these areas in Scotland, Wales and Northern Ireland is a matter for the Scottish Government, Welsh Government and Northern Ireland Executive.\r\n\r\nWe could accept a petition calling for policies to install solar panels on residential properties in England, but it would need to be clear if you wanted the Government to fund this, make it a requirement for new properties, or a requirement for all properties.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it a legal requirement that all new homes have solar energy installed: https://petition.parliament.uk/petitions/620799\r\n\r\nProvide funding for installation of solar PV on social housing: https://petition.parliament.uk/petitions/628359"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-05T04:20:44.003Z"
    },
    "id": 630511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630511.json"
    },
    "type": "petition"
}