{
    "attributes": {
        "action": "Individual choice to subscribe out of NHS & save personal Tax contribution",
        "additional_details": "NHS is getting worse & it's not due to funding but also resources, training, processes & structure. A huge portion of the tax go into NHS funding, however service standards are bad. Alternative is private healthcare which is expensive, but unfortunately lack of efficient healthcare from NHS means many people have to got for it privately. It's causing extra financial burden on individuals & families. Please give them choice to opt out from NHS & provide tax benefit to fund private healthcare.",
        "background": "NHS service standards has declined badly - Long wait for GP appointments, Walk-in centres being closed, Long waits in A&E, and even longer wait for Routine & Critical Surgeries. Provide individual choice to subscribe out of NHS funding, so that saved personal tax can be used for private health care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-31T14:59:48.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-31T15:09:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T03:58:01.475Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want people to have the option to opt out of NHS care to reduce their personal tax obligations, but it's not clear what effect you want opting out to have on an individual's tax obligations. Funding for NHS services comes from general taxation, and it's not clear how you want an individual's tax obligations to be changed if they opt out of NHS care.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T07:17:04.937Z"
    },
    "id": 630508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630508.json"
    },
    "type": "petition"
}