{
    "attributes": {
        "action": "Make psychological assessments for new prisoners more rigorous",
        "additional_details": "Far too many mentally ill people who commit crimes are placed in prison where they receive little to no support for their conditions that pre-dated any criminal behaviour. Whilst there is a brief interview that takes place within a prisoners first few days in prison, it is not extensive and lacks the ability to identify whether or not said person should be in a therapeutic environment or a prison.",
        "background": "Rigorous testing needs to be in place specifically for first time offenders or those with a history of mental illness pre-dating the occurrences of criminal behaviour. Either prisons need mandatory psychological input or testing needs to be more thorough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-03T09:38:43.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-03T11:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-10T14:10:34.981Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for screening new prisoners for mental health issues, but we're not sure exactly what changes you'd like to be made to these arrangements.\r\n\r\nWe could accept a petition calling for the Government to make changes to the mental health screenings required for new prisoners, but it would need to be clear how you wanted these to be changed from how they work at present."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-20T15:26:39.440Z"
    },
    "id": 630608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630608.json"
    },
    "type": "petition"
}