{
    "attributes": {
        "action": "Immediate action by Government to address crisis in NHS",
        "additional_details": "I am becoming more exasperated by the sheer incompetence of the current government to take action to address the ongoing crises with in the NHS due to insufficient beds and staffing. \r\n\r\nThey have presided over 12 years of underfunding, neglect and indecision with putting in place a vision to ensure the health service continued to offer improved services.",
        "background": "Address the current bed blocking that is occurring in hospital's by commissioning Under used residential care homes as a temporary measure to relieve the bedblocking.\r\nTo give all nurses, doctors and other professional medical staff within the NHS the same pay award granted to MPs this year of £2200",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-04T03:43:01.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T06:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T08:38:44.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about measures to ensue bed availability are an operational matter for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnsure All National Health Staff receive a minimum 7.5% pay increase: https://petition.parliament.uk/petitions/630102"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T08:38:45.951Z"
    },
    "id": 630654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630654.json"
    },
    "type": "petition"
}