{
    "attributes": {
        "action": "Allow self-employed people to pay their taxes monthly like PAYE employees.",
        "additional_details": "Entrepreneurship is the backbone of society yet self employed people are neglected when it comes to tax simplicity. We are required to pay for the previous tax year and make a 'payment on account' for the following tax year in one go. The process is confusing and means that most self-employed people need to pay for an accountant - this is not a fair way to spend earnings when the solution could be much simpler. Taxes for PAYE are deducted monthly so why can't this happen for the self-employed?",
        "background": "I want the government to streamline this process and make paying taxes simple. Self-employed people should be given the option to pay tax on a monthly basis, as PAYE employees currently do. The new process would mean that those in self-employment can 'pay as they go' and not need to pay in one go.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-03T14:22:56.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-03T14:38:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T07:48:30.115Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to income tax arrangements for self-employed people, but it's not clear exactly how you want this to work.\r\n\r\nThe way income tax works for self-employed people is different people people employed under PAYE, and it's not clear if you just want self-employed people to be able to pay income tax on a monthly basis, if you want other changes to how self-employed people are taxed, to simplify this process.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T07:48:31.244Z"
    },
    "id": 630625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630625.json"
    },
    "type": "petition"
}