{
    "attributes": {
        "action": "Father rights tobe looked at properly, where domestic abuse&Violence is present",
        "additional_details": "Everyday more woman are going back to domestic Violence & abusive relationships to project their children where access has been granted to the abusive father again.Due to abusive father's not been able to lose their right. Yet woman very easily can lose their right & are threatened with this for not promoting contact with the abusive father. This leaves many woman with no choice but to go back just to protect their children from harm and results in the lose of their own lives in the process.",
        "background": "Look at perpetrators rights to their children where domestic abuse and Violence is present to all victims effected and proven in a court of law through finding of facts. Protect victims better. If this was a teacher they would be band from teaching why is this not the same for abusive father's",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-05T01:53:05.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-05T15:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T16:44:13.870Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAutomatically remove parental responsibility from domestic abusers: https://petition.parliament.uk/petitions/623021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T16:44:14.472Z"
    },
    "id": 630715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630715.json"
    },
    "type": "petition"
}