{
    "attributes": {
        "action": "Start a campaign to remove the word \"disposable\" from all products.",
        "additional_details": "Far too much waste is produced. Streets are strewn with litter. Much of this is plastic waste that is harming the environment. Greater awareness and accountability is required from manufacturers and consumers to reduce, reuse and recycle more. Changing the words we use about a product is a powerful message and drives awareness so that people think more about what they buy and where it goes when they have finished with it. Debates in Parliament highlight issues and can speed up change.",
        "background": "The term disposable implies the items can be thrown away without consequences, and this gives the wrong message. \r\n\r\nDisposable must be replaced with terms that clearly show the consequences when the object is thrown away, for example we could use the term \"non-recyclable lighters\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-08T18:20:37.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-08T18:54:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T05:54:24.463Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about products being marketed as disposable, but it's not clear sure exactly what you'd like the Government or Parliament to do about this. Your petition refers to a campaign, but it's not clear if you want the Government to work with relevant sectors to encourage changes to marketing, to man products from being marketed as disposable, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T17:55:59.163Z"
    },
    "id": 630910,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630910.json"
    },
    "type": "petition"
}