{
    "attributes": {
        "action": "BCP Council Regularly fill in pot holes that are reported.",
        "additional_details": "This will prevent negligence on the respondents part (BCP Council) and save the council money paying civil court claims for their act of negligence against multiple claimants. It will improve road safety and save funding from emergency services being called to potential Road Traffic Collisions. It simply is not safe under the Road Traffic Act for this to continue.",
        "background": "Our tax money is not being spent wisely. Instead of focusing on the government’s initiative for a cycling infrastructure, by actually focusing on filling pot holes will benefit all road users including the most vulnerable cyclists and motorcycles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-08T22:10:16.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-09T05:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T06:26:14.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road maintenance are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-12T06:26:15.675Z"
    },
    "id": 630929,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630929.json"
    },
    "type": "petition"
}