{
    "attributes": {
        "action": "Designated land for metal detectorists across the UK.",
        "additional_details": "As a result of not having designated areas Illegal metal detecting has seen an increase In the past few years, with a massive 200% increase in 2019, 100% of these finds were not reported. The monuments and heritage of the United Kingdom are isolated and remote, but none the less must be protected, and finds must be reported. For each dishonest detectorist, there are five honest ones that would report the finds, which means there will be more history recorded and inevitably a lower crime rate.",
        "background": "I propose designate areas for metal detecting across the UK, permitted areas will change after a period to ensure there are metal targets under the soil. All metal detectorists will need a government issued license, NCMD insurance and must take rubbish they find to dispose of appropriately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-08T20:43:45.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-08T21:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T06:13:04.293Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about making land available to metal detectorists are a matter for individual landowners, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-12T06:13:05.480Z"
    },
    "id": 630919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630919.json"
    },
    "type": "petition"
}