{
    "attributes": {
        "action": "Save the NHS by giving more training in residential homes.",
        "additional_details": "I work in care its heartbreaking watching the people you care for suffer there is no need . Us as carers it's not just a job it's family we spend more time in our work place than we do at home we need help. Save lifes of loved ones reduces pressure on hospitals ambulances when we could treat them in there homes where they feel safe . NHS is suffering let residential homes take the pressure with added training in putting drips in where we can give them fluids while waiting for an ambulance .",
        "background": "Train staff in residential home to administer drips make it part of senior training.  It takes pressure of the NHS while saving the lifes of the elderly. They are suffering waiting for hospital care no ambulances to pick them up they are dieing . So much more could be done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-09T15:27:41.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-09T18:00:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T08:20:35.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Training for health and social care professionals are a decision for the professional bodies and regulators of those professions, rather than set by the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-12T08:20:37.475Z"
    },
    "id": 630972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630972.json"
    },
    "type": "petition"
}