{
    "attributes": {
        "action": "Change the law for being able to pull out of house purchases up to exchange date",
        "additional_details": "In some countries, for example Scotland, once the sale of a property is agreed, it then becomes a legally binding contract and the buyer is locked into the agreed deal.\r\n\r\nIn Norway, for example, there is a penalty fee which tends to be a percentage of the purchase price of a buyer is to pull out at the last minute. \r\n\r\nWe would like government to introduce a system/percentage fee that protects the seller from losing time and money through what is a very length and stressful process.",
        "background": "We are currently attempting to purchase a house and sell a property at the same time. My partner and I were expecting to exchange any day now and instead, our chain fell through, as one buyer pulled out. There is no penalty to pull out at this late stage, and it results in losing a lot of money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-10T13:40:38.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-10T13:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T06:36:57.699Z",
        "rejection": {
            "code": "duplicate",
            "details": "We are sorry to hear about your experience, and hope you are able to move soon.\r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/624545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T06:36:59.637Z"
    },
    "id": 631034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631034.json"
    },
    "type": "petition"
}