{
    "attributes": {
        "action": "STOP private hire vehicles from being licensed outside of there operating areas.",
        "additional_details": "This over sight is causing local authorities nationally to suffer financially whilst certain authorities capitalise on a loop hole.\r\n\r\nThe authorities that are licensing these vehicles which they know are clearly operating outside of the licensed are causing financial hardship for local licensed drivers as these drivers wouldn’t qualify for a license in certain areas.",
        "background": "Stop licensing authorities within the UK from registering vehicles that they know will operate outside of the licensed area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-11T10:12:40.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-11T11:04:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T15:47:31.230Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about private hire vehicles that are licensed by a licensing authority for one locality operating in another locality, but it's not clear what restrictions you want to be imposed on licensing authorities.\r\n\r\nWe could accept a petition calling on the Government to require all PHVs to be licensed by the licensing authority for any and all areas they operate in, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T15:47:31.830Z"
    },
    "id": 631090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631090.json"
    },
    "type": "petition"
}