{
    "attributes": {
        "action": "Make pelvic examinations available to women alongside their cervical screening.",
        "additional_details": "In March 2021, the DHSC launched the government-led Women’s Health Strategy for England. Respondents wanted the DHSC to prioritise gynaecological conditions as their symptoms were not taken seriously or dismissed. By women being able to access a pelvic examination at the same time as their cervical screening, it will give women the opportunity to have any concerns assessed, preventing unnecessary delays, allowing for a quick, early diagnosis and a forward plan of action.",
        "background": "The examination can detect gynaecological issues such as Fibroids & Endometriosis. The 2 examinations take roughly the same amount of time and therefore, can be conducted at 1 appointment. Too many women are suffering with chronic illnesses which can be detected by a simple pelvic examination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-12T00:22:13.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-12T09:24:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T06:32:02.368Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to offer pelvic examinations are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to increase the availability of pelvic examinations, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T12:50:14.105Z"
    },
    "id": 631163,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631163.json"
    },
    "type": "petition"
}