{
    "attributes": {
        "action": "Impose fines on Local Authorities who breach SEND legislation.",
        "additional_details": "Thousands of statemented children are having gaps  within their education because of Local Authority delaying tactics.  Additionally, they are using public funding to support their poor decision making.  Local Authorities must be held to account  , otherwise their is no incentive to change.\r\nThe current system enables them to use public money unwisely and not  for the purpose for which it was intended.",
        "background": "Cut the bureaucracy that causes delays to vulnerable children receiving education and hold Local Authorities to account for their actions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-14T17:01:54.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-04T10:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-07T12:08:07.838Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how local authorities fulfil their duties in respect of children with special educational needs and disabilities (SEND), but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-07T12:08:08.431Z"
    },
    "id": 631311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631311.json"
    },
    "type": "petition"
}