{
    "attributes": {
        "action": "Debate voting rights of MPs  who have shares or are on board of energy companies",
        "additional_details": "I want the government to do this because shares and seats on the board of an energy company create a serious conflict of interest when voting. I call for them to debate implementing a separate adjudicated body to monitor the interests of MPs and Lords outside the parliamentary system. The houses of Parliament must remain impartial even if that includes recusing themselves from voting. It is tantamount to insider trading and affects the whole country. Please sign and share.",
        "background": "I call for the government to debate the need for a complete investigation into the complete transparency of MPs and Lords and their family's vested interests i.e., shares & board members in energy companies Conflicts of interest do not serve the people when they are voting or creating new policies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-15T11:23:58.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-15T11:55:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-18T08:18:40.161Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already requirements for members of the House of Commons and House of Lords to declare financial interests.\r\n\r\nYou can find out more about the rules for MPs to declare financial interests here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/registers-of-interests/register-of-members-financial-interests/\r\n\r\nAnd you can find out more about rules for members of the House of Lords to declare financial interests here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/\r\n\r\nIt is up to individual MPs and members of the House of Lords what votes to participate in."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-18T08:18:41.272Z"
    },
    "id": 631346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631346.json"
    },
    "type": "petition"
}