{
    "attributes": {
        "action": "Gas and electricity prices to come down",
        "additional_details": "Because single and working class parents and people cannot afford the energy bills that are being set! It is not fair on them and society",
        "background": "The parliament needs to bring the cost of living down",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-19T16:52:29.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-19T18:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-23T12:35:34.802Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about energy prices, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has already introduced the Energy Price Guarantee to protects customer from increases in energy costs by limiting the amount suppliers can charge per unit of energy used. It currently brings a typical household energy bill in Great Britain for dual-fuel gas and electricity down to around £2,500 per year, and in Northern Ireland to around £1,950 per year. You can find out more about this guarantee here: https://www.gov.uk/government/publications/energy-bills-support/energy-bills-support-factsheet-8-september-2022\r\n\r\nWe could accept a petition calling on the Government to increase support through the Energy Price Guarantee, but it would need to be clear how much you wanted this support to be increased by.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSubsidise energy and fuel prices to mitigate cost increases: https://petition.parliament.uk/petitions/622530"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-23T12:35:35.774Z"
    },
    "id": 631609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631609.json"
    },
    "type": "petition"
}