{
    "attributes": {
        "action": "Stop MOT fee discounting \u2028\u2028FOR EVER",
        "additional_details": "The DVSA are challenged by the reliability and quality of mot tests conducted by companies that discount MOT fees, there is a definite risk of poor standards created by discounted fees that can directly affect road safety. \r\n\r\nThe consumer is at risk of MOT testing stations 'finding' extra faults in order to subsidise low mot test fees, either way the consumer loses\r\n\r\nthe MOT test is a measure of vehcile standards and as such should not be something that can be done on the cheap!",
        "background": "Vote for the Government to mandate to stop MOT bays from being able to discount MOT test fees at all. The MOT test is a safety check that should NOT be discounted. \r\n\r\nAs garages struggle to survive and mot fee discounting is often used to attract customers but with a negative affect on test quality",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-26T09:47:21.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-26T09:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T09:14:35.376Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government sets a maximum amount that can be charged for an MOT, but there is no minimum charge.\r\n\r\nIf what you want is for the Government to set a minimum charge for MOTs, we could accept a petition requesting that.\r\n\r\nIf you start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-30T12:37:06.760Z"
    },
    "id": 632014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632014.json"
    },
    "type": "petition"
}