{
    "attributes": {
        "action": "Find and protect the 200 missing asylum-seeking children lost by the Home Office",
        "additional_details": "Children seeking asylum as extremely vulnerable to being trafficked, abused, and coerced into criminal behaviour. They may experienced trauma back home or on their journey to the UK, and should receive support and care. Instead, a lack of security has allowed them to disappear and there appears to have been little effort to find or protect these children. It is the state’s duty to protect children under The United Nations Convention on the Rights of the Child (UNCRC). It is the government’s duty.",
        "background": "Since 2021, 440 asylum-seeking children have gone missing and only half had returned. The 200 who are still missing may have been trafficked or coerced into criminal behaviour. The government should take immediate action to find these children and protect all children living in Home Office hostels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-26T07:02:08.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-26T09:57:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T11:44:58.296Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has said that when any child goes missing, a multi-agency missing persons protocol is mobilised alongside the police and the relevant local authority to establish their whereabouts and to ensure they are safe.\r\n\r\nYou can find out more about the Government's response to this issue here, where a Minister responds to questions on this subject: https://hansard.parliament.uk/commons/2023-01-24/debates/290AF292-5D7E-411C-8FB8-A6E0F288365C/UnaccompaniedAsylum-SeekingChildren"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-27T11:44:59.316Z"
    },
    "id": 632006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632006.json"
    },
    "type": "petition"
}