{
    "attributes": {
        "action": "Give short term loans to international students to pay their university fees",
        "additional_details": "Right now, situation is way worse than expected. Coming from my home country, I thought UK to be so nice, everything would be sophisticated or a \"DEVELOPED\" country. But there's nothing like I expected plus current cost of living crisis and everything makes international students life so hard and stressed.",
        "background": "Help internationals students to pay their university fees by introducing sort of schemes to INTERNATIONAL students. Scheme in which students get loan in their term time and repay their loan as monthly installments or full repay (depends on students) when getting any full time job / part time job.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-26T17:17:45.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-26T19:09:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-30T08:19:18.269Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the Government introduce tuition fee loans for international students, but it's not clear how you want these to work. Your petition refers to loans being provided in term time, and repaid either in monthly instalments or in full, but it's not clear if you want these loans to be similar to student loans for home students, or work differently.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-30T08:19:19.475Z"
    },
    "id": 632046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632046.json"
    },
    "type": "petition"
}