{
    "attributes": {
        "action": "Improve the standards of maths in school, rather than compulsory maths until 18",
        "additional_details": "The cost of living crisis has taken a toll for many teachers resulting in one and six teachers leaving their profession. The workload is intense and many have to work overtime. Individuals with difficulties learning in maths such as dyspraxia, dyscalculia cannot benefit from two additional years of maths. Many careers does not require post 16 maths, just a pass in English and Maths GCSE. Post 16 individuals are excited about a new chapter. We don't want to dampen their enthusiasm.",
        "background": "We need to engage pupils at a younger age and look at more maths lessons and how we make maths relevant and interesting to young people ensuring the topic covers personal finance and money skills. This needs to be focused in primary and secondary schools. This does not require recruiting teachers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-26T14:47:52.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-26T15:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-30T08:05:49.493Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you don't support the proposal for all students to learn maths in some form up to the age of 18, but it's not clear what you want the Government to do instead. Your petition calls for the Government to \"improve the standards of maths in school\", but it's not clear how you want this to be achieved.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCancel plans for \"maths to 18\": https://petition.parliament.uk/petitions/630846"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-30T08:05:50.528Z"
    },
    "id": 632039,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632039.json"
    },
    "type": "petition"
}