{
    "attributes": {
        "action": "Ban Artificial Intelligence from Artistic Creation",
        "additional_details": "AI “Art” is unfair, because it is only possible by being fed art which was originally human-created, possibly within a human creator’s copyright period and so possibly also without payment to, the permission of, or even knowledge of, the original human creators.\r\n\r\nHowever, as it will also be impossible to know whether what has been fed to AI was out of copyright or not, it is therefore necessary to totally legally ban all AI-generated “Art” by amending the Copyright, Design and Patents Act 1988.",
        "background": "Although only human beings can truly create Art, Artificial Intelligence (AI) is now able to simulate art, from paintings to screenplays, in a way that makes it difficult to distinguish from human artistic creativity. This therefore has the ability to deprive all human creatives of a living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T11:04:13.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T08:54:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T14:25:38.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to make art, including whether to use AI, are a matter for individuals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T11:07:36.519Z"
    },
    "id": 632264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632264.json"
    },
    "type": "petition"
}