{
    "attributes": {
        "action": "People with ASD to run ASD authorities,  & equality in education &  employment.",
        "additional_details": "We don't want charity, nor do we want segregation, we want to work alongside Neuro-typical people to achieve mutual respect and equality. We want investment and a belief in our abilities more prevalent within general society. Many people with ASD have gone on to achieve great things, however, generally they are from wealthier backgrounds. We want to adapt an education for ASD to aid people, from a less privileged background, attain their fair chance in life.",
        "background": "Allow people diagnosed with ASD the right to govern themselves and fight for equality in Education and Employment. To be classified 'Different' and not 'Difficult'. It should be discrimination to 'not' consider people with ASD equally. ASD people should have authority over themselves, not oppressed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T11:53:48.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-31T13:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-02T15:31:02.729Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about equality for people with ASD, but we're not sure exactly what you want the Government or Parliament to do.\r\n\r\nThe Equality Act 2010 already makes it illegal to discriminate against someone they have a disability, which includes people with a learning disability, ASD or both.\r\n\r\nYou can find out more about what the Equality Act says about disability discrimination here: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n\r\nWe can accept petitions calling for the Government to take actions to support people with ASD, and we have published the following petitions, which you might like to sign:\r\n\r\nRequire training on Autism for everyone who is in a childcare profession: https://petition.parliament.uk/petitions/621859\r\n\r\nIncrease NHS Funding for Research and Treatment of Adult ADHD And Autism: https://petition.parliament.uk/petitions/629854\r\n\r\nFund research into Autistic women: https://petition.parliament.uk/petitions/621655\r\n\r\nIncrease funding to support autistic children: https://petition.parliament.uk/petitions/629789"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-02T15:31:03.914Z"
    },
    "id": 632273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632273.json"
    },
    "type": "petition"
}