{
    "attributes": {
        "action": "Step in on supermarket price hikes, especially with essentials such as pet/baby",
        "additional_details": "In one weekend, the average price of 6 tins of cat food went from 4.50-4.95. As someone directly involved in the rescue world I'm aware of the direct impact as the numbers of pets being surrendered is rising drastically. On top of this, parents are struggling to afford basic essentials for their babies/children. All of which are family members and need feeding, we should bear the rises more fairly across the stores as some things haven't increased at all!",
        "background": "Supermarkets are becoming increasingly greedy in the constant price hikes, particularly in certain sections such as pet and baby food. Inflation is a factor as are other costs, however the impact on customers is becoming frightening and must be capped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T18:04:26.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-30T19:09:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T17:46:38.561Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. The pricing of individual products would be a matter for suppliers and retailers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for the Government to fund vouchers for certain products, such as pet food and baby/ child foods to subsidise them, if this is something you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-02T13:35:24.033Z"
    },
    "id": 632297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632297.json"
    },
    "type": "petition"
}