{
    "attributes": {
        "action": "Change the mini roundabout into a proper roundabout at Westgate in Skelmersdale",
        "additional_details": "We had an accident in 2022 on this island due to a driver not slowing down and driving over the top of the island, not around the contours as stated in the Highway Code; treating it like a T-junction. There have been several other accidents on the same island.\r\nHighways agency believe it’s safe but it’s not. I have nearly been hit when trying to go around the contours, even though I was not indicating to turn onto westgate, another vehicle went across the top and nearly hit my driver’s side.",
        "background": "This roundabout is designed wrong. The island goes into Westgate, so people coming from Ormskirk cut across it or don’t bother slowing down.\r\nSeveral accidents have occurred due to the lay out of the island. Something needs to be done before someone gets killed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T14:45:52.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-30T15:33:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-01T07:54:09.143Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-01T07:54:10.524Z"
    },
    "id": 632286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632286.json"
    },
    "type": "petition"
}