{
    "attributes": {
        "action": "Give more rights to victims in the NI court process.",
        "additional_details": "Victims deserve their voices to be heard and perpetrators deserve to have to listen to the very real and devastating impact their crime(s) have had on those victims.\r\nThe so-called justice system seems to be designed to protect the criminals with virtually ZERO regard for the victims. It's time that changed!\r\nWhat happened to us matters and we are done being silenced. Allowing victims to read their statements is the least that can be done.",
        "background": "Victims of crime, like murder, deserve the right to read their Victim Impact Statements out directly to the perpetrator, either within the courtroom or a private room within the prison.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-31T15:47:47.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-31T16:30:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-02T08:59:21.641Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the justice system in Northern Ireland are a matter for the Northern Ireland Assembly and Northern Ireland Executive, not the UK Government or Parliament.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-02T08:59:22.703Z"
    },
    "id": 632352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632352.json"
    },
    "type": "petition"
}