{
    "attributes": {
        "action": "Ban sexualised, nude, lingerie, bikini and pornography images on social media",
        "additional_details": "There is a huge crisis that the younger generation are facing, which is affecting ages outside of this group too. Due to the increase in cosmetic procedures and the influencer culture online, females (and males) are suffering immensely with their mental health due to the ‘perfect’ bodies that are broadcasted all over the internet as well as in such provocative ways. This is is causing deep rooted insecurities in females and children as young as 9 years of age. It’s having devastating affects.",
        "background": "Make it illegal for this type of content (including BBL surgery, breast augmentation, rhinoplasty), to be allowed on regular social media channels such as Instagram, TikTok, Facebook, Pinterest etc. there is a dedicated website called only fans, which is where this type of content should be posted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-31T23:49:29.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-01T20:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T14:35:12.392Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain content being published on social media, but we're not sure exactly what content you want to be banned. Your petition refers to \"BBL surgery, breast augmentation, rhinoplasty\", but it's not clear if you want content depicting these surgeries to be banned, or pictures of people who have had cosmetic surgery to be banned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-03T14:35:13.622Z"
    },
    "id": 632378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632378.json"
    },
    "type": "petition"
}