{
    "attributes": {
        "action": "Allow The Oyster & Fish House (Lyme Regis) to retain outside decking area",
        "additional_details": "1) Before erecting decking, this slopy area was not in any use. Furthermore, no vegetation can be planted as the ground is filled with hardcore. \r\n2) The decking created a space to celebrate events, bringing guests to the area who will need accommodation and boosting local businesses. \r\n3) The company invested a lot of money in the build of this deck and should it be removed it would seriously impact the business recovery after the pandemic.\r\n4)The deck does not encroach on any public footpath.",
        "background": "Dorset Council must change their decision and allow The Oyster & Fish House (Cobb Road, Lyme Regis, DT7 3JP) to retain the outside deck area for the restaurant.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T20:48:01.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-30T21:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-01T12:35:19.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning matters are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T10:48:50.761Z"
    },
    "id": 632306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632306.json"
    },
    "type": "petition"
}