{
    "attributes": {
        "action": "Scrap or reduce the 20% tax for people with second and Third Jobs!!!!!",
        "additional_details": "Everyday we are hearing that people on benefits are getting more and more incentives. I understand there are people who cannot work due to health or disability, but there is alot of other people who can.  Give the working people incentives too, why should the working people pay all the tax, The way things are going the working people will not be able to afford to retire, Give the working people something instead of taking money from them!!!",
        "background": "Give the working people incentives, The cost of living is rising, people with mortgage, bills insurances are having to take on extra work due to the cost of living, scraping the tax on the extra work would be a great help as your already paying tax on your full time job first job!!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-31T08:09:15.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-31T11:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-02T14:07:43.552Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to tax arrangements, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere isn't an additional tax on people who have multiple jobs. Income tax is paid on the total of income from any jobs a person has. We could accept a petition calling for changes to tax arrangements for people with multiple jobs, but it would need to be clear how you want this to work.\r\n\r\nFor example, we could accept a petition calling for the Government to set reduced income tax rates for people who work more than a certain number of hours a week."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-02T14:07:52.034Z"
    },
    "id": 632323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632323.json"
    },
    "type": "petition"
}