{
    "attributes": {
        "action": "More organizations and support groups being funded \r\nMore educational awareness",
        "additional_details": "Because mental health and suicide is not a joke and should never be ignored but yet again it is and more and more young people are ending their life and it needs to stop or be prevented.",
        "background": "I want there to be more educational awareness about mental health as well as suicide \r\n\r\nI also want there to be more organizations that specialise in mental health and suicide as well as more funded support groups so that more young people do not feel alone",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-03T02:30:00.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-03T18:01:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T16:21:59.116Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake suicide prevention a compulsory part of the school curriculum: https://petition.parliament.uk/petitions/623390\r\n\r\nProvide funding for mental wellbeing staff for children in schools and college: https://petition.parliament.uk/petitions/628202\r\n\r\nIncrease funding for Child and Adolescent Mental Health Services: https://petition.parliament.uk/petitions/620846\r\n\r\nAs part of Health Education schools are already required to teach students about mental wellbeing, including how to recognise the early signs of mental wellbeing concerns, self-care techniques, and where and how to seek support.\r\n\r\nYou can read the full Health Education curriculum here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nWe could accept a petition calling on the Government to increase funding for charities that support people with mental health issues, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-06T16:21:59.677Z"
    },
    "id": 632532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632532.json"
    },
    "type": "petition"
}