{
    "attributes": {
        "action": "Build a secondary school diverse in gender identity & LGBTQI+ values",
        "additional_details": "Many pupils still face struggles with gender & sexual identity with no support structures as schools are still primarily built on the foundation of heterosexuality. With the often uproars of parents protesting against LGBTQI+ values being displayed at school, sexual health only being taught from a heterosexual perspective for primarily heterosexual pupils, religious parents/guardians & schools against any queer identity. It’s is only right pupils & teachers be given a safe space.",
        "background": "To build a secondary school primarily dedicated to LGBTQI+ pupils taught by LGBTQI+ teachers. The school would offer the same curriculum as any other secondary school but it would promote freedom of expression & gender fluidity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-04T21:14:31.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-05T11:32:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T15:29:24.162Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting the national curriculum, and funding state-funded schools, but is not responsible for opening new schools. Local authorities are responsible for opening new maintained schools, and other individuals or organisations can also decide to set up new schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T15:31:33.641Z"
    },
    "id": 632637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632637.json"
    },
    "type": "petition"
}