{
    "attributes": {
        "action": "Restore Colchester Temple, Colchester Castle is a Temple not a castle or Museum",
        "additional_details": "Colchester Temple is Colchester Castle, the final destruction came with William the Conqueror's invasion in 1066, in 1066 William the Conqueror was given a papal Bull by Pope Alexander the 2nd. William was given the blessing of Alexander the 2nd to wipe out the British Church, Why did William the Conqueror come to Colchester 1st, and why was Colchester Castle built on the most sacred Temple in Christendom. We are a nation that has lost its identity, Brexit, the Queen. Lets restore it.",
        "background": "Colchester Castle is a Temple, this needs to be recognised, Colchester has been restored to being a city, we have no Cathedral, but we do have a Temple whose final destruction came with William the Conqueror, Colchester is a holy city that was destroyed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-07T13:56:36.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T16:29:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-10T07:47:59.123Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about restoration of historic sites are a matter for the relevant landowners and planning authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T07:48:00.250Z"
    },
    "id": 632764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632764.json"
    },
    "type": "petition"
}