{
    "attributes": {
        "action": "Allow us to bring our suffering families from catastrophic earthquake in Turkey!",
        "additional_details": "Turkey is facing one of its greatest challenges in decades. Thousands have died in the space of 48 hours. More are missing and injured. \u2028We have raised funds to aid the victims of the earthquake but this isn’t enough. A vast majority of the neighbourhoods have not received any aid - tents, sleeping bags, food, or other essential items. Many people have lost their family members and their only relatives are their siblings and cousins abroad. \r\nThey have no home, nothing to eat and are dying!",
        "background": "We are requesting for the government to allow the citizens of Turkey who have lost their families and houses to seek refuge in the UK. Similar to the Ukrainians who were allowed to come here due to the war, we request the government to allow us to bring our suffering Turkish families here.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-08T18:26:10.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T18:38:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-10T06:46:43.104Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCreate a Turkish Family Scheme visa for people homeless due to the earthquake: https://petition.parliament.uk/petitions/632772\r\n\r\nCreate emergency visa schemes for victims of earthquakes in Turkey and Syria: https://petition.parliament.uk/petitions/632816"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T06:46:45.041Z"
    },
    "id": 632852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632852.json"
    },
    "type": "petition"
}