{
    "attributes": {
        "action": "The Justice system is not working",
        "additional_details": "* The process of progression to D Cat should be swift, rather than the goal posts being moved at the decision hearing that more courses need to be completed.\r\n* Parole to hurry up with decision.. \r\n* probation to give more support on the outside.. OMU are useless\r\n* to have more support to communicate with families to the professionals\r\n* Social services need to help the right people\r\n* courts and judges to do fair Sentencing..  \r\n* review IPP & Lifers more frequent!",
        "background": "* Sort Parole out and keep to their days.. stop adjourning turn the license is over\r\n* review IPP and lifers! \r\n* social services to be more about the children that need the care\r\n* probation to do more support outside… rehabilitation not prison! No recalls \r\n* The prison system does not always work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-08T21:47:16.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T22:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-13T08:12:59.652Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the way the criminal justice system operates, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. Your petition refers to several areas of the criminal justice system, and petitions tend to be most successful when they request a single, clear action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-13T08:13:00.822Z"
    },
    "id": 632878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632878.json"
    },
    "type": "petition"
}