{
    "attributes": {
        "action": "Change the legislation that relates to SENDco's qualifications in schools",
        "additional_details": "Children with SEN are being denied access to the full curriculum due to the current legislation. Schools hide behind this and it is clear the detrimental impact this has. Many are being withdrawn to be home educated by default and not on an \"Elective'basis but in order to safeguard them from harm in school. How can we expect our SEN children to thrive if those teaching them do not understand the way they should be taught. Teachers should be qualified in SEN from the day they are put in post.",
        "background": "SEN teaching is schools is not working. A Sendco needs to be a qualified teacher only and that from being appointed they have 3 years to gain their qualification. Schools are misusing this and regularly changing teachers resetting the 3 year clock. LSAs need never have any SEN qualifications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-08T15:46:37.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T23:23:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-13T08:29:23.662Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about provision for children with SEN in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to the period SENCos have to complete the National Award for Special Educational Needs Co-ordination, but it's not clear if you just want these requirements to be changed, or if you also want to see changes relating to training requirements for all teachers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce mandatory training for all staff working with children with SEN: https://petition.parliament.uk/petitions/627896\r\n\r\nRequire all mainstream teachers do training placements in an SEN school: https://petition.parliament.uk/petitions/631081"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-13T08:29:25.347Z"
    },
    "id": 632836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632836.json"
    },
    "type": "petition"
}