{
    "attributes": {
        "action": "To prevent gender inequality in the younger generation .",
        "additional_details": "It came to our attention because in our current society ,gender mistreatment and sexual violence is increasing and nothing is being done about it.As a result of this we want to make a change so we can \r\nprevent gender inequality in the future society and the up coming generations .So everyone can be treated fairly.",
        "background": "To issue guidelines to schools and create training programme for the teachers so they can prevent and know how to respond to gender mistreatment and sexual violence in every shape or form.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-10T12:24:51.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-15T17:17:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-17T08:25:34.770Z",
        "rejection": {
            "code": "already-happening",
            "details": "In 2021 the Government's education regulator, Ofsted, recommended that schools develop a culture where all kinds of sexual harassment are recognised and addressed, including with sanctions when appropriate, and provide high-quality training for teachers delivering RSHE.\r\n\r\nThe Government is developing a supplementary package of support to help build teacher’s confidence in teaching about sexual abuse and harassment. In March the Department for Education ran a series of expert-led webinars on the subjects that teachers have said are the most challenging to teach: https://tackling-sexual-abuse-and-harassment-in-schools.orcula.co.uk/home\r\n\r\nThe Government is also developing new, non-statutory guidance for schools, which will cover the specific topics mentioned by the Ofsted review. This will build on the existing RSHE guidance and provide more detail on when specific content around harassment and abuse, including online forms of sexual abuse, should be taught.\r\n\r\nThe Government also published the updated Keeping Children Safe in Education (KCSIE) statutory guidance in September 2021 after a full review of guidance had been undertaken: https://www.gov.uk/government/publications/keeping-children-safe-in-education--2\r\n\r\nAt the same time the Government published updated Sexual Violence and Sexual Harassment between children in schools and colleges guidance to strengthen role of school: https://www.gov.uk/government/publications/sexual-violence-and-sexual-harassment-between-children-in-schools-and-colleges\r\n\r\nYou can find out more about the Government's work in this area here: https://educationhub.blog.gov.uk/2022/04/08/a-year-on-from-the-launch-of-the-ofsted-review-into-sexual-abuse-in-schools-and-colleges/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-17T08:25:35.995Z"
    },
    "id": 633017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633017.json"
    },
    "type": "petition"
}