{
    "attributes": {
        "action": "Premier League referees should disclose personal and business finances in full.",
        "additional_details": "Given that Parliament is taking action to protect the National game, protecting its integrity and reputation should be an important part of this. With all the scandals involving betting syndicates etc., it is crucial to be seen to be whiter than white. The best way to do this is proper accountability and financial transparency on the part of all involved in officiating the game.",
        "background": "Introduce, as part of legislation relating to English football, measures to make Premier League referees properly accountable. They should hold press conferences after matches, with proper press scrutiny (like NFL etc.), and should also fully disclose their business and personal finances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-12T18:42:35.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-14T08:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-16T06:57:04.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about requirements for football referees are a matter for the Football Associaiton, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nImplement the recommendations of the Fan-Led Review of Football Governance: https://petition.parliament.uk/petitions/623488"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-16T06:57:05.896Z"
    },
    "id": 633146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633146.json"
    },
    "type": "petition"
}