{
    "attributes": {
        "action": "Require companies to state an equivalent hourly rate for salaried roles.",
        "additional_details": "This would prevent companies from expecting staff to work an unreasonable number of hours for a given salary. This would ensure no one is employed on less than the minimum wage and also allows potential staff to make meaningful comparisons between companies when deciding who to work for.",
        "background": "An independent body should be set up to determine average hours worked by employees in larger companies. It should then be a legal requirement to state on job adverts the equivalent per hour rate for salaried positions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-15T10:01:17.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-15T10:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-16T12:36:42.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to the way employers and employees set, track and monitor their hours worked and rates of pay but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is no legal requirement for companies to advertise jobs, and if they choose to do so, they can decide if they want to disclose the salary or hourly rate for the role.\r\n\r\nAn employer cannot make you work more than 48 hours a week on average regardless of if you have a contract or not. You can find out if you are working too many hours on the citizen's advice webpage: https://www.citizensadvice.org.uk/work/working-hours-and-rest-breaks/if-youre-working-too-many-hours/\r\n\r\nIt is also already illegal for an employer to pay less than the National Minimum Wage rates. You can find out more about what these rates are and the options available if you think you could be being underpaid on the Government's webpage: https://checkyourpay.campaign.gov.uk/\r\n\r\nYou could start a new petition calling for employment contracts to legally state what hourly rate the employee should expect if this is something you would like to see happen, or you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-17T07:54:43.423Z"
    },
    "id": 633287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633287.json"
    },
    "type": "petition"
}