{
    "attributes": {
        "action": "Cap energy companies on the amount they can  increase properly.",
        "additional_details": "With the energy companies announcing billions of pounds in profit and we are being made to pay double or triple what we paid before the war in Ukraine.\r\n\r\nI have a lot of pain and when I am cold it gets so much worse but I am forced to be cold because I can’t afford the energy as it is! \r\n\r\nThere are so many vulnerable people and families on low incomes that simply cannot afford their basic needs, needs that could have easily been met before the increase. \r\n\r\nHelp your people. Help Britain",
        "background": "There should be a small percentage on the costs BEFORE the price rises not a percentage on what they are now.\r\n\r\nWe are choosing between heating or food as we are being charged over double for our energy!! Yet they still have massive profits. \r\n\r\nThis must stop !!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-16T08:51:44.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-16T13:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-20T07:08:54.241Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how energy prices are regulated, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe energy price cap is set to ensure that the profit energy suppliers make is capped.\r\n\r\nWe could accept a petition calling for changes to how this cap works, but it would need to be clear what changes you want.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSubsidise energy and fuel prices to mitigate cost increases: https://petition.parliament.uk/petitions/622530\r\n\r\nRemove the link between electricity prices and the price of gas: https://petition.parliament.uk/petitions/621874"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-20T07:08:55.487Z"
    },
    "id": 633347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633347.json"
    },
    "type": "petition"
}