{
    "attributes": {
        "action": "Stop the india young professional scheme as it is discrimination",
        "additional_details": "Create a scheme targeted at recruiting the best professionals from round the world whilst encouraging their citizens to embark on those skills that are deemed high in demand with scarcity in workforce",
        "background": "The government needs to make the scheme open to all country not just indians hence the indian professional schemed should be abolished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-16T06:57:47.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-18T22:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-21T07:50:17.961Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you don't want the India Young Professionals Scheme to go ahead, but it's not clear if you want the Government to create an identical scheme that is open to all countries, or design a new scheme that is open to all countries.\r\n\r\nYour petition first refers to opening the scheme to all countries, but then goes on to talk about creating a scheme targeted at recruiting the best professionals from round the world, so we're not sure exactly what you want the Government to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-21T07:50:19.142Z"
    },
    "id": 633340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633340.json"
    },
    "type": "petition"
}