{
    "attributes": {
        "action": "Regulate the ticket market for music and sports events to prevent a monopoly",
        "additional_details": "Consideration needs to be given to preventing these unfair and anti-consumer practises that are done on a daily basis by Ticketmaster in the pricing of their events. There has been a number of examples of them raising their own prices for events like Beyonce to unaffordable prices. Ticketmaster have cornered the events market and created a monopoly to the point they have become the touts so much work went into curbing. Laws need to be passed to make it fair for the consumer once again.",
        "background": "Since Ticketmaster acquired Live Nation, the event space has become a monopoly. They’re heavily involved in the promotion of events and ticket selling. They charge what they want and raise prices on a whim to extortionate rates. This is not fair on the fans or artists. We need laws to keep it fair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-18T15:07:15.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-18T17:41:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-21T07:40:48.715Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the regulation of ticketing for live events, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what new regulations you want the Government to introduce in respect of ticketing for live events. We can't accept petitions which call for actions with regard to specific businesses.\r\n\r\nThe Competition and Markets Authority (CMA) is responsible for promoting competitive markets and tackling unfair behaviour, and already has powers to take action against businesses and individuals that take part in cartels or anti-competitive behaviour, and protect people from unfair trading practices. You can tell the CMA about competition and consumer issues here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-21T07:40:49.819Z"
    },
    "id": 633476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633476.json"
    },
    "type": "petition"
}