{
    "attributes": {
        "action": "Tighter restrictions on the advertising and selling of vapes, to deter children",
        "additional_details": "There is a growing epidemic of smokers, meaning the pressure on our NHS in the future due to long term effects on their developing lungs will be catastrophic.",
        "background": "At present, vapes are heavily marketed towards young adults, drawing in the attention from teens and children. In 2022, 7% of vape users were 11-17 year olds - we don’t know the full extent this will have on their health in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-19T13:01:58.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-21T08:46:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-23T07:03:56.089Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about current marketing of vaping devices, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce new restrictions on vape packaging, flavours and display: https://petition.parliament.uk/petitions/631999\r\n\r\nBan all advertising for vapes and e-cigarettes: https://petition.parliament.uk/petitions/629546\r\n\r\nIf you'd like the Government to do something different to the above petitions you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-23T07:03:57.292Z"
    },
    "id": 633510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633510.json"
    },
    "type": "petition"
}