{
    "attributes": {
        "action": "Re introduce nhs dentists",
        "additional_details": "Dentist treatment is so expensive a family of 4 for example it would cost £200 for just a check up with food prices averaging £100 a week for a family of 4 people are having to make that choice of either putting food on the table or having a check up and then what comes after the check up and treatment required if people don’t have the money they are getting into debt by having treatment done",
        "background": "Help families with dental costs with most dentists going private and the cost of living going up people are having to choose between dental hygiene or putting food in the fridge. \r\nEspecially children having dental care on the nhs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-19T11:00:29.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-19T11:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-21T10:41:30.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of dental treatment, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDental services are already provided through the NHS. Most people pay dental charges for NHS dental treatment, which you can find out about here: https://www.nhs.uk/nhs-services/dentists/dental-costs/how-much-will-i-pay-for-nhs-dental-treatment/\r\n\r\nIf you are concerned about the availability of NHS dentists, we have published the following petition, which you might like to sign:\r\n\r\nIncrease funding to ensure all adults and children have access to a dentist: https://petition.parliament.uk/petitions/625518\r\n\r\nIf you want the Government to fund free dental treatment for NHS patients we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-21T10:41:30.992Z"
    },
    "id": 633507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633507.json"
    },
    "type": "petition"
}