{
    "attributes": {
        "action": "Allow UK families to adopt or sponsor children orphaned by the recent earthquake",
        "additional_details": "There is no way these kids can be adopted or sponsored by UK families particularly in Syria due to ongoing conflict.\r\nI request the UK government to allow UK families to adopt or sponsor those children who have lost all their family and have no one to take care of them. \r\nIf sanctions on Syria affect adoption of most vulnerable children, I request the government to ease the sanctions on this aspect to allow adoption of orphan children from Syria.",
        "background": "More than 46,000 people have died across Syria and Turkey in recent earthquake and millions have been left homeless many of whom are children. Some children have lost all their family and have no one to take care of them. They are particularly vulnerable in such areas especially in a conflict zone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-21T13:20:38.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-21T21:12:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-23T08:49:00.581Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already possible for UK nationals to adopt a child from overseas in certain circumstances: https://www.gov.uk/child-adoption/adopting-a-child-from-overseas\r\n\r\nDecisions about when a UK national can adopt a foreign national living in another country are a matter for their host country, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-23T08:49:02.291Z"
    },
    "id": 633608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633608.json"
    },
    "type": "petition"
}