{
    "attributes": {
        "action": "The Prevention of Harm to Marine Life.",
        "additional_details": "Dead marine life in our water ways will hopefully be a thing of the past as water companies should no longer need to make legal discharges caused by our over use of the harmful biological products!\r\n\r\nWe no longer want to see Biological products harming our swimming waters and marine life in our rivers, lakes, lochs waters, channels seas and oceans.\r\n\r\nWe call on HM Government to ban the sale of Biological products.",
        "background": "We no longer want to see marine life and toxins pumped into our waters caused by purchasing Biological products and the original manufacturer should compensate its customers and retailers of buying/selling these biological products.  Proof of purchase should not be required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-22T04:41:06.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-11T14:37:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-13T10:07:51.376Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for 'biological products' to be banned, but we're not sure exactly what products you want to be banned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-13T10:07:52.761Z"
    },
    "id": 633645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633645.json"
    },
    "type": "petition"
}