{
    "attributes": {
        "action": "Reeducate the DWP on disabilities because they are not all the same",
        "additional_details": "To prove to the public affected by this human rights do exist and to give them hope. Hope is the thing that keeps people motivated no motivation leads to depression that leads to ???",
        "background": "Reeducate the DWP So the assessment on PIP is made fair instead of asking the same set of questions for every disability which is wrong old way and very single minded plus this is most likely why 80% of claims get refused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-23T00:27:15.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-24T13:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-27T11:58:14.072Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that the assessment criteria for the Personal Independence Payment (PIP) does not meet the needs of people with certain disabilities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nEligibility for PIP is based on how difficult people find everyday tasks and getting around. We can accept petitions calling for changes to the assessment criteria, but it would need to be clear how you want these to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-27T11:58:14.726Z"
    },
    "id": 633707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633707.json"
    },
    "type": "petition"
}