{
    "attributes": {
        "action": "To appoint judicators to ensure asylum seekers complete forms themselves",
        "additional_details": "I want a fair process .\r\nIf Asylum Seekers are granted asylum it must be based initially on the fact they can spell and speak English to ensure integration and reduction in interpreter costs to the tax paying public",
        "background": "The 10 page suggested by PM should be completed in secure centres overseen by appointed public judicators to ensure that forms are completed by the individual in English",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-23T08:46:15.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-23T08:58:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-27T18:13:04.940Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see new arrangements put in place in respect of how asylum seekers complete the questionnaire that the Government is planning to send to certain refugees, but it's not clear if you just want specific arrangements to be made for the completion of these forms, if you want anyone who cannot read and write in English to be ineligible for asylum in the UK.\r\n\r\nIf the UK Government wanted to refuse asylum to anyone who could not read and write in English they would likely need to review their international obligations in respect of asylum seekers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-27T18:13:07.240Z"
    },
    "id": 633713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633713.json"
    },
    "type": "petition"
}