{
    "attributes": {
        "action": "Set clear rules and guidance on public consultations.",
        "additional_details": "I think it is important for citizens to have a say in the development of new legislation, particularly where that legislation may have a significant impact on daily lives and even livelihoods.\r\nPublic consultation is an important part of our democracy, especially in the implementation of change that may affect our health, security and prosperity interests.\r\n\r\nThere should be clear rules and guidance on public consultations with regard to the wording of questions, timeliness and scrutiny of results.",
        "background": "It is important to stay ahead of public consultations, understanding the issue and its impacts.\r\n\r\nAn example is the current government consultation on Digital ID which is further complicated by a switch in the way the last questions are asked which may lead to the wrong outcome.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-27T15:07:56.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-27T15:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-01T10:41:30.318Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about at least one Government consultation, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has already published consultation principles that give clear guidance to government departments on conducting consultations. You can read these here: https://www.gov.uk/government/publications/consultation-principles-guidance\r\n\r\nWe could accept a petition calling for changes to this guidance, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-01T10:41:31.016Z"
    },
    "id": 633953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633953.json"
    },
    "type": "petition"
}