{
    "attributes": {
        "action": "Enforce strict policies on police vehicles being driven in dangerous conditions.",
        "additional_details": "We as the public feel the parliament/government would listen to us more than the head of police. We feel as the parliament/government has more of an impact then just the word of the public.",
        "background": "We as the public want police vehicles to be driven safe. Over the past few months we’ve seen several accidents involving police vehicles. Majority of the times taking place during a vehicle pursuit. There needs to be strict policies in place to avoid further accidents taking place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-27T21:37:42.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-27T21:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-02T07:49:53.072Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about road safety and the driving of police vehicles, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are certain exemptions from road traffic legislation for vehicles being used for police purposes, but police officers can still be found guilty of careless or dangerous driving, and other road traffic offences.\r\n\r\nIn addition, there is Authorised Professional Practice (APP) for roads policing, which is developed on the basis of the available evidence and owned and published by the College of Policing as the professional body for policing.\r\n\r\nYou can find out more about the law, guidance and training governing police pursuits in this consultation document: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/708820/180522_Police_Pursuits_Consultation__Final_GOV.UK_.pdf\r\n\r\nWe could accept a petition calling for the exemptions from traffic law that apply to vehicles being used for police action to be removed, or for the Government to review whether legislation governing the use of motor vehicles used by police is appropriate."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-02T07:49:54.392Z"
    },
    "id": 633974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633974.json"
    },
    "type": "petition"
}