{
    "attributes": {
        "action": "Create an Artist Song Lyric Submission Box on the BBC Introducing Uploader",
        "additional_details": "With BBC Introducing having such a large listenership, we believe it's important that what is broadcast on the show is safe and progressive. \r\n\r\nHaving a lyric submission box is a great opportunity to make positive change within the music industry, especially for the new generation of artists. \r\n\r\nIt will also showcase the strength of artists lyrics & provide further song description for the BBC team.\r\n\r\nWe would like this proposal to be adapted nationally.",
        "background": "If artists submit their lyrics to the BBC Introducing Uploader, the team at BBC can effectively safeguard what is suitable for broadcast. \r\n\r\nThis would eliminate issues of misogyny, homophobia, transphobia, ableism and any other offensive language.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-02-26T14:43:53.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-26T21:42:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-28T16:38:34.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about BBC Music Introducing are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nYou could contact the BBC directly with your suggestion. You can find out how to contact the BBC here: https://www.bbc.co.uk/contact"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-28T16:38:35.422Z"
    },
    "id": 633902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633902.json"
    },
    "type": "petition"
}