{
    "attributes": {
        "action": "No digital ID imposed in the UK without holding a legally binding referendum.",
        "additional_details": "We believe it's far too important and far reaching for the people not to be allowed to vote on this policy before it is implemented! We want a legally binding national referendum on whether the government should be allowed to implement this policy!",
        "background": "We want the Government to pass legislation requiring a national referendum to approve Digital ID for the people of the UK. People need to be given the choice about whether or not they want this policy to be implemented for all UK citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-27T20:35:06.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-27T22:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-02T07:56:36.077Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government has not announced plans to \"impose\" digital ID in the UK. The Government is consulting on proposed legislation that would allow people to create and reuse digital identities to access public services. You can find out more about these proposals here: https://www.gov.uk/government/consultations/draft-legislation-to-help-more-people-prove-their-identity-online/consultation-on-draft-legislation-to-support-identity-verification#the-proposal\r\n\r\nWe could accept a petition calling on the Government not to implement legislation to support identity verification without this being approved by a referendum, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nGuarantee access to public services without need for a digital ID: https://petition.parliament.uk/petitions/633673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-02T07:56:37.527Z"
    },
    "id": 633972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633972.json"
    },
    "type": "petition"
}