{
    "attributes": {
        "action": "Prevent building works on Meirs last greenfield site.",
        "additional_details": "There are many existing brown field sites at this end of the city alone Why take the only green space in Meir.  re-generating a dead brown field site into a hub for education & learning is more beneficial to our city.\r\n\r\n The area has long been used as open green space & playing fields since late 1800s it’s well used and enjoyed by vast amounts of residents benefiting mental and physical health.  air quality is already in the 95th percentile - help protect the health of future generations.",
        "background": "Stop the planned building on meirs last green field site.\r\nProtect the  Badger setts, Fox Earths, nesting Buzzards,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-27T20:25:35.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-27T20:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-02T07:29:04.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to prohibit any new development of greenfield land, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-02T07:29:07.555Z"
    },
    "id": 633971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633971.json"
    },
    "type": "petition"
}