{
    "attributes": {
        "action": "Government ministers should resign if they breach a Public Sector Equality Duty.",
        "additional_details": "Outrage and anger gain attention. Sometimes such anger is directed against vulnerable, protected groups. No minister of the Crown should gain from such outrage. If they support socially conservative views such as erecting practical barriers to asylum seekers coming to the UK, or opposing gay-inclusive PSHE classes in schools, they should take care not to promote ignorance or damage understanding between groups, such as between gay and straight people, or immigrants and British-born people.",
        "background": "The PSED requires ministers to eliminate discrimination, advance equality of opportunity, and foster good relations between people who share a protected characteristic, including age, disability, gender reassignment, race, religion or belief, sex and sexual orientation, and those who do not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-28T16:58:52.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-28T17:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-03T09:54:21.401Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about whether to resign are a matter for individual ministers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for Ministers to be required to be removed from office if they are found to have breached a Public Sector Equality Duty, but it would need to be clear who you wanted to be responsible for determining whether such a breach had occurred."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-03T09:54:22.450Z"
    },
    "id": 634011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634011.json"
    },
    "type": "petition"
}