{
    "attributes": {
        "action": "Give Lou Macari a knighthood for his work helping the homeless rehabilitate",
        "additional_details": "Lou Macari is not from Stoke-on-Trent, his football management career brought him to the city in the 1990's but he has since made the city his home and he has in recent years taken it upon himself to start a charity and use a local building to house 50 homeless people at a time, giving them an address, their own space and an opportunity to rebuild their lives and get themselves back on their feet. He has done this off his own back and continues to grow the charity and facilities he can offer",
        "background": "Discuss the great work done by Lou Macari in Stoke-on-Trent to help people who are homeless to rehabilitate their lives and get themselves off the streets and back on their feet via a charity he started himself and debate the general local community wishes for him to get recognition via a knighthood",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-01T11:39:52.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-01T11:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-03T13:42:07.536Z",
        "rejection": {
            "code": "honours",
            "details": "The Government will only accept individual nominations, not petitions, so we can’t publish your petition.\r\n\r\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-03T13:42:08.735Z"
    },
    "id": 634044,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634044.json"
    },
    "type": "petition"
}