{
    "attributes": {
        "action": "Giant water bucket contraption to make renewable free energy in the UK",
        "additional_details": "It can help the obesity levels drop in the UK with the exercise to transfer human energy to the UK energy for electricity. It can be a renewable source of energy as all it takes is a few people to lift the bucket to make the water flow down the turbines into energy. We can do this for many days in a month but has to be accessible to most environmentally friendly people. This could be a great way to save the UK some money and a great way to keep the people in the UK to be fit and healthy",
        "background": "So we build a massive bucket to fill with water and lots of people lift the bucket using a long rope. We will then lift the bucket to a big reservoir and pour the water down a tube into the bucket again but on the way down it will spin some turbines to give the UK some more energy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-02T11:53:05.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-02T21:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-06T14:58:26.774Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDeveloping and deploying renewable energy generators are a matter for energy companies, not the UK Government or Parliament. We could accept a petition calling on the Government to increase funding for renewable electricity generation, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-06T14:58:28.651Z"
    },
    "id": 634101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634101.json"
    },
    "type": "petition"
}