{
    "attributes": {
        "action": "Stop Subsidising Animal Agriculture and Phase Out Animal Products",
        "additional_details": "Dairy is dying and veganism is on the rise. Government support could really help to create a better world for humans and nonhumans alike world through making the following changes:\r\n* All catering at Parliament to be made vegan.\r\n* An end to all subsidies for animal agriculture.\r\n* Support for farmers switch to vegan farming and rewards for farmers who do switch.\r\n* Finding and implementing alternative methods to stop crop deaths.\r\n* Finally banning all animal slaughter, dairy, eggs and fishing.",
        "background": "As animals are currently suffering and being slaughtered by the billions, and one of the biggest causes of greenhouse gas emissions is animal agriculture, the UK Government needs to step and do more to help bring about a vegan country in the near future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-05T01:52:01.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-05T08:17:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-08T08:09:25.122Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to ban animal agriculture and fishing, or just end all subsidies for animal agriculture. It's also not clear whether you want imports or sale of animal produce to be banned, or just domestic production.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-08T08:09:26.146Z"
    },
    "id": 634255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634255.json"
    },
    "type": "petition"
}