{
    "attributes": {
        "action": "Regulate service charges by housing associations and management companies.",
        "additional_details": "Additionally, stop housing associations and management companies from being able to ask for past adjustment charges that are out of time.",
        "background": "Safeguard leaseholders from unjustified and excessive service charges by housing associations and block management companies. Leaseholders in many developments have seen annual increases of 30% or more this year alone, making their living situation unaffordable. Service charges are unregulated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-07T12:08:01.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T12:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-09T15:10:25.243Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already a number of laws that regulate service charges, ground rent and other fees for leaseholders.\r\n\r\nThe Government has published guidance on service charges and other expenses, which you might find helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nShelter has also published guidance on protections for leaseholders: https://england.shelter.org.uk/legal/home_ownership/leasehold_property/statutory_control_of_service_charges\r\n\r\nWe could accept a petition calling for changes to current regulations, but it would need to be clear what changes you wanted. We could also accept a petition calling on the Government to create a new body to oversee leasehold properties, and adjudicate on disputes between leaseholders and property owners, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T15:10:25.887Z"
    },
    "id": 634383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634383.json"
    },
    "type": "petition"
}