{
    "attributes": {
        "action": "Students should be able to use the toilet during class.",
        "additional_details": "Allowing students to use the toilet during class is important to ensure that students are comfortable and have their basic needs met. It is also important to maintain a good learning environment. Studies have shown that having access to restroom facilities during class can help reduce distractions, as well as improve concentration and understanding of the material being taught. Additionally, unrestricted access to the restroom can help reduce health-related issues that may arise if students are not able to attend to their toilet needs when necessary.",
        "background": "To allow students to use the toilet during class. One option would be to allow teachers to designate a time during class for students to go to the restroom when needed. Additionally, schools can implement policies on when and how long students are allowed to leave the classroom for restroom breaks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-07T16:09:01.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T16:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-09T15:23:54.799Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on policies regarding when students can leave the classroom are a matter for individual schools and teachers, not the UK Government or House of Commons.\r\n\r\nIf you are unhappy with how a school or teacher deals with requests to use the toilet, you should raise this with the school or relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T15:23:55.485Z"
    },
    "id": 634398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634398.json"
    },
    "type": "petition"
}