{
    "attributes": {
        "action": "Allow businesses to end fixed term energy contracts taken out in 2022/23",
        "additional_details": "Many businesses were pressured into taking out fixed term contracts to avoid being on unfair out of tariff rates which were 6-12 times higher than what they were paying previously. The unit rate of energy is now significantly lower than it was in 22 with no recourse for businesses to renegotiate better rates until the end of the term. This is grossly unfair when business owners are struggling or closing and energy companies are getting richer. New businesses can shop around when existing cannot",
        "background": "I would like government to force energy suppliers to allow fixed term energy contracts taken out by businesses from 1st March 22 to 1st March 23 to be ended. Lots of businesses were unfairly impacted for matters beyond their control and are now stuck on very high prices when rates are now much lower",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-07T14:17:53.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T15:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-09T15:21:41.468Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about releasing customers from contracts are a matter for individual businesses, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide grants to businesses who are on high-cost fixed-term energy contracts, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T15:21:42.291Z"
    },
    "id": 634390,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634390.json"
    },
    "type": "petition"
}