{
    "attributes": {
        "action": "Allow a person to choose who they class as family .",
        "additional_details": "A person deserves the right to choose who they class as family ,legally\r\nAs there are many people out there who regard their friends as family .due to having no relationship with their biological family.",
        "background": "Change the ruling on who an individual can class as family .\r\nIf they have no family at all , or have a family who they are estranged from due to personal reasons\r\nIf a person has the right to choose gender then a person should have the right to choose who they class as family",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-06T20:17:39.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T10:01:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-09T14:19:54.889Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are only legal rights and obligations regarding certain family members, and it's not clear how you want people to be able to enter new familial relationships with other people, or what rights and obligations (if any) you want this to result in.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow adult adoption in the UK: https://petition.parliament.uk/petitions/625613"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T14:19:55.486Z"
    },
    "id": 634348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634348.json"
    },
    "type": "petition"
}