{
    "attributes": {
        "action": "Keep the BBC Singers and stop decimating historic, priceless arts organisations.",
        "additional_details": "The BBC Singers are unique as a salaried choral ensemble in the UK. They are as good as it gets and contribute to all genres of music across the range of BBC radio and TV output. Their loss endanger an ecosystem which includes schools and colleges, amateur and pro ensembles, teaching and workshops, the Prom concerts and on and on...",
        "background": "Stabilise funding for the BBC without an atmosphere of continual threats, so that world-class ensembles such as the BBC Singers remain viable along with the ecosystem of professional and amateur music that groups like this support",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-08T12:17:17.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-08T14:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-10T09:10:42.811Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about funding for the BBC's classical music performing groups are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nWe can accept petitions about funding arrangements for the BBC, but it would need to be clear how you wanted current funding arrangements to be changed.\r\n\r\nIrrespective of how funding arrangements were changed, decisions about funding for the BBC's classical music performing groups would still be a matter for the BBC, and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-10T09:10:43.870Z"
    },
    "id": 634446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634446.json"
    },
    "type": "petition"
}