{
    "attributes": {
        "action": "Make it compulsory for managers to be educated on the Working Time Regulations",
        "additional_details": "I work within a company where we are required to work <13 hour shifts, no breaks and less than 11 hours between shifts. I have bought it up with my managers and because they are uneducated about the law, they don’t really understand that an employee has these rights. Due to regularly being on shift by myself for 7 hours at a time, I rarely have an opportunity to sit down and eat anything, let alone an actual break; which means I end up feeling unwell.",
        "background": "Make it compulsory that all managers have to receive training about the Working Time Regulations. This will mean that employees will not be treated unfairly due to a lack of knowledge and education. This is the law that companies should follow but managers are rarely educated about this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-08T01:41:34.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-08T01:46:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-10T08:02:59.912Z",
        "rejection": {
            "code": "fake-name",
            "details": "We can't accept petitions that have been started anonymously, but we could publish a petition that did not refer to your own experience, if you are worried about referring to your employment in your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-10T08:03:01.546Z"
    },
    "id": 634433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634433.json"
    },
    "type": "petition"
}