{
    "attributes": {
        "action": "Uk companies adopt 'Ms' as the default when gathering personal data about women",
        "additional_details": "All men are identified as Mr, regardless of marital status. Yet women are still defined as Mrs or Miss. The use of Ms is not widespread and therefore comes with its own connotations such as divorced, widowed, spinster etc. Companies do not need to know a woman's marital status and for as long as women are defined by this, we cannot achieve gender equality.  If Ms was the default and was adopted by the majority it would remove any stigma attached to it and reduce inequality and unconscious bias.",
        "background": "If the Government told UK businesses that Ms must be the default when gathering personal data for women, then over time women would stop being defined by marital status. Individuals could still opt to be Miss/Mrs/Dr but by default all adult females would be Ms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-08T20:25:51.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-08T20:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T07:55:03.511Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the order in which options to fill in forms are presented to customers are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T07:55:04.722Z"
    },
    "id": 634481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634481.json"
    },
    "type": "petition"
}