{
    "attributes": {
        "action": "Mandatory Slaughterhouse Visits for Schools",
        "additional_details": "The meat industry hides the terror and agony animals endure before they land on our plates. By witnessing slaughter and seeing the reality of the meat industry, children will understand the impact their dietary choices have on animals and the environment. With almost 1,000,000 pigs slaughtered monthly in the UK, reducing meat consumption can mitigate climate change. Sign this petition to teach our children the truth and empower them to make informed, compassionate choices for a better future.",
        "background": "We demand a law mandating that primary school children visit a slaughterhouse at least once a year. This will give them the knowledge and freedom to make informed choices about their food, and help break the disconnection between meat on our plates and the living creatures killed for our consumption",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-08T12:40:15.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-08T12:49:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-10T08:21:19.498Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government sets the national curriculum, but decisions about how to teach this, including what visits to arrange, are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to add content on slaughterhouses to the national curriculum, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-10T08:21:20.714Z"
    },
    "id": 634448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634448.json"
    },
    "type": "petition"
}