{
    "attributes": {
        "action": "Take CAZ payments automatically, by direct debit, like ULEZ and congestion.",
        "additional_details": "The CAZ network is brilliant and nobody can dispute the need for cleaner airs in our towns and cities but the fairness of the system is appalling.   The system will identify your vehicle, recognise that no payment has been made, create a letter, send it to the owner so they pay a fine but it cannot take payment automatically.  The direct debit can be set up but having to go onto their system every time a vehicle enters is crippling businesses with multiple vehicles.",
        "background": "Allow automatic direct debit payments to be taken for CAZ charges so that people don't get fined because of a lazy, poorly executed system.   It can clearly accommodate it, it's just not made possible to encourage people to upgrade their vehicles which, at the moment, is extortionate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-09T12:37:23.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-09T14:12:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T12:49:52.902Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to collect payment for charges for a clean air zone are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T12:49:53.916Z"
    },
    "id": 634509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634509.json"
    },
    "type": "petition"
}