{
    "attributes": {
        "action": "Abolish government interference in the British Broadcasting Corporation (BBC).",
        "additional_details": "Parliament should ensure the impartiality of the BBC to act as a broadcaster that operates in the entire national interest and not act as a partial body supporting the prevailing government.",
        "background": "The British Broadcasting Corporation is funded by a license fee paid for by the broad UK population. Concequently it should be free to act as an independant broadcaster providing content appropriate to the wider population and absolutely free from political interferance from government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-11T00:29:36.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-11T10:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T13:31:06.156Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about what you call \"government interference\" in the BBC, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nThe Government is responsible for appointing members of the BBC board, and we could accept a petition calling for the Government's role in the appointment of BBC board members to end, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T13:31:06.836Z"
    },
    "id": 634639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634639.json"
    },
    "type": "petition"
}