{
    "attributes": {
        "action": "Stop racism and all discrimination in football!\r\nCreate a more accepting society",
        "additional_details": "Innocent people being discriminated against for things they can not change is not fair! Especially when they are doing something they love and are passionate about and just want to feel comfortable and safe",
        "background": "Help raise awareness about the importance and create a punishment system for severe discrimination",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-10T20:46:04.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-10T21:25:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T07:35:04.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about racism in football, but, we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already against the law to discriminate against anyone because of their race, including colour, nationality, ethnic or national origin. Crimes can also be prosecuted as hate crimes if the offender has demonstrated hostility based on race, or been motivated by hostility based on race.\r\n\r\nIf you have been a victim of racism, or observed racism, you should report this to the relevant authorities.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T07:35:05.488Z"
    },
    "id": 634621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634621.json"
    },
    "type": "petition"
}