{
    "attributes": {
        "action": "The Office of National Statistics (ONS) should continue to collect Covid 19 data",
        "additional_details": "The Covid19 data is important as the Pandemic is not over, \r\nThe data is used to understand our current level of risk from Covid 19 and continuous monitoring is currently the only way to do this. \r\nThe fight against covid 19 is far from over and we cannot fight it or avoid it if we do not understand that level of risk.\r\nIt is unacceptable that Government should stop proving this data, it was said we should follow the science, but it appears we are now avoiding the science instead.",
        "background": "The ONS currently provides limited data on Covid 19, based on hospital collected figures, including bed occupancy, cases arriving and cases acquired in hospitals, this is the only remaining data the UK has on a live pandemic as all other useful data collection was ceased.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-10T20:43:58.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-11T22:35:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T16:34:13.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Office for National Statistics is independent of Government, so deciding whether to continue to run this survey is an operational decision for the ONS.\r\n\r\nYou can also see the official UK government website for data and insights on coronavirus (COVID-19) here: https://coronavirus.data.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T16:34:13.877Z"
    },
    "id": 634620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634620.json"
    },
    "type": "petition"
}