{
    "attributes": {
        "action": "Govt politicians not to influence BBC staff/contractors free speech views.",
        "additional_details": "The treatment of Gary Lineker is a disgrace and has broader connotations. The UK is in danger of losing its ability to tolerate free speech and that is unacceptable in a democratic world.",
        "background": "To enact legislation to protect bbc staff/contractors from political bias and allow them to express free speech through external channels as suits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-11T00:03:56.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-11T15:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T13:36:45.509Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the terms of conditions of BBC staff, including guidance around social media use, are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nSince you started your petition the BBC has announced that there will be an independent review on social media guidelines."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T13:36:46.142Z"
    },
    "id": 634637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634637.json"
    },
    "type": "petition"
}