{
    "attributes": {
        "action": "Show Attenborough's new series after BBC fears backlash from the rightwing",
        "additional_details": "Tell the government and the BBC to stop pandering to the right-wing media and to see the real problem in our environment and the solutions to solving the mess we have put our environment in",
        "background": "Force the BBC to broadcast the new series due to it showing content on our wildlife in the British Isle and on what the harm we are doing to the environment and how we can help reverse it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-10T18:45:04.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-10T19:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T07:11:38.587Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. This includes decisions about what content to broadcast.\r\n\r\nThe BBC has explained that there is no ‘sixth episode’ of Wild Isles, and that this series always was a five part series. The BBC has a separate film for iPlayer from the RSPB and WWF and Silverback Films about people working to preserve and restore the biodiversity of the British Isles."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T07:11:39.830Z"
    },
    "id": 634608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634608.json"
    },
    "type": "petition"
}