{
    "attributes": {
        "action": "Tightly oversee the proposed modification of short selling regulations in the UK",
        "additional_details": "Market manipulation, by large financial institutions, has massive implications for businesses; often forcing them into bankruptcy with the associated harm to employees. The behaviour of these institutions, however, also has vast systemic financial implications.\r\nShort Selling (SS) is a mechanism institutions use to make money at huge expense to others. Due to its current flagrant use, it now poses great systemic risk. Democratic oversight of the forthcoming revision of UK SS regulation is vital",
        "background": "I would like the House of Commons Treasury Committee to take a keen interest, and give the strongest consideration to the full implementation of regulations developed by the EU in response to the Global Financial Crisis of  2008, rather than to relax these regulations, as the EU recently voted to do",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-13T10:27:19.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-13T16:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-16T08:03:24.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what issues to inquire into are a matter for individual select committees.\r\n\r\nIf you want to ask the Treasury Committee to investigate the proposed modification of short selling regulations in the UK you should contact the committee directly. You can find the Treasury Committee's contact details on their website: https://committees.parliament.uk/committee/158/treasury-committee/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-16T08:03:25.124Z"
    },
    "id": 634760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634760.json"
    },
    "type": "petition"
}