{
    "attributes": {
        "action": "Review car parking charges across Swale",
        "additional_details": "There are a large number of small business and non profit organisations that will be detrimentally affected by these charges.\r\nAn example is Faversham Swimming Club is a non profit organisation that uses the car park. With the proposed introduction of charges, our members will need to pay in the region of £80 a month to park, which will mean that they will look to move clubs and we are at risk of closing as we will not be able to sustain our oherheads.",
        "background": "Review the increased charges being introduced by Swale Council to stop these charges being introduced",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-13T13:23:40.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-14T14:17:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-17T14:50:58.924Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking enforcement are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-17T14:50:58.933Z"
    },
    "id": 634777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634777.json"
    },
    "type": "petition"
}