{
    "attributes": {
        "action": "Stop Unfair Practices Towards Drivers (Petition against UK Insurance Companies)",
        "additional_details": "Firstly, insurance is a vital component of modern life.\r\nSecondly, many of the practices listed in the petition, such as capping no claims discounts or penalising drivers for no-fault accidents, are unfair and discriminatory. \r\nThirdly, the UK government has a responsibility to protect its citizens from unfair or discriminatory practices. \r\nFinally, by taking action to address these issues, the UK government can help to create a fairer and more transparent insurance industry.",
        "background": "1.\tUncapped no claims\r\n2.\tAbolish penalties for no-fault accidents.\r\n3.\tMake illegal use of expired convictions, such as SP30s, to increase insurance premiums.\r\n4.\tOutlaw insurance price increase at each renewal, where the level of risk has not changed or may have even reduced.\r\n5. Introduce rebates",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-13T13:57:28.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-13T16:52:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-16T08:04:14.556Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the terms and conditions for insurance products, and prices for these, are a matter for individual insurance companies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-16T08:04:15.744Z"
    },
    "id": 634778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634778.json"
    },
    "type": "petition"
}