{
    "attributes": {
        "action": "Local anaesthesia to be common practice in gynaecology (IUDs & cervical biopsy)",
        "additional_details": "In recent years the negligence of the medical field in regards to women's health has become clear. The same tools used in gynae practice in the 1800s are still used today. For most gynae procedures like insertion of IUDs and biopsies (removing a piece of the cervix in a stapler-like motion), the advice is to take paracetamol before and after the procedure. This is barbaric to say the least because if this was any other part of the body we would not be expected to just accept this practice.",
        "background": "Women in the UK are not routinely given the option for anaesthesia for IUD insertion which is an invasive procedure involving the stabbing of the cervix with a tenaculum (forceps with needle edges). There should be change to the NHS guidelines to make anaesthesia part of the practice, not an option.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-13T09:39:13.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-13T12:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-15T15:27:06.712Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to offer anaesthesia are a matter for the NHS and individual clinicians, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-15T15:27:07.858Z"
    },
    "id": 634758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634758.json"
    },
    "type": "petition"
}