{
    "attributes": {
        "action": "Require all phone system operators using queues to offer callback",
        "additional_details": "Most adults lose a significant amount of time being kept on hold when making important telephone calls to service providers (utilities, banks, insurance brokers) or government agencies (DVLA, HMRC). If the number to call is not free of charge, being kept on hold is also a waste of money. \r\nSince the technology exists to eliminate this wasted time and money, it should be mandatory for any organisation implementing a telephone queuing system to offer this service, saving UK citizens time and money.",
        "background": "Regulate operators of telephone interactive voice menu systems which use a \"queuing on hold\" feature (e.g. waiting for an available operator to answer your call) to also permit the caller to register to be called back when they reach the front of the queue instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-15T12:18:15.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-15T12:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-17T09:21:16.705Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nHow a private business delivers its customer services is a matter for it, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-17T09:21:17.780Z"
    },
    "id": 634897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634897.json"
    },
    "type": "petition"
}