{
    "attributes": {
        "action": "A councillor in schools for students struggling with mental health conditions",
        "additional_details": "Despite the schools offering support it is normally for them to report to parents what is discussed, leading to students still feeling unable to open up to others. This is purely for the benefit of the students who do struggle it is hard to find a save space sometimes and doing this will allow them to build that relationship. Parents are notified immediately if red flags are raised for student safety but this is for the students not parents.",
        "background": "Provide a councillor in schools for students to confidentially convide in. They can build a trustworthy and safe environment and parents will be notified immediately and only if red flags under a certain criteria are raised for the safety and benefit of the student.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T16:50:38.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-16T17:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-20T10:56:21.590Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire all secondary schools and colleges to have a full-time counsellor: https://petition.parliament.uk/petitions/630482\r\n\r\nProvide funding for mental wellbeing staff for children in schools and college: https://petition.parliament.uk/petitions/628202"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-20T10:56:22.313Z"
    },
    "id": 634979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634979.json"
    },
    "type": "petition"
}