{
    "attributes": {
        "action": "Make Water Companies' operating licenses  depend on developing clean waterways.",
        "additional_details": "Progress towards clean waterways has to happen  across the whole Nation. We need an urgent bill to address this. Fines are not sufficient and simply result in higher water bills. Every waterway is at risk and polluted so long as successive Governments refuse to take an active stance on this matter.",
        "background": "The Government has delayed too long on addressing the problem of Water Companies flagrant lack of investment in clean waterways. Clean waterways should be at the heart of the Water Industry Operations, not an afterthought.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T08:48:56.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-16T15:00:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-20T10:46:25.425Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that there are not sufficient obligations on water companies regarding the maintenance of waterways, but it's not clear exactly what new obligations you want to be imposed on water companies.\r\n\r\nThe Environment Act introduced new duties to:\r\n\r\n- monitor the water quality up and downstream from their assets\r\n- require water companies to make progressive reductions in the adverse impacts of storm overflows\r\n\r\nIf there are additional duties you would like the Government to impose on water companies you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-20T10:46:26.079Z"
    },
    "id": 634945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634945.json"
    },
    "type": "petition"
}