{
    "attributes": {
        "action": "Stop the closure of Netherton Park SEND for our early years in Dudley",
        "additional_details": "Stop them from closing the SEN nursery’s at Netherton, especially after their OFSTED outstanding rating. It should be kept as the main hub to train other staff to help children with SEN. We are all for more hubs but they need to replicate Netherton. Those who have worked in mainstream nursery’s for 20 year would NOT be equipped for the role. It is crucial for our children’s development that they receive specialised input. Why take a service away that is proven to work for parents & children",
        "background": "The integrated early years service has already been massive downsized over the last 18 months. They are now planning on closing 2 SEN nursery’s, that have been rated outstanding by OFSTED to create hubs in mainstream settings around the borough. We want you to stop them from closing the SEND.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T16:12:33.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-16T16:24:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-20T10:55:24.366Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local SEND provision are a matter for individual local authorities and health providers, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for special educational needs and disabilities (SEND) education: https://petition.parliament.uk/petitions/634116\r\n\r\nIf you're concerned about SEND provision in your area you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-20T10:55:25.049Z"
    },
    "id": 634974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634974.json"
    },
    "type": "petition"
}