{
    "attributes": {
        "action": "End sewage discharges into our seas and rivers.",
        "additional_details": "On the 26th Aug, 2022, the government published a plan to reduce the discharge of sewage from overflows by water companies, requiring them to take actions to ensure no storm overflows are operating outside of unusually heavy rainfall, or causing any adverse ecological harm by 2035, and, to improve all overflows discharging into or near designated bathing water, and 75% of overflows discharging to high priority ecological sites by 2050. We implore the government to set more ambitious targets.",
        "background": "Storm overflows were designed in the Victorian era to be used during extreme weather to prevent sewers becoming overloaded by releasing diluted wastewater into our rivers and sea. The system is outdated. The current government timeline and regulations is to have addressed the issue by 2050.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T20:03:35.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-17T08:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-20T11:59:25.635Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to set more ambitious targets to reduce the impact of storm overflow discharges, but it's not clear what new targets you want the Government to set.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-20T11:59:26.437Z"
    },
    "id": 634990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634990.json"
    },
    "type": "petition"
}