{
    "attributes": {
        "action": "Give Ukrainian dentists the opportunity to work in the UK.",
        "additional_details": "Fast-tracking would allow us to maintain our skills, support ourselves and our families, pay our taxes, support the NHS, and help ensure the British people have access to high-quality dental care. We respectfully request you consider implementing a fast-track system in the UK so that we can repay our debt to the UK Government and the British people who have open their hearts and homes to us.",
        "background": "Hundreds of competent Ukrainian dentists are living in the UK. However, UK dentistry practice requires registration with the General Dental Council, which takes at least three years. Some western governments assess Ukrainian applicants on a case-by-case basis, which fast-tracks suitable candidates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-18T10:25:00.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-18T10:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-21T15:00:15.259Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not directly responsible for.\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe legislation governing the registration of dentists already allows for people with recognised overseas diplomas to be registered as dentists. It is up to the General Medical Council which overseas diplomas to recognise.\r\n\r\nThis is set out in Section 15 of the Dentists Act 1984: https://www.legislation.gov.uk/ukpga/1984/24/section/15\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T15:00:20.071Z"
    },
    "id": 635084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635084.json"
    },
    "type": "petition"
}