{
    "attributes": {
        "action": "Remove the term Disorder or Condition from the diagnostic terminology of Autism.",
        "additional_details": "Being Autistic or neurodivergent is a difference in how they think & communicate with other people, it is a difference to neurotypical people. Autistic people are not broken, disordered, it is not a condition, it is simply a difference. The medical term refers to Autism as Autism spectrum Disorder or Condition. Autistic Communities do not like to be labelled in this way, they feel it is harmful, misleading, leading to inequality in how others perceive & understand them. It is time for change.",
        "background": "Neurodivergent communities do not like the medical term Autistic spectrum Disorder or Condition Autism is a difference We would like the term Disorder and Condition removed from the medical terminology and replaced simply with Autism",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-18T01:11:24.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-18T02:06:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-21T07:35:59.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about diagnostic terminology are a matter for medical professionals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T07:36:00.391Z"
    },
    "id": 635070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635070.json"
    },
    "type": "petition"
}