{
    "attributes": {
        "action": "Create a UK Privacy Council to educate and improve on Privacy in the UK.",
        "additional_details": "People and Businesses don't currently understand Privacy properly. \r\nSome understand Data Protection (but that is only one part).\r\nPersonal Autonomy, Bodily Autonomy, Reputation Protection, Mental Integrity and other parts of Privacy matter too.\r\nIt is in the Public Interest to protect Privacy as failures to do so Harm People and Business, Impact National Security, Public Safety and Citizens' Other Rights, like the Right to a Fair Trial.\r\nWe need education from the ground up, to help sort this out.",
        "background": "Create the Council. Make it Independent of Government. Give it powers to educate, improve Privacy and advise and guide on things such as Privacy-Preserving Technologies and Privacy-Enhancing Technologies to make them 'do what they say on the tin' instead of Misleading the Public, like they do now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-17T12:24:31.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-18T06:58:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-21T14:59:12.892Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear if you want this council to be given responsibility for educating the public and advising the Government, or to actually have responsibility for privacy policy and the enforcement of this. \r\n\r\nFurthermore, the Information Commissioner's Office upholds information rights in the public interest, promoting openness by public bodies and data privacy for individuals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T16:46:40.639Z"
    },
    "id": 635022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635022.json"
    },
    "type": "petition"
}