{
    "attributes": {
        "action": "Reduce dog warden fees and offer instalments .Take each case on its own merits",
        "additional_details": "Muddypawscrime have been helping owners that have been refused their dog back due to lack of funds & have the threat of losing their dog after 7 days if they can't pay.Each case is different,circumstances aren't taken into account by many councils & contractors .No instalment plans in place & fees go up daily with no feeling for an owner & a dog .A case this week the council charged £150 for one day when a dog was microchipped & owner in touch but they held the dog to ransom for money for 4 days",
        "background": "Reduce dog warden fees & offer instaments .Each case is different dependent on circumstances. Contractors and councils can be very inconsiderate to owners & treat dogs like cars in a compound & hold them to ransom whilst demanding money.The 7 day rehoming rule needs to be extended also",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-17T23:27:19.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-17T23:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-22T14:00:12.763Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to legislation governing stray dogs, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to taking each case on its own merits, but it's not clear how you want this to work in practice.\r\n\r\nWe could accept a petition calling on the Government to increase the seven-day period after which a stray dog becomes the property of the relevant local authority, and calling for a cap on kennel fees for stray dogs, but if you want the Government to make other changes to legislation governing stray dogs you'd need to be clear how you want this to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-05T07:00:32.023Z"
    },
    "id": 635066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635066.json"
    },
    "type": "petition"
}