{
    "attributes": {
        "action": "Allow dogs in all restaurants/shops. Not a restricted area.",
        "additional_details": "More and more people are working from home, which has resulted in more people than ever having pet dogs. People don’t want to leave their dogs at home as they are very much part of the family and - by many- seen as the equivalent of children.  Some pets have developed anxiety, due to lockdown and not being away from their owners, therefore unable to stop at home. I feel a lot of people would like to be able to pop to a shop and take their pet with them and it would also be convenient. Not only this, but it will also be good for business as their trade will increase.",
        "background": "Make it a law that dogs can go into any shop or restaurant: they are not in a restricted area, are allowed to sit with owners wherever and can go into all shops with owners while they complete their daily\r\ntasks. It will be the responsibility of the owner to be responsible of their dogs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-19T15:27:41.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-19T18:45:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-22T07:31:48.876Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to allow dogs other than assistance dogs into a shop or restaurant are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-22T07:31:49.951Z"
    },
    "id": 635141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635141.json"
    },
    "type": "petition"
}