{
    "attributes": {
        "action": "Changes to the UK wide Secondary School Toilet Policy, in line with Human Rights",
        "additional_details": "Create a new policy to allow for a suitable toilet use. A student volume to toilet access and timed schedule. The current policy treats them below the level of a prisoner who can access a toilet when they wish. \r\n\r\nA womens menstrual cycle causes distress and concern for public humiliation in the secondary school environment and restricting access will cause at some stage serious mental health.\r\n\r\nWe have already seen pupils rebelling and closing toilets is merely papering over the cracks",
        "background": "The current state of affairs across the UK in terms of restrictions to pupil access to toilets.\r\n\r\nPersonal experience - 1900 pupils at my step daughters school restricted to two toilets. Females refused access when having very different needs than males, causing embarrassment and mental health",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-19T10:54:12.061Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-19T11:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-22T07:28:32.534Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on policies regarding the use of toilets are a matter for individual schools and teachers, not the UK Government or House of Commons.\r\n\r\nIf you are unhappy with how a school or teacher deals with requests to use the toilet, you should raise this with the school or relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-22T07:28:33.801Z"
    },
    "id": 635132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635132.json"
    },
    "type": "petition"
}