{
    "attributes": {
        "action": "Make local councils accountable for reported pot holes",
        "additional_details": "I would like the government to hold local councils accountable for pot holes. I have seen workers repairing a pot hole but not one two yards away….why ? Pot holes are reported and nothing gets done for weeks in which time accidents are happening, cyclists being injured and peoples vehicles damaged. Why can’t a workforce just drive around the roads and repair pot holes as they come across them ? I for one am fed up with having to accept it when we pay for our roads to be kept in a safe state.",
        "background": "Make local councils accountable for reported pot holes if not repaired within 7 days. The roads in this country are a disgrace and Enough’s enough. Accidents are happening with locals avoiding known pot holes and cars being damaged every day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-19T22:37:38.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-20T08:53:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-23T07:33:14.822Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about potholes not being repaired, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to local councils being held \"accountable\", but we're not sure what you actually want the Government to do.\r\n\r\nMotorists can already claim compensation if their vehicle has been damaged by a road. You can find out how this works here: https://www.gov.uk/claim-for-damage-to-your-vehicle\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire daily council tax discounts by councils that fail to maintain roads: https://petition.parliament.uk/petitions/633626"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-23T07:33:16.198Z"
    },
    "id": 635160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635160.json"
    },
    "type": "petition"
}