{
    "attributes": {
        "action": "Ethical Governance: Ensuring MPs Serve the Public Good, not Corporations",
        "additional_details": "To preserve democracy, MPs must prioritise the public good over personal or corporate interests. Stricter lobbying regulations, conflict of interest rules, and banning second jobs hold MPs accountable. Capping donations, providing anti-corruption measures, involving the public, and capping salaries at the national mean further promote ethical governance.",
        "background": "To ensure MPs work for public good, limit corporate lobbying, strengthen conflict of interest rules, ban second jobs, cap donations, enhance whistleblower protections, establish anti-corruption measures, ensure public involvement, provide training, and cap MP salaries at the national mean.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-20T10:45:46.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-20T11:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-23T07:47:33.405Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe code of conduct for MPs already says that Members must base their conduct on a consideration of the public interest, avoid conflict between personal interest and the public interest and resolve any conflict between the two, at once, and in favour of the public interest: https://publications.parliament.uk/pa/cm5803/cmcode/1083/1083.pdf\r\n\r\nIt's not clear what action you want the Government to take to \"limit corporate lobbying\", but we have published the following petitions, which you might like to sign:\r\n\r\nHold an inquiry into lobbying practices in the UK: https://petition.parliament.uk/petitions/635057\r\n\r\nRequire MPs and parliamentary candidates declare any links with lobbying groups: https://petition.parliament.uk/petitions/634735\r\n\r\nIt's also not clear what action you want the Government or Parliament to take to strengthen conflict of interest rules or enhance whistleblower protections.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan second jobs for Members of Parliament: https://petition.parliament.uk/petitions/630900\r\n\r\nThere is already legislation and parliamentary rules in place in respect of corruption, and it's not clear what new measures you want to be established.\r\n\r\nThe House of Commons already provides training to MPs and their staff on a range of issues.\r\n\r\nWe can't accept petitions about pay for MPs because the UK Government and Parliament aren't responsible for this. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-23T07:47:34.911Z"
    },
    "id": 635181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635181.json"
    },
    "type": "petition"
}