{
    "attributes": {
        "action": "Renew the contract of the NHS Camden and Islington Drug Rehabilitation Service",
        "additional_details": "As a young female attending the Margarete Centre, I have seen the desperation, sadness of both service users, staff, doctors. In the Margarete Centre, everyone is treated equally. There is pattern of charities bidding for contracts and then failing to be able to run them at the cost quoted  - being taken over by the private sector. If service-users drop out of their treatment with a new provider they may incur all risks such as relapse, crime, prison and accidental overdose.” Please, help us.",
        "background": "The long-running service at the Margarete Centre in Hampstead Road will be shut down from April 1 as part of a deal struck between the council, Change Grow Live (CGL) and the Single Homelessness Project (SHP). With uttermost respect we ask for immediate action to preserve this service (est. 1967).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-21T16:36:43.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-21T21:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-24T08:04:26.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about commissioning of local drug rehabilitation services are a matter for the relevant NHS integrated care board, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase funding for the provision of drug rehabilitation services, but it would still be up to individual ICBs to commission these.\r\n\r\nIf you need treatment for drug addiction, you can find out how to get help here: https://www.nhs.uk/live-well/addiction-support/drug-addiction-getting-help/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-24T08:04:27.574Z"
    },
    "id": 635298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635298.json"
    },
    "type": "petition"
}