{
    "attributes": {
        "action": "Stop the neighbourhood scheme in Milkstone and Deeplish area.",
        "additional_details": "Main issues are \r\nTraffic congestion around whole area at times like 2pm when there used to be no traffic whatsoever. \r\nPeople not abiding to one way systems. \r\nDifficult to drive in the area as its too congested. \r\nHaving to take alternative routes which take a lot longer than following one way signs.\r\nIn cases of emergency for elderly there is alot of blockage for ambulances to get to where they need to be it will take alot longer.\r\nThis overall is not a good idea and as a community we want this to stop.",
        "background": "We want the neighbourhood trial scheme to come to an end its causing nothing but significant issues for the community and majority of people are against this and don't want this to continue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-23T15:06:45.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-23T16:00:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T13:16:29.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: https://www.rochdale.gov.uk/petition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T13:16:32.162Z"
    },
    "id": 635447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635447.json"
    },
    "type": "petition"
}