{
    "attributes": {
        "action": "Restrict sale of devices intentionally emitting disturbing high frequency sounds",
        "additional_details": "Require that devices that intentionally create high frequency noise to deter pests, only use frequencies above that which is audible to young adults, children and babies. I am 25 and can still hear the neighbours sensors when they are gardening, and others who are more sensitive to it than myself find them painful to be around, and many users place these sensors in areas where they can be triggered by people using the pavement.",
        "background": "There has been a rise in popularity of high frequency sensors designed to deter wildlife from private property. Unfortunately these sensors emit sound at ranges still audible to people in their 20s, and many are very sensitive to it, experiencing pain  walking down a street, or even disturbing sleep",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-23T15:13:49.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-23T17:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T13:26:09.662Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see restrictions on devices that emit high-pitched noises, but we're not sure what frequencies you want devices to be banned from emitting.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T13:26:10.291Z"
    },
    "id": 635449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635449.json"
    },
    "type": "petition"
}