{
    "attributes": {
        "action": "Improve the efficiency of the GP’s, Out of hours services, and Hospital A&E’s.",
        "additional_details": "Healthcare has become almost impossible to access post the coronavirus pandemic. Waiting times are ridiculous, booking face to face appointments are impossible and patient care has become somewhat unprofessional and has declined significantly as a result. Citizens no longer feel safe, nor believe that their health will be sustained when needed. If there was more access to GP’s, the out of hours services and A&E’s would receive a lot less patient income.",
        "background": "Make Face to Face GP appointments more accessible. Improve patient care in A&E’s and Out of hours services. Improve the A&E/Out of hours services triage rotation. It causes unnecessary prolonged waiting times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-24T00:28:58.924Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-24T13:14:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-28T06:26:06.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nCommissioning and operation of NHS services are a matter for the NHS, local Integrated Care Boards, and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDouble funding for the NHS: https://petition.parliament.uk/petitions/632024"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-28T06:26:08.110Z"
    },
    "id": 635498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635498.json"
    },
    "type": "petition"
}