{
    "attributes": {
        "action": "The Government should make the Blue Badge Scheme purely electronic.",
        "additional_details": "S.13 Equality Act, for Direct discrimination states “A person discriminates against another if, because of a protected characteristic, A treats B less favourably than A treats or would treat others.” Able bodied people can pay for their parking using electric means but disabled people cannot and must display a ‘Blue Badge’ to denote their ‘protected characteristic’ for enforcement purposes and criminal advantage. Blue Badge holders are discriminated against by the need to display a Blue Badge.",
        "background": "The Blue Badge (Disabled Persons' Parking) Scheme was introduced in 1971 under s.21 of the Chronically Sick and Disabled Persons Act 1970. This national system for disabled parking was established over 50 years ago. This should be updated for less than the annual £200,000,000 cost for their theft.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-25T13:34:36.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-25T18:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-31T11:49:29.264Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned that Blue Badges are not available in digital form, but it's not clear how you want a digital Blue Badge to work.\r\n\r\nA physical Blue Badge allows people to identify themselves as authorized to park in designated on-street parking spaces, for which Blue Badge holders do not need to pay. It is therefore not clear how a digital Blue Badge could be used to identify people that are authorized to park in designated on-street parking spaces.\r\n\r\nOff-street car park operators should provide parking spaces for disabled people. However, it is up to the car park owner to decide whether Blue Badge holders can park free of charge. Where off-street parking is not free of charge to Blue Badge holders, they can pay for off-street parking in the same way as other car park users."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T07:59:42.509Z"
    },
    "id": 635587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635587.json"
    },
    "type": "petition"
}