{
    "attributes": {
        "action": "Provide accessible mental health services for deaf people in Wales.",
        "additional_details": "Many deaf people struggle with isolation and are more vulnerable to abuse. In Wales there is no service that is fully accessible to deaf people & as a result many suffer alone. Crisis charities are predominantly telephone based which is not practical. Primary & secondary care lack accessible therapies and no safe and effective way to communicate to deaf people in distress. Professionals doing Mental health assessments also lack deaf awareness when making a diagnosis.",
        "background": "There are currently little to no accessible mental health services for deaf people in Wales. Most organisations are telephone based & not practical.Accessing secondary mental health care such as crisis teams are also inaccessible. Online & face to face support groups are also hard to participate in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-26T16:25:13.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-26T16:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-28T14:27:35.820Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\n\r\nhttps://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-28T14:27:35.818Z"
    },
    "id": 635641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635641.json"
    },
    "type": "petition"
}