{
    "attributes": {
        "action": "Would like to have 3G facilities built in Rayleigh for adult&children’s football",
        "additional_details": "3G pitches have become a staple in community sport since the turn of the century.  \r\n3G football pitches are perfect in all weather conditions. Players can play in the rain or when the sun shines without worrying about the venue surface deteriorating or any weather cancellations. You don’t have to worry about the maintenance of waterlogged pitches or deal with a hard and dry surface, unlike natural grass surfaces. This would also bring jobs to the community and help kids to continue  playing !",
        "background": "Hi we as a community would be looking for full funding for  a 3G football facility to be built in Rayleigh for young children and adults to express themselves on the pitches ! I believe we currently have 70 team at Rayleigh Fc men’s , women’s , boys and girls ages ranging from under 6 to under 18",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-26T08:20:39.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-12T09:00:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-14T07:12:03.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local sports facilities are a matter for the relevant owners and local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-14T07:12:04.296Z"
    },
    "id": 635619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635619.json"
    },
    "type": "petition"
}