{
    "attributes": {
        "action": "Recognise social care workers as skilled care professionals and enable fair pay.",
        "additional_details": "Despite their skillset, social care workers often only earn the National Minimum Wage. Community carers are particularly affected by this injustice, finding it hard to keep their cars roadworthy. The Local Authority/Integrated Care Board rates paid to care providers give no scope to pay social care workers a rate to reflect their worth or to maintain safe practice. We implore the government to support fair rates for care delivery using the learnings from the 2022 ‘Fair Cost of Care’ exercise.",
        "background": "Social care workers are highly skilled and require regular training to keep current with best practice. Community carers are also required to run/maintain their own cars. Pay rates within the sector are reliant upon locally agreed council rates which are far below what is required or recommended.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-28T16:26:22.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-28T18:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-03T11:40:37.021Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for care workers are a matter for their employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide funding to increase pay for social care workers, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-18T15:51:37.308Z"
    },
    "id": 635778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635778.json"
    },
    "type": "petition"
}