{
    "attributes": {
        "action": "Pay Review for Support Staff in Education.",
        "additional_details": "The cost of living  crisis is affecting us all but those on a lower wage are facing a disproportional burden making basic life necessities such as heating and food much harder to purchase.\r\n\r\nWorkload for support staff has significantly increased due to general teacher workloads, increase in SEN pupil numbers, reduction overall of Support Staff meaning that the workload of existing Support Staff who have stayed in education has disproportionately increased and continues to do so.",
        "background": "Support staff pay scales need to be reviewed and increased. \r\nThe inner London Teacher pay scales need to be applied to Greenwich  Support Staff who currently receive Outer London pay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-28T11:56:01.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-28T12:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-30T06:40:24.718Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSchools are free to set their pay and most mirror local government pay scales, so decisions about what pay scales to use in Greenwich are a matter for the schools in that area.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund Better Pay for Support Staff in Education: https://petition.parliament.uk/petitions/635276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-30T06:40:25.742Z"
    },
    "id": 635760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635760.json"
    },
    "type": "petition"
}