{
    "attributes": {
        "action": "Make Changes to the Secondary School Curriculum",
        "additional_details": "Polls show that half of school leavers don't feel prepared for working life when they've completed their final years of school. PSHE lessons are less structured than other subjects within the curriculum, but there are many life skills that could be taught during these sessions. Time isn't always used effectively because the current curriculum doesn't properly support the teaching of current events, the important historical successes of minorities or preparation for future roles.",
        "background": "Include modern topics in subjects. For example: successful minority history in history lessons; childcare within PSHE and lessons on personal finance in PSHE or even in mathematics in earlier years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-28T10:54:14.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-28T15:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-31T13:31:36.146Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIt is not clear what the petition means when you refer to \"childcare\". The RSHE curriculum has content on \"the roles and responsibilities of parents with respect to raising of children, including the characteristics of successful parenting\": https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nThe citizenships curriculum contains content on managing money, income and expenditure, financial products and services: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nWe could accept a petition calling for additional content to be added to the curriculum, but it would need to be clearer what content - which is not already part of the curriculum - you would like to be added."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-31T13:31:36.251Z"
    },
    "id": 635754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635754.json"
    },
    "type": "petition"
}