{
    "attributes": {
        "action": "Take immediate effective action to reach net zero before 2050",
        "additional_details": "The impact of climate change on the world will be far greater than all challenges we are facing now. It will impact on every aspect of our lives. Using short and medium term challenges as a reason for diluting net zero policies is short sighted. Future generations will bear a heavy cost for this short sightedness. The Government must immediately reconsider and place achieving net zero well before 2050 at the top of its priorities.",
        "background": "Prioritise achieving net zero over short and medium term challenges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-30T07:36:29.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-08T08:33:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-11T15:06:06.530Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned the Government is not taking sufficient action to achieve Net Zero, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has set out its plans to meet its Net Zero target: https://www.gov.uk/government/publications/net-zero-strategy\r\n\r\nWe can accept petitions calling for changes to policies intended to achieve Net Zero, or to bring forward the target to achieve Net Zero, but it would need to be clear what policy changes you want, and when you want the Government to aim to achieve Net Zero."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-11T15:06:07.268Z"
    },
    "id": 635869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635869.json"
    },
    "type": "petition"
}