{
    "attributes": {
        "action": "Create an official HMP veterans badge for HMP Staff.",
        "additional_details": "Prison staff work in a stressful, confrontation and violent environment everyday and for many years. Staff are threatened, assaulted, and exposed to horrific self harm, mental health issues. We wear many hats during any single shift, from social worker, advisor, disciplinarian, first responder etc. \r\nWe maintain discipline and keep the public safe by making escape as impossible as we are able. We work hard to rehabilitate offenders and reduce their risk to the public, and improving the quality of their lives if released. I like many of my old colleagues am proud of my service during her majesty’s rein and would like to wear a veteran’s badge as the military veterans are able to. .",
        "background": "We would like HMP veterans to be recognised as the military veterans are with an official HMP veterans badge / medal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-29T08:15:17.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-30T09:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-03T07:07:16.898Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Prison Service’s (operational duties) Long Service and Good Conduct Medal is awarded to operational staff in UK Prison Services on completion of 20 years continuous service.\r\n\r\nThe medals are awarded by HM The Queen and aligns operational public sector prison staff with other comparable other front line public services such as the police, fire and ambulance services, and the Armed Forces."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-12T06:52:37.261Z"
    },
    "id": 635804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635804.json"
    },
    "type": "petition"
}