{
    "attributes": {
        "action": "Review how movement orders are done and help companies get them processed quick",
        "additional_details": "There needs to be more done to help the honest companies get things moving waiting 2 or three days is to long.also it's only Monday to Friday movement orders get processed we need people working on them over the weekend.\r\n\r\nWe are tired of police forces changing the goal posts. It's near on impossible to get abnormal loads moved. And its imposdible to speak with police forces.How do you expect the heavy haualge. Police are quick enough to fibre us . In return work with us .",
        "background": "Heavy haualge companies are currently struggling with movement orders at the moment . For example getting them approved in time or them been rejected after the 2 days leaving companies like my self struggling to get work. And earn a decent honest living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-29T16:09:44.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-29T16:17:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-31T06:00:38.504Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nProcessing notification of plans to transport abnormal loads are an operational matter for the relevant authorities, including the police, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with how the police have handled your notification of plans to transport abnormal loads you could complain about this: https://www.policeconduct.gov.uk/complaints-reviews-and-appeals/make-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-31T06:00:42.021Z"
    },
    "id": 635832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635832.json"
    },
    "type": "petition"
}