{
    "attributes": {
        "action": "Stop Falkirk Council’s Proposal to remove home to school transport for children",
        "additional_details": "However many parents work and this is simply not practical. \r\n\r\n*Children will have to cross very dangerous roads which have no crossing patrol or automated pedestrian crossings.\r\n\r\n*During winter months children will walk home in the dark. \r\n\r\n*Proposed bus pass costs are too high\r\n\r\n*Children in Scotland are entitled to free bus travel but they won’t put additional service busses on for school hours. \r\n\r\nPlease help the people of Falkirk halt this proposal.",
        "background": "Please stop our local council from trying to save money in a way that leaves children at risk. \r\n\r\n*Head of Education Services at Falkirk Council (Robert Naylor) has stated that it is the responsibility of parents to ensure that their children arrive at school safely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-30T20:55:55.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-30T21:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-04T10:55:04.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Transport for children is a matter for local councils and matters relating to education and school transport in Scotland are a matter for the Scottish Government. You may wish to contact your local council. You can find contact details for this here: https://www.mygov.scot/find-your-local-council"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T10:55:20.820Z"
    },
    "id": 635938,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635938.json"
    },
    "type": "petition"
}