{
    "attributes": {
        "action": "To give people aged 13-18 who identify as Non-bianry and transgender equality.",
        "additional_details": "To pass legislation to treat children who do not nessacrily who fit in to one or box to be treated in all assets of life in schooling, physical education, medicine, documentation ect. Transgender kids are Transgender and non binary children are non binary. And that will not change. This government with or without this petition need to make sure that all children of \"the 3rd\" gender is prected and respected in our country. If Britain can be on top of the world leading the way on true equity.",
        "background": "Mandatory personal changing rooms in PE.\r\n-For Transgender and Non binary teenagers allowed to medically transition and to to change gender on documents easily.\r\n- For Children of any age to be allowed to come to school in there preferred uniform and be allowed to compete in PE in their gender.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-31T19:37:59.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-07T19:34:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-11T14:52:49.769Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about treatment for trans children are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to make it easier for trans children to legally change their gender, but it would need to be clear what (if any) process you want there to be for trans children to legally change their gender.\r\n\r\nWe can also accept petitions calling for new requirements to be imposed on schools in respect of changing rooms and uniforms.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLegally recognise non binary gender identity: https://petition.parliament.uk/petitions/629527\r\n\r\nReform the Gender Recognition Act 2004: https://petition.parliament.uk/petitions/631140"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-11T14:52:50.772Z"
    },
    "id": 636015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636015.json"
    },
    "type": "petition"
}