{
    "attributes": {
        "action": "Revoke the licence of any taxi or private hire vehicle.",
        "additional_details": "The law states that sight or hearing dogs that assist a person to go about their daily activities cannot be refused access to taxis, private hire vehicles and public service vehicles.\r\nI feel that this law should also incorporate a penalty sating thst any of the above who do refuse these essential animals carriage should and without exception have their licence to operate in this profession revoked with immediate effect once proved they have broken the law by refusing.",
        "background": "Make it law that if a taxi or private hire vehicle refuses carriage to a person or persons using a sight/hearing dog for assistance then said driver will lose their licence to operate which is issued by councils nationwide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-01T11:31:24.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-03T14:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-05T06:47:00.721Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about revoking taxi and PHV licences are a matter for individual licensing authorities, not the UK Government or Parliament.\r\n\r\nA licensing authority may already revoke a licence if a taxi or PHV driver has broken the law or their licence conditions.\r\n\r\nIf a taxi or PHV driver has refused carriage to you because you have an assistance dog you should complain to the relevant licensing authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-05T06:47:01.870Z"
    },
    "id": 636043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636043.json"
    },
    "type": "petition"
}