{
    "attributes": {
        "action": "Requirement for a cultural centre for the Spanish-speaking community",
        "additional_details": "Oca Community Kitchen sees the need in the community. Lambeth and Southwark are boroughs very much affected by this whole life impact. We require a building community  centre where we will provide a range of activities and workshops for families based on the full range of education to get young people off the streets and food aid to help them adapt to the day to day life and to be able to access better working conditions.https://ocacommunitykitchen.uk.Onehand helps another hand priority",
        "background": "According to statistics there are more than 200.000 Spanish speaking people living in South London alone where they live in precarious situations due to the high cost of living and in a delicate situation and oca community kitchen has been linking food aid and free education for 3 years",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-31T20:59:48.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-31T21:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-04T07:16:52.851Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about establishing community centres are a matter for community groups and relevant local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T07:16:53.850Z"
    },
    "id": 636022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636022.json"
    },
    "type": "petition"
}