{
    "attributes": {
        "action": "Lower train cost across the UK, this has now become unmanageable.",
        "additional_details": "Train services are an essential service for the population. Paying 20£ return for only 3 stops in avarage is not reasonable anymore. It cost 20£ daily to ride a train from Hatfield -\r\nTo London Kings Cross return daily (319£ with season ticket). It cost instead 13.00€ to go from Naples to Rome for 2 hours 45min travel, and this is only an example. Why we heave to pay a lot more compared to other countries? In Luxembourg transportation is free and in Germany prices keeps going down. They face the same energy crisis.",
        "background": "To set a maximum roof for trains fare in line with other European countries. It's unfair and unjust that doing 3 stops with the train costs 20£ return. \r\n\r\nIn Italy for example where electricity has been historically more expensive, to do the same milage costs less than 5€.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-04T07:14:16.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-10T21:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T10:36:34.932Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already regulates train fares, and there are different arrangements for train fares across Europe. We could accept a petition calling for changes to how train fares are set, but it would need to be clear what changes you would like to see.  The Government is also only responsible for train fares for England. Also, you would need to provide your full name if you want to start a new petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T10:37:30.552Z"
    },
    "id": 636176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636176.json"
    },
    "type": "petition"
}