{
    "attributes": {
        "action": "Palestinian Refugees in Lebanon over 70 years human suffering to be end.",
        "additional_details": "The UK government has the ability to exert pressure on UNRWA through parliamentary discussions, urging them to work towards a lasting resolution for Palestinian refugees in Lebanon. It is imperative that steps are taken towards achieving a sustainable solution at this time.",
        "background": "I am asking for a Parliamentary select committee to tackle the issues and encourage UNRWA to come up with a permanent solution. UNRWA is failing to provide necessary services to Palestinian refugees in Lebanon, leading to more suffering as people take dangerous boat journeys for freedom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-03T16:38:18.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-04T17:55:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-06T12:08:36.568Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear what you would like to happen. The United Nations Relief and Works Agency is a relief agency, not one that would propose or seek a political solution to any issues in Lebanon. It's also not clear what you mean by a \"permanent solution\". We could accept a petition calling on the Government to urge additional support for Palestinian refugees in Lebanon, or to see some other outcome - but it would need to be clear what outcome you want the Government to work towards. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-06T12:09:47.995Z"
    },
    "id": 636153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636153.json"
    },
    "type": "petition"
}