{
    "attributes": {
        "action": "End taxpayer subsidies for food & drink in Parliament.",
        "additional_details": "It is ridiculous to suggest that MPs with a basic salary of over £80,000 can’t afford to pay for their own food and drink. We should use the money to help children who skip meals due to severe poverty.",
        "background": "Catering services at the Houses of Parliament run at a loss so they are effectively subsidised by the taxpayer. When the poorest in society are choosing between heating & eating it is not appropriate for well-paid parliamentary workers to be subsidised by taxpayers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-03T08:10:42.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-11T11:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-13T09:58:59.262Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services.\r\n\r\nThe House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-13T09:59:00.558Z"
    },
    "id": 636127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636127.json"
    },
    "type": "petition"
}