{
    "attributes": {
        "action": "Open work permit after working in the UK for 2 years under a skilled worker visa",
        "additional_details": "While many other countries like Germany and Canada making it easy for immigrants to get permanent residency/open work visa, UK still maintains it's 5 years employer depended visa. this time is too long and frustrating and if you provide an easier Open Visa option after 2 years of working for a specified employer, skilled worker immigrants can use their maximum potential to find better jobs/or become an entrepreneur which results in more tax and is beneficiary for them and the government.",
        "background": "Right now, if you come to the UK under a Skilled Worker visa, you have to work for a specified employer for 5 years before getting an ILR and having an open work visa. we ask for an Open Work Permit after 2 years to make the work visa situation a bit more flexible and make it easy to change the job.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-06T09:37:42.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-06T12:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-11T07:53:40.336Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current immigration arrangements for people who travel to the UK as skilled workers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to make people eligible for Indefinite Leave to Remain (ILR) after two years of being in the UK on a Skilled Work visa, or create a new 'Open Work Permit' for people who have been in the UK on a Skilled Work visa for two years, to remove restrictions on the work they can do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-11T07:53:41.607Z"
    },
    "id": 636290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636290.json"
    },
    "type": "petition"
}