{
    "attributes": {
        "action": "Allow MPs to take the oath in the Irish or Ulster-Scots languages.",
        "additional_details": "This has been the subject of some debate and controversy in recent years. Some MPs have called for the oath to be made available in Irish and Ulster-Scots, arguing that this would be a symbolic gesture of respect for the cultural diversity of the UK. There are ongoing efforts to preserve and promote them in Northern Ireland. \r\n\r\nHowever, as of now, the oath or affirmation must still be taken in English, Welsh, Cornish or Scottish Gaelic. \r\n\r\nPlease make the oath available in Irish and Ulster-Scots.",
        "background": "There is no provision for MPs to take the oath in Irish or Ulster-Scots. While they are recognised as minority languages in the UK, they are not official languages of Parliament but Welsh, Cornish and Scottish Gaelic are. Why miss them out?\r\n\r\nAllow MPs to take the oath in Irish and Ulster-Scots.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-04T19:23:45.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-04T20:00:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-06T05:32:13.545Z",
        "rejection": {
            "code": "already-happening",
            "details": "The oath/affirmation must be taken/made first in English, but Members can follow this with an oath or affirmation in another language of their choice. Oath/affirmation cards are Available in Welsh, Scots Gaelic, Irish Gaelic, Ulster Scots and Cornish. If a Member wishes to make the oath/affirmation in another language\r\nnot listed, this is possible, but Members must supply their own translations. \r\n\r\nYou can find out more about the process of swearing in for MPs here: https://www.parliament.uk/globalassets/documents/commons/executive/Commons-Briefing-Note_Swearing-In_2019.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-06T05:32:14.628Z"
    },
    "id": 636218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636218.json"
    },
    "type": "petition"
}