{
    "attributes": {
        "action": "Change the rights of the people in the UK to become a priority.",
        "additional_details": "STOP people entering the country without visa and reason. \r\nSTOP giving others everything that haven't paid into the system.\r\nSTOP putting others before your own. \r\n\r\nGIVE more money to the councils.\r\nHELP house homeless people.\r\nSUPPORT each other.\r\nBUILD more affordable houses. \r\nCHANGE policies and procedures around housing people in need. \r\n\r\nUK government need to put their own people furst like every other country does.\r\nSTOP giving out handouts! \r\n\r\nOur human rights count too!",
        "background": "STOP housing asylum seekers and sort the housing within their own council/goverment first.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-12T07:04:42.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-12T14:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-14T07:54:57.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has a legal obligation to accommodate people seeking asylum in the UK, but has recently introduced legislation to “prevent and deter unlawful migration, and in particular migration by unsafe and illegal routes, by requiring the removal from the United Kingdom of certain persons who enter or arrive in the United Kingdom in breach of immigration control”. You can find out more about this legislation here: https://commonslibrary.parliament.uk/research-briefings/cbp-9747/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nStop housing asylum seekers who entered the UK illegally in hotels: https://petition.parliament.uk/petitions/628324\r\n\r\nHold a referendum on how many asylum seekers the UK accepts: https://petition.parliament.uk/petitions/634785\r\n\r\nIncrease support for homeless people: https://petition.parliament.uk/petitions/631032\r\n\r\nWe could accept a petition calling on the Government to increase funding for the building of new local authority housing. If you want to start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-14T07:54:58.619Z"
    },
    "id": 636535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636535.json"
    },
    "type": "petition"
}