{
    "attributes": {
        "action": "Reform First Time Buyers Mortgages",
        "additional_details": "For too long now a large section of the population of this country have been subjected to crippling private rental rates and are looking toward old age homelessness! I propose that first time buyers with 5 years history of continuous rental payments without default are offered mortgages without deposit on a 25 year term based on the monthly average rental value paid over the last 5 years. So to be crystal clear, if the average rent you've paid over the last 5 years is £1400, you'd be offered a £420K mortgage.In calculating the mortgage offering in this way, mortgage lenders are given assurance of affordability and first time buyers, a mortgage amount that actually translates into their current accomodation requirements",
        "background": "I propose that first time buyers with 5 years history of continuous rental payments without default are offered mortgages without deposit on a 25 year term based on the monthly average rental value paid over the last 5 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-14T07:33:32.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-14T09:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T10:34:41.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about who to lend mortgages to, and the terms and conditions for these, are a matter for lenders, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T10:34:43.020Z"
    },
    "id": 636621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636621.json"
    },
    "type": "petition"
}