{
    "attributes": {
        "action": "Remove the DNR file that is placed under patients with disabilities.",
        "additional_details": "Those with major health concerns, including children/adults with a disability are already at risk of contracting viruses in every day life,  limiting their social norms, furthermore affecting their physical/mental well-being. Those working in care are also affected by the ongoing frustrations caused by the government which lacks the resources or respect to provide/fund for the disabled community. Taking away someone’s right to live, knowing they don’t have a platform to be heard is inhumane.",
        "background": "Vulnerable people deserve the right to make these decisions themselves or the person/persons working in their care. In no way should someone be denied the right to live, especially without their knowledge or understanding. The disabled community is being viewed as a minority and it needs to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-17T09:12:32.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-17T09:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-25T13:44:58.102Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about do not attempt cardiopulmonary resuscitation (DNACPR) orders are made by individuals and clinicians, not the Government or House of Commons.\r\n\r\nDNACPR orders should be made on an individual basis and in consultation with the individual or their family. You can find out more about DNACPR decisions here: https://www.nhs.uk/conditions/do-not-attempt-cardiopulmonary-resuscitation-dnacpr-decisions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-25T13:47:44.508Z"
    },
    "id": 636774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636774.json"
    },
    "type": "petition"
}