{
    "attributes": {
        "action": "change the way you renew drivers licenses online.",
        "additional_details": "I want the government to change how you renew your drivers license online. In a cost of living crisis, charging an extra £7.50, not including the cost of travel to the post office & potential parking charges if you have to drive, is discriminatory against low income people, who rely on their ability to drive for work. \r\nThe fact the post office does what you could do at home for an inflated fee is appalling in 2023. For some people that extra £7.50 could mean the difference between eating or not.",
        "background": "Currently, you can only renew your driver's license online with a current passport & it costs you £14. The alternative way is at the post office & this will set you back £21.50 but the but that really takes the biscuit is, the post office send your renewal to the DVLA electronically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-18T11:12:33.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-18T17:06:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T07:11:44.069Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about existing arrangements to renew a driving licence, but we're not sure how you want these arrangements to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T10:46:55.482Z"
    },
    "id": 636843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636843.json"
    },
    "type": "petition"
}