{
    "attributes": {
        "action": "Do not ask Refugee families to provide location links for LHA housing help.",
        "additional_details": "On arrival Refugees/Asylum seeks start to make links and connections in the area they are placed to live.  On completion of status they are then moved to new areas.  This effects the education of children and young teens especially, they are not able to complete educational qualifications they have started which in turn delays their educational progress which is a breach of their human right to education.  They are placed in areas they do not know without financial and emotional support.",
        "background": "It has come to light that one of our classroom friends has been moved to another area approximately 1 hour 40 commute by train, 6 weeks before the end of their qualification.  This is inhuman and a breach of his right to education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-19T13:17:12.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-19T14:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-26T16:23:05.141Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the rehousing of asylum seekers, however we're not exactly sure what you'd like to happen. \r\n\r\nOnce asylum seekers have received their final decision, the Government stops providing specific asylum support including accommodation after 28 days of receiving their immigration status documents. \r\n\r\nIf they were to then contact their local authority for help with accommodation, any decision to offer council accommodation and the location of that accommodation would be up to the local authority, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for the Government to extend the provision of accommodation beyond 28 days for asylum seekers where there are school children about to take exams, if that's something that you'd like to see. \r\n\r\nIf you're concerned about the local council's decision to offer accommodation in a different area, you can contact your local councillor who represents you about their process. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-26T16:23:19.446Z"
    },
    "id": 636903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636903.json"
    },
    "type": "petition"
}