{
    "attributes": {
        "action": "Commission suitable NHS services for hypermobile Ehlers-Danlos syndrome and HSD.",
        "additional_details": "Historically, those showing signs of hEDS or HSD have been referred to rheumatology departments. In 2021, they were directed to stop seeing these patients in favour of their diagnosis and management in primary care, which is not currently equipped for this role. A unique tertiary service at University College London Hospital has also closed to out of area patients. This situation has led to inequalities in access to healthcare for those with hEDS and HSD, resulting in unacceptable suffering.",
        "background": "There is a nationally commissioned NHS diagnostic service for rarer types of Ehlers-Danlos syndrome but the diagnosis/management of the most common type (hEDS) and HSD has to date relied on the personal interest/knowledge of a small number of clinicians rather than formally commissioned services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-21T09:08:49.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-21T09:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T11:12:13.199Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about commissioning NHS services are a matter for the NHS and individual integrated care boards, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide dedicated funding for the diagnosis of hypermobile Ehlers-Danlos syndrome and HSD, but commissioning of any such service would be an operational matter for the NHS."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T08:10:44.840Z"
    },
    "id": 636998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636998.json"
    },
    "type": "petition"
}