{
    "attributes": {
        "action": "Take showman out of the GRT community and Terminology",
        "additional_details": "We have been told on several occasions when we as a community have asked not to link showman with the GRT community,  that it's the government who are responsible for the terminology and the government who has places us there!\r\n\r\nWe travel only for work, our life style holds no similarities,  It goes against our Human rights to identify us in groups we do not belong,\r\nWe are represented and have been for years from our trade association the showmans guild , we are now being misrepresented by groups who haven't been elected to do so",
        "background": "We are showman, and have been placed under the Terminology GRT , linking us to travelling community's for wich we have no ties,\r\nIt's disrespectful to them along with us,\r\nIt's our Human right to say we do not belong in the category the government has put us under,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-21T05:45:23.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-21T07:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-27T10:31:34.285Z",
        "rejection": {
            "code": "no-action",
            "details": "Showpeople aren't included in the Government's list of ethnic groups that is recommended for use when the Government asks about ethnicity. It is up to individuals to decide how they wish to identify, including using the 'any other' option which allows people to write their ethnicity using their own words. We're therefore not exactly sure what action you'd like the Government to take. \r\n\r\nYou can view the Government's list of ethnic groups recommended for use by government when they ask for someone’s ethnicity here: https://www.ethnicity-facts-figures.service.gov.uk/ethnic-groups"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-27T10:31:39.542Z"
    },
    "id": 636993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636993.json"
    },
    "type": "petition"
}