{
    "attributes": {
        "action": "Reduce wait time for practical driving test in London to below 6 weeks",
        "additional_details": "It’s an established fact that there are no practical driving test slots available in London unless one checks on Monday morning. Those slots are taken up within seconds as well. This is affecting productivity of people and providing avenue for nexus of agents to charge ridiculously high prices for test slots. Government and DVLA need to act immediately to remedy the situation with a defined timeline to bring down the waiting time for practical driving tests in London",
        "background": "Increase driving test slots and reduce wait time for practical tests below 6 weeks within 6 months",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-21T12:50:09.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-21T13:05:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T12:09:33.885Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government is already taking action to improve availability of driving tests. This includes:\r\n\r\n- increasing the number of driving examiners\r\n- getting back to carrying out 7 driving tests each day per full-time driving examiner\r\n- getting all qualified DVSA colleagues carrying out driving tests, even if it’s no longer part of their current role\r\n- providing extra appointments in the mornings, evenings, at weekends and on bank holidays\r\n\r\nIf there are any additional actions you'd like the Government to take to increase availability of driving tests you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T11:09:54.789Z"
    },
    "id": 637009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637009.json"
    },
    "type": "petition"
}