{
    "attributes": {
        "action": "Reform the compulsory sex education lessons in schools",
        "additional_details": "Compulsory sex education undermines the rights and values of parents, it also undermines the moral fabric of the society we live in. We cannot afford to expose our children to sexual material at a young age this leads to early self-discovery and weaken the moral foundations of society. By exposing children to explicit sexual education could produce an unhealthy curiosity which in turn could lead to undesirable consequences. I strongly urge you to reconsider this policy and understand that parental consent should be the basis of any decision related to sex education.",
        "background": "I am writing to you to express my disagreement with compulsory sex education in schools. Sex education is not something that should be forced upon young children.\r\nParents should have the option to choose what is appropriate for their children and should not be forced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-24T16:27:27.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-24T16:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-27T12:41:36.822Z",
        "rejection": {
            "code": "already-happening",
            "details": "Parents already have the right to ask to withdraw their child from parts or all of sex education taught as part of relationships and sex education (see paras 45 to 50): https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nGive parents rights to withdraw children from Relationships and Sex Education: https://petition.parliament.uk/petitions/632892"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-27T12:41:38.097Z"
    },
    "id": 637143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637143.json"
    },
    "type": "petition"
}