{
    "attributes": {
        "action": "Ban paper straws until the free market is forced to find a practical alternative",
        "additional_details": "Paper straws and utensils are a lazy and flimsy solution to the plastics problem. They are made poorly and we should be presented with a more practical and sensible alternatives that are ethical yet suitable for the purpose they are designed to serve while factoring in the human end-user. \r\n\r\nThe Free Market and Retail Chains will be forced to adapt and ensure other better plastic straw alternatives are lowered in value and raised in demand as supply becomes higher and manufacturers lower costs.",
        "background": "The government should move forward a legislation banning paper straws and other single-use paper products, forcing the free market to adapt, innovate and find a more suitable alternative that does not subject people to an anti-human design.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T09:20:43.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-27T09:34:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T06:21:35.725Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition refers to banning paper straws and \"other single-use paper products\", but it's not clear if you want the Government to ban all single-use paper products, or only certain products.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T06:21:36.734Z"
    },
    "id": 637289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637289.json"
    },
    "type": "petition"
}