{
    "attributes": {
        "action": "Award Alexander Isak with the assist for Jacob Murphy’s goal against Everton",
        "additional_details": "The Premier League’s governing body has shown, time and again, that without the threat of government action they are slow or complacent in ratifying vital changes. An acknowledgement from Parliament that Isak single-handedly created Newcastle’s 4th goal (and that such talent and ambition should always be rewarded) would send the right message to aspiring youngsters about both teamwork and self-belief. The history books, currently, will make no record if his involvement, and that needs to change.",
        "background": "Alexander Isak hasn’t been officially credited with the assist for Jacob Murphy’s goal against Everton (dated 27/04/23) as his pass took a slight deflection on his way through. However given the quality of his run and his role in creating the goal, an exception should be made to this draconian rule",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-28T10:48:19.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-28T11:08:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T10:58:18.730Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how assists are awarded are a matter for footballing authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T10:58:31.217Z"
    },
    "id": 637361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637361.json"
    },
    "type": "petition"
}