{
    "attributes": {
        "action": "Create laws to protect the minority of cannabis users from discrimination.",
        "additional_details": "Discrimination against cannabis users is a pervasive problem in the UK, with users often being stigmatized and marginalized for their choice to use cannabis. This discrimination can take many forms, ranging from social exclusion and discrimination in the workplace to unfair treatment by law enforcement agencies. It is a clear violation of their human rights and should not be tolerated in any society that claims to be just and fair.",
        "background": "Cannabis use in the UK can result in discrimination since it's illegal to possess and use it. This can lead to users being treated as criminals, which is a violation of their human rights. Protective laws must be established to safeguard this minority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T12:39:48.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-27T20:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T07:53:12.118Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake the production, sale and consumption of cannabis legal in the UK: https://petition.parliament.uk/petitions/627573"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T07:53:13.352Z"
    },
    "id": 637305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637305.json"
    },
    "type": "petition"
}