{
    "attributes": {
        "action": "Block planned rail strikes on May 13th 2023 during the Eurovision Grand Final",
        "additional_details": "The Eurovision Song Contest coming to the UK is a moment of National Pride. Furthermore, it will provide a much needed boost to the UK Economy during this difficult time. In addition, thousands of people worldwide are due to travel to the UK for this event and this is not fair on those people who are visiting this country for a competition that they love. This will damage the reputation of the United Kingdom and therefore - the government should block this strike action accordingly.",
        "background": "RMT are planning to strike on Saturday 13th May 2023 when the Grand Final of the Eurovision Song Contest is due to take place in Liverpool. This petition has been created for the government who has funded £10M into the competition this year to block these strikes from taking place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T17:28:20.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-27T19:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T07:28:44.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to hold strikes are a matter for trade unions, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake unlawful for any strike to reduce public transport services more than 50%: https://petition.parliament.uk/petitions/629042"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T07:28:46.003Z"
    },
    "id": 637323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637323.json"
    },
    "type": "petition"
}