{
    "attributes": {
        "action": "Afford the same rights to Home Carers as that given to paid Care Workers.",
        "additional_details": "In many instances the individual cannot go out without the support of their carer. If the carer had Covid they go nowhere.\r\nFrom the 2021 Census, the ONS estimates there are approximately 5.7 million Unpaid Home Carers in the UK saving the Government around £57 billion per annum - more than 3 times the current investment. It is time we were formally recognised and afforded the same benefits as paid carers.",
        "background": "I am 66 and the Primary Carer for my 80 year old wife. She is entitled to Covid Boosters, I am not. I have other family members with a similar problem and I am sure we are not unique or alone. There are many where the Carer does not qualify despite the importance of their role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-01T21:10:41.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-02T08:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T11:15:26.639Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your situation, but petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf what you want is for the Government to extend the COVID-19 spring booster 2023 programme to unpaid carers, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T11:15:27.422Z"
    },
    "id": 637497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637497.json"
    },
    "type": "petition"
}