{
    "attributes": {
        "action": "Bring back the guards van on trains for large cargo.",
        "additional_details": "Far to many cyclists get turned away from trains, to enhance public mobility the gov must realise the train and bicycle work in perfect harmony. Commuters argue and pile ontop of each other with pushchairs, mobility scooters, escooters and bicycles often overflowing throughout the train.\r\nAn empty carriage for large cargo items that currently occupy the rest of the train could free up more space for commuters,\r\nand it would allow larger items like tandem bicycles and kayaks to be moved by rail",
        "background": "Force the train companies to aquire and run empty carriages for large cargo items.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-02T10:33:07.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-02T13:08:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T12:02:44.003Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about storage space for bikes are a matter for individual train operators, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T12:02:44.000Z"
    },
    "id": 637514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637514.json"
    },
    "type": "petition"
}