{
    "attributes": {
        "action": "Cut down the rent to affordable rates.",
        "additional_details": "Here in The UK Vast majority are earning minimum wages. Monthly working by following government regulations one can earn around 2000pounds. More than 50% goes for rent,  then 20%tax, 5 to 10% Council tax, bills, groceries.. then there is nothing remaining to save or live a quality life. So if the rent comes down it will be very much beneficial for a happy life. Present condition is creating a distress among all including kids as they are affected by the stressful situations at home. Kindly act on it ASAP.",
        "background": "The rent is too high and us least affordable for the majority.  All have one life and needs basic requirements to live. Shelter is one vital thing. We need a decent accommodation at affordable rates to live happily. Rents needs to be cut down.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-03T06:06:08.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-03T17:43:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-05T06:19:26.072Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the price of renting accommodation, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government is not currently responsible for the cost of privately rented accommodation, but we have published the following petitions, which you might like to sign:\r\n\r\nCap yearly rent increases for private tenants to average increase in pay: https://petition.parliament.uk/petitions/635142\r\n\r\nNationalise private rental properties: https://petition.parliament.uk/petitions/636732"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-05T06:19:27.382Z"
    },
    "id": 637564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637564.json"
    },
    "type": "petition"
}