{
    "attributes": {
        "action": "Abolish Green Bin charge for Sandwell residents",
        "additional_details": "With continuous rising costs, Sandwell residents are really feeling the pinch. To introduce another charge now only adds to the many problems that we are seeing. Going forward we will see more fly tipping and people having more garden fires. We live in the UK, weather is not great! When the sun comes out, residents spend their time in their gardens (helping their mental health) hanging out their washing and opening their windows only to be spoilt from the smell of smoke from garden fires.",
        "background": "A £35 (per bin) annual charge came into effect in 2023 for Sandwell residents to pay for their green bins to be emptied once fortnightly.\r\nOther councils do not charge for this service and Sandwell residents would like this charge abolished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-05T09:44:15.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-06T09:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-09T11:58:31.166Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for waste collection in particular areas are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to require all local authorities to collect garden waste for free."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-09T11:58:31.676Z"
    },
    "id": 637665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637665.json"
    },
    "type": "petition"
}