{
    "attributes": {
        "action": "Ensure ADHD diagnosis/care from GP’s is improved, available & consistent in UK",
        "additional_details": "At present the diagnostic screening and care from GPS is not only a postcode but also a GP lottery -many GPs still don’t believe ADHD is a “real” thing. It is imperative that GPs understand ADHD & its Co-morbidities. Late/undiagnosed ADHD patients are routinely diagnosed with mood disorders such as bipolar/anxiety/depression with most being prescribed antidepressants for years sometimes decades for mental health conditions brought on by undiagnosed ADHD. ADHD is a disability which needs attention",
        "background": "GPs must be well educated in ADHD and how it presents. Where patients complain of anxiety, overwhelm, depression, fatigue that ADHD be considered as a possible diagnosis and that at the same time the patient is given the Mental health diagnostic check list form that the ADHD form is presented also.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-07T09:12:15.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-07T09:36:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-10T06:41:38.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about training for doctors are a matter for the NHS and relevant professional bodies, not the Government or House of Commons.\r\n\r\nSimilarly, decisions about care for individual patients, including when to assess the mental health of a patient, are a clinical matter for individual GPs.\r\n\r\nIf you are concerned about the service you have received from the NHS, you could complain about this: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease NHS Funding for Research and Treatment of Adult ADHD And Autism: https://petition.parliament.uk/petitions/629854\r\n\r\nFund Improved Diagnosis Pathways For Neurodivergence: https://petition.parliament.uk/petitions/630668"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-10T06:41:39.561Z"
    },
    "id": 637758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637758.json"
    },
    "type": "petition"
}