{
    "attributes": {
        "action": "Discuss the arrests of protestors during the coronation of King Charles III",
        "additional_details": "The ability to protest freely and in a non-violent way, is a simple but important part of living in a free society. This includes protests by those whose reasons for protest we may disagree with.\r\n\r\nWhile many in the UK support the role of a constitutional monarch, many do not. Differing views on how the country may be run or any other public issue, should be shared in public, not be removed from view by force.\r\n\r\nParliament should at the very least discuss these events.",
        "background": "Establish the facts of the arrests in Parliament\r\n\r\nEstablish on exactly what grounds the police can make these forms of arrest\r\n\r\nPublicly acknowledge that the arrest of protestors, even without criminal prosecution, damages the UK's credibility in defending freedom of speech and expression",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-07T14:11:41.467Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-08T22:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-11T13:21:03.460Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Home Affairs Committee will hold an evidence session on the policing of the Coronation and arrest of republican protestors next Wednesday, 17 May.\r\n\r\nThe session will examine the Met’s approach to policing public protests and the practical implementation of the Public Order Bill.\r\n\r\nA full list of witnesses will be published here in the coming days: https://committees.parliament.uk/event/18329/formal-meeting-oral-evidence-session/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-11T13:21:04.473Z"
    },
    "id": 637767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637767.json"
    },
    "type": "petition"
}