{
    "attributes": {
        "action": "Hold all rising costs including rent, food, bills and interest rates for 2 years",
        "additional_details": "There is no reason at all as to why costs should be rising. Government are accepting these rises causing mass increases to debts, missed payments, stress and fear, leading to suicide caused by worry that affordability is not visible anymore. This is absolutely outrageous and the people of United Kingdom need more help than ever to resolve another nationwide pandemic. Britain first is now critical to follow to solve a major problem currently growing at unseen before rates.",
        "background": "Put a hold on all rising costs including, food, bills, interest rates and rent for a 24 month period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-06T18:41:22.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-06T19:02:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-10T06:19:09.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about rent, food prices and interest rates are a matter for landlords, retailers and financial institutions, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCap yearly rent increases for private tenants to average increase in pay: https://petition.parliament.uk/petitions/635142\r\n\r\nReintroduce the Energy Bills Support Scheme for winter 2023/24: https://petition.parliament.uk/petitions/637663\r\n\r\nRemove the link between electricity wholesale and gas wholesale prices: https://petition.parliament.uk/petitions/636782"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-10T06:19:10.450Z"
    },
    "id": 637731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637731.json"
    },
    "type": "petition"
}