{
    "attributes": {
        "action": "A complete review of outdated MP rules and employment.",
        "additional_details": "For the benefit of democracy, Parliament should show they are willing to change and have an independent review of the archaic and sometimes secretive system that can hide wrongdoing and personal gain.\r\nExamples could be an increased salary rather than using expenses, removing taxpayer-funded food and drink, introducing a record of hours worked, creating an independent and transparent HR dept, use of MP quarters rather than second homes and moving to a new purpose-built building.",
        "background": "Introduce root and branch reform to modernise the entirety of what being an MP is.\r\nSome MP's have for too long skirted around acceptable behaviour and should adhere to the same standards and rules as other public employees rather than considering themselves special cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-10T12:03:55.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-21T13:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-26T16:27:31.045Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to the way MPs work and the remit or their job roles, but we are not exactly sure what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-30T11:22:34.842Z"
    },
    "id": 637896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637896.json"
    },
    "type": "petition"
}