{
    "attributes": {
        "action": "Create more bicycle lanes in Saint Albans City",
        "additional_details": "All of the people creating this petition are 13-year-olds that cycle to school on a daily basis. Creating more bike lanes would make it a safer experience for all of us, along with our friends, and would encourage people to use their bikes more and reduce car and motorcycle usage.",
        "background": "We would like more bicycle lanes in Saint Albans City, Hertfordshire so that people riding their bikes to school or work have a safer experience, in turn encouraging people to ride bikes more and reduce car and motorcycle usage. All of us creating this petition are 13-year-olds that cycle to school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-09T08:50:07.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-10T07:30:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-11T07:33:54.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local cycle lanes are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Hertfordshire County Council directly. Find out how to do this here: https://democracy.hertfordshire.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-11T07:33:55.741Z"
    },
    "id": 637825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637825.json"
    },
    "type": "petition"
}