{
    "attributes": {
        "action": "STOP -  SINGLE INCIDENT CHARGES FOR HARASSMENT AND STALKING",
        "additional_details": "The UK Police Reform Act 2002 poses a challenge as some officers lack understanding of Harassment and Stalking. The Protection from Harassment Act 1997 defines Harassment as a \"repeated course of conduct,\" yet some police officers issue warnings or charges for SINGLE incidents that do not meet legal thresholds, leading to wasted resources and harm to those wrongly accused. Addressing this issue requires educating and training officers, providing support, and launching public awareness campaigns.",
        "background": "Stop single incident charges for Harassment and Stalking in the UK, that do not meet the legal threshold. This is costing taxpayers millions in wasted revenue. Home Secretary, (NPCC), Police and Crime Commissioners (PCCs) in England and Wales as well as Chief Constables are responsible for this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-10T11:56:00.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-10T13:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-15T07:31:27.944Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition states that the Protection from Harassment Act 1997 defines harassment as a \"repeated course of conduct\", but this language does not appear anywhere in the 1997 Act.\r\n\r\nWe could accept a petition calling on the Government to amend the Protection from Harassment Act 1997 to make the offences of harassment and stalking only apply in case of repeated conduct, if that's what you want to happen.\r\n\r\nDecisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament. If you are unhappy with how the police have responded to an allegation of stalking or harassment you can find out how to complain to the police here: https://www.policeconduct.gov.uk/complaints-reviews-and-appeals/make-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-15T07:31:29.295Z"
    },
    "id": 637895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637895.json"
    },
    "type": "petition"
}