{
    "attributes": {
        "action": "Increase the bursary allowance for N.Ireland student nurses to match inflation",
        "additional_details": "Student nurses must also complete 2300 unpaid placement hours, equating between 37.5-48 hours per week. This leaves little to no time to undertake paid employment to fund travelling to placement or put food on the table. This is in turn leading to many students quitting their courses which is in turn discouraging more people from taking up the profession. The government, in the absence of a Northern Ireland Executive should allow for a bursary and mileage allowance increase to encourage uptake.",
        "background": "Northern Ireland's nursing students are entitled to a bursary that does not have to be repaid, however the allowance has remained at £430 for the last 10+ years. This small fee does not take into account inflation or the current cost of living crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-10T09:11:31.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-10T09:29:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-15T10:09:08.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about bursaries for students in Northern Ireland are a devolved matter, which means the UK Government and Parliament are not responsible for these.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-15T10:09:24.435Z"
    },
    "id": 637889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637889.json"
    },
    "type": "petition"
}