{
    "attributes": {
        "action": "not make 15-16 year olds sit exams that determine the rest of our lives.",
        "additional_details": "The pressure on young kids is bad for everyones mental health. Have a look on social media and you will see just how much kids are struggling with mental health, stress. and exams really aren't making this easier it is making mental health worse and worse for each generation. \r\nEXAMS AREN'T ABOUT HOW SMART WE ARE, THEY ARE ABOUT HOW MUCH WE REMEMBER",
        "background": "I think that exams should be pushed on to S6 for national 5 and higher and advanced should be a further education at college. It really isn't fair that at the age of 15 I'm sitting down doing exams that determine if i get into uni, get a good job and my future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-10T20:01:02.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-10T20:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-15T08:28:17.857Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe can see that you live in Scotland, and decisions about education policy in Scotland are a matter for the Scottish Government and Scottish Parliament, not the UK Government or Parliament.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-15T08:28:37.955Z"
    },
    "id": 637926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637926.json"
    },
    "type": "petition"
}