{
    "attributes": {
        "action": "Continue the BAN on cosmetic testing on animals in the UK!",
        "additional_details": "This is extremely concerning and signals a huge backwards step in the hard-won rights for millions of animals abused in unimaginably cruel and often completely pointless experiments.\r\nThe government should rethink this decision. Why should animals suffer needlessly for human products that they do not wear or use? \r\nIt cruel, barbaric and has led to millions of animals suffering and caused thousands if not millions of animals to die.",
        "background": "The UK government has allowed animal testing for makeup ingredients to resume despite a 25-year ban.\r\n\r\nIt changed a policy on animal testing to align with EU chemical rules, according to a High Court ruling.\r\n\r\nWe want to the government to rethink this decision. This is unethical and cruel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-12T21:20:34.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-12T21:33:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-20T05:38:16.429Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/638011\r\n\r\nSince you started your petition the Government has said that it will not grant any new licences for animal testing of chemicals that are exclusively intended to be used as ingredients in cosmetics products: https://questions-statements.parliament.uk/written-statements/detail/2023-05-17/hcws779"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-23T16:34:41.526Z"
    },
    "id": 638034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638034.json"
    },
    "type": "petition"
}