{
    "attributes": {
        "action": "Housing association must add our kids/adults as a secure tenant.",
        "additional_details": "",
        "background": "I live in housing association I'm a secure tenant if me and my husband pass away kids/adults even they  live and care after us they will loose the house. Is not right/ fair at all like this they not only loosing only parents they loosing all their memories from the house they grew up.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-16T15:25:06.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-21T10:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-26T15:26:12.912Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like your housing association tenancy to be passed down to your children but we are not too sure what exact action you would like the Government or Parliament to take. Under current rules if you are a secure tenant with a housing association you have the right to pass on your tenancy if you die or assign it to someone else in your lifetime. However, depending on the housing association this can only happen once per tenancy.\r\n\r\nYou can find out more information about what the rules are for secured tenants on link below:\r\nhttps://england.shelter.org.uk/housing_advice/council_housing_association/secure_housing_association_tenancies\r\n\r\nA previous petition we have opened on a similar topic asked the Government to change the succession rights to allow tenancies to be passed down more than once. You can view that petition here:\r\nhttps://petition.parliament.uk/petitions/574637\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you would like to start a new petition please make sure to use a first name and last name as we do not accept petitions with only one name.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-26T15:26:12.909Z"
    },
    "id": 638192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638192.json"
    },
    "type": "petition"
}