{
    "attributes": {
        "action": "Create a nationalised NHS database for the whole of the UK and its territories.",
        "additional_details": "The government has the money, the resources and the means to do it. But they wont.  The NHS has been underfunded for far too long, and patients are now having to carry notes with them to help other medics diagnose issues. But its time the government gets together and funds the NHS properly, the first step should be a national system where any Medic in any part of the UK can access anyones notes so that if people are on holiday  they know they'll be safe and not become ill due to a lack of notes",
        "background": "Create a database that can be accessed with full medical history of each person, in all NHS trusts throughout the whole of the UK to create a safer life for the people who at any time may require urgent care and the little things in notes could make the difference in saving a life and getting help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-15T20:38:33.327Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-15T20:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-22T11:25:48.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about sharing of patient records between NHS trusts are an operational matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-22T11:28:50.226Z"
    },
    "id": 638155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638155.json"
    },
    "type": "petition"
}