{
    "attributes": {
        "action": "Top 5 manifesto pledges to be recorded and appraised.",
        "additional_details": "I want a truthful, dependable, accountable government, that has to deliver upon its election promises.\r\nAt the next General election the top 5, leading manifesto pledges from each party, upon which they base their election campain, will be recorded in detail. The winning party will be specifically assessed for delivery of those pledges. If they have not achieved 100% delivery on all 5, they will be prevented from standing for re-election.\r\nIt is the party's choice to propose leading manifesto pledges that it will use to win voters and it is those pledges that will be assessed for absolute delivery.\r\nThe top 5 pledges will need to be bold, robust and and defining, if the pledges are weak and not easily understood, it will lose them votes.",
        "background": "At the next General election the top 5, leading manifesto pledges from each party, upon which they base their election campain, will be recorded in detail. The winning party will be specifically assessed for 100% delivery of those pledges. If they have not succeed they cannot be re-elected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-15T18:38:54.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-16T07:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-18T12:02:47.753Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see political parties made more accountable for delivering on election pledges, but it's not clear what you mean when you refer to the \"top 5\" manifesto pledges, or who you want to assess whether these are delivered. We could accept a petition calling on the Government to appoint a new body to monitor implementation of manifesto pledges by the party or parties in government, if that's what you want to happen.\r\n\r\nIt's also not clear what you mean when you say you want government's who fail to deliver their manifesto commitments to be prevented from standing for re-election. Constituents vote for individual MPs, not the government.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-02T10:01:24.723Z"
    },
    "id": 638148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638148.json"
    },
    "type": "petition"
}