{
    "attributes": {
        "action": "Create after care services for patients with Shunts to care for the side effects",
        "additional_details": "After care is needed as many patients continue to experience intense pain for days/months/years after treatment with very little support from their NS. Often being referred to pain specialist for help instead of investigating the underlying reason. If there were dedicated after care specialists with advanced knowledge in shunt experiences then the pathway to resolution to treat the issues could be much simpler. It could be a specific role included in the NHS and added to a treatment pathway",
        "background": "After care support services need to be provided for patients who have shunts fitted to control the amount of CSF in their brain. In many occasions this course of treatment is the only option and the patient is given no choice and often discharged after only one or two days with no aftercare",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-16T04:49:56.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-16T05:07:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-18T11:56:52.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about patient care, including aftercare for patients who have received shunt survey, are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to review aftercare for patients who have received shunt surgery, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-23T15:06:06.243Z"
    },
    "id": 638167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638167.json"
    },
    "type": "petition"
}