{
    "attributes": {
        "action": "Make more spacious roads for cars and more parking spaces",
        "additional_details": "We would want wider roads to prevent our vehicles from being scratched or damaged.Furthermore, Making the road wider would increase the time it takes to cross the lane for pedestrians.In Addition,more available and cheaper parking spaces are required across London, as many people suffer with paying off lifetime loans and cannot pay a lot for parking spaces and worry about their car being towed or may have children and cannot collect them without having to search for an hour for a decent parking.",
        "background": "We want roads to become wider as they are overcrowded especially one way roads, as this enhances the risks of accidents due to cramped and compacted roads.Additionally, more parking spaces are needed in London as it is very time consuming to find a parking lot and people tend to have many arguments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-17T17:32:08.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-17T17:54:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-22T08:23:29.881Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads and parking are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nIf you are concerned about roads and parking in your area you could raise this with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-22T08:23:31.151Z"
    },
    "id": 638249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638249.json"
    },
    "type": "petition"
}