{
    "attributes": {
        "action": "Regulate disruptive and aggressive digital advertising practices.",
        "additional_details": "Invasive advertising practices have grown pervasive, disrupting user experience on platforms ranging from live streaming to operating systems. Ads frequently interrupt content and services, misleading users and degrading digital experience. This warrants balance between necessary ad revenue and user experience. Without regulation, the digital ecosystem risks being undermined. The interests of users, creators and the wider digital industry need protection for a sustainable digital economy.",
        "background": "We call for the introduction of regulations to prevent disruptive and intrusive advertising across digital platforms and services. This should include guidelines on ad duration, frequency and placement, a clear distinction between content and ads and protection against misleading or aggressive ads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-16T23:28:10.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-21T11:28:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-26T16:09:41.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the duration, frequency and content of online adverts is the responsibility of each individual online platform and not that of the Government.\r\n\r\nIf you think you have seen an advert online which was misleading or inappropriate you could contact the Advertising Standards Authority (ASA) and submit a complaint. More information about how to contact the ASA can be found here:\r\nhttps://www.asa.org.uk/\r\n\r\nYou could start a new petition calling on the Government to ban the online advertisement of a certain type of products, if this is something you would like to see happen"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-30T11:22:23.461Z"
    },
    "id": 638211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638211.json"
    },
    "type": "petition"
}