{
    "attributes": {
        "action": "Change Temple Green Park and Ride (PR2) bus service in Leeds so it’s same as 1/3",
        "additional_details": "Because people are complaining by email to First Bus and they just keep telling everyone to keep complaining by email daily and its due to the government stopping their funding. So the government need to act as this is effecting companies and businesses throughout Leeds with staff being late with the “service” being unreliable.  They are destroying what used to be a fantastic service and adding major daily stress to commuters in Leeds. They also cancelled weekend/bank holiday services",
        "background": "The government want to get people using public transport, but First Bus are destroying the Temple Green Park and Ride and making it impossible for people in the surrounding area to get to work on time or Leeds City Centre shopping. They are running every 20 mins (10 at others) and are ALWAYS late.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-18T06:17:46.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-18T21:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T10:03:11.857Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Bus services are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T10:03:11.855Z"
    },
    "id": 638275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638275.json"
    },
    "type": "petition"
}