{
    "attributes": {
        "action": "Require all banks to provide a specific reason for closing a bank account.",
        "additional_details": "In an age of ever increasing censorship many independent content creators are being removed from banking services without any warning or reason. These methods of account closure can be subject to internal abuse, staff members with particular ideologies or prejudices may have the ability to close the account of businesses and individuals that they do not like without any reason. This is an unacceptable way to treat a client and the disruption in their day to day business can be catastrophic.",
        "background": "We request that the government asks all bank account providers to amend their terms and conditions to include a mandatory clause that requires all banks to provide a specific written report (not generic wording) detailing why a bank account was closed upon written request from the customer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-19T15:23:53.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-19T15:50:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T11:14:20.159Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions around the operation of bank accounts are a matter for individual banks rather than for the Government. If you'd like to make a complaint about your experience, the Financial Ombudsman will be able to help you: https://www.financial-ombudsman.org.uk/\r\n\r\nYou can also register a complaint at https://www.gov.uk/complain-financial-service"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T07:52:52.168Z"
    },
    "id": 638359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638359.json"
    },
    "type": "petition"
}