{
    "attributes": {
        "action": "Prevent the River Thames Scheme from flowing into Shepperton Open Water Lake",
        "additional_details": "The route of the Scheme does NOT need to include Shepperton Open Water Swimming Lake. It will cause a deterioration in bathing water quality and impact the existing standing water which supports the Ferris Meadows site of nature conservation interest. Thames Water regularly discharges raw sewage into the Thames and channelling that water through landfill sites into a lake currently fed only by groundwater and rainwater is UNACCEPTABLE. It poses a serious risk to the health of swimmers and the safety of the lake and threatens the natural habitats it supports.",
        "background": "We ask that the Government STOPS the Spelthorne Channel of the River Thames Scheme (river water contaminated by passing, routed through, three landfill sites) flowing into Shepperton Open Water Swimming Lake.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-18T19:44:46.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-18T19:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T09:49:23.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local authority.\r\n\r\nThe local authority in this case is Spelthorne Borough Council, who have a petitions process. You can find out more via the link below:\r\n\r\nhttps://www.spelthorne.gov.uk/article/16567/Petition-Scheme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-15T15:31:29.589Z"
    },
    "id": 638319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638319.json"
    },
    "type": "petition"
}