{
    "attributes": {
        "action": "Require water companies to fund sewage improvements themselves.",
        "additional_details": "It is recognised that Ofwat needs to approve the plan before it is implemented but this organisation does not appear to be fit for purpose and will most likely to approve so as to have a simple life. It also recognised that the Environment Secretary has the power to fine the companies but this will only result in the fine being passed to their customers.\r\nIt is suggested that the water companies be made to invest their profits/dividends to address the sewage improvements.",
        "background": "Water companies are making huge profits and paying dividends that amount to many Billions of Pounds every year. Despite this large amount of money the companies have stated that their captive customer base will be required to repay any investment they make.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-19T16:38:03.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-20T15:35:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T17:09:19.375Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about price controls for water, which include the cost of investment in infrastructure, are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofwat has statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need from capital markets.\r\n\r\nYou can find out more about Ofwat's price controls here: https://www.ofwat.gov.uk/households/your-water-company/profits/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-26T16:40:18.853Z"
    },
    "id": 638361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638361.json"
    },
    "type": "petition"
}