{
    "attributes": {
        "action": "Save the taxpayer from the intended £10Billion demanded by the water companies.",
        "additional_details": "The Announcement by The Water Companies with a failed apology for causing three decades of river pollution and the statement that they intend to raise water bills to fund the refurbishment of Sewerage system assets to the cost of £10 Billion is an insult to taxpayers.  The funds MUST be taken from the annual Shareholder dividends, CEO's and operational managers bonus's in the 1st instance to protect ratepayers from the additional cost of living burden. The Polluters Must PAY, not the Public.",
        "background": "The Electorate of Anglers, Free Swimmers and all river user groups want MP's to direct OFWAT and the water regulaters to Do their job without fear or favour. To legislate that the Water companies to defer all Shareholder benefits until Daily pollutions of sewage is curtailed entirely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-21T09:59:05.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-21T16:58:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-26T16:42:42.176Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about price controls for water, which include the cost of investment in infrastructure, are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofwat has statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need from capital markets.\r\n\r\nYou can find out more about Ofwat's price controls here: https://www.ofwat.gov.uk/households/your-water-company/profits/\r\n\r\nWe've accepted the following petition which you may wish to sign: \r\n\r\nRequire water companies to pay a rebate when untreated sewage is discharged: https://petition.parliament.uk/petitions/636517\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-30T10:40:33.198Z"
    },
    "id": 638439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638439.json"
    },
    "type": "petition"
}