{
    "attributes": {
        "action": "Reform the SEND process within UK schools to help more children",
        "additional_details": "Unfortunately the increase in demand for support has caused failings in many counties across the UK to comply with the regulations. SEND children are suffering because of this. Legal deadlines are not being met by local authorities, with no accountability for this, yet parents face immediate rejections if they are 1 day late with paperwork. Educate Council officials and staff properly on SEN and believe families, they know their children best. Support children before it’s too late.",
        "background": "Reform the EHC plan process ensuring children with disabilities are treated fairly and equally, and the end result is AN EDUCATION THEY CAN THRIVE IN. We demand a system that holds both local authorities and the Government accountable should they fail their own standards and criteria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-22T21:49:08.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-23T06:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-30T09:25:21.293Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has recently published a plan which aims to ensure children and young people across England with special educational needs and disabilities (SEND) or in alternative provision (AP) will get high-quality, early support wherever they live in the country.\r\n\r\nYou can find out more about this here: https://www.gov.uk/government/news/transformational-reform-begins-for-children-and-young-people-with-send\r\n\r\nIf there is a specific action you want the Government to take to improve education for SEND children you could start a petition about that.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding for special educational needs and disabilities (SEND) education: https://petition.parliament.uk/petitions/634116\r\n\r\nIntroduce a regulator to oversee the EHCP process: https://petition.parliament.uk/petitions/632941\r\n\r\nReview how local authorities support children with special educational needs: https://petition.parliament.uk/petitions/632517\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-30T09:25:21.290Z"
    },
    "id": 638513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638513.json"
    },
    "type": "petition"
}