{
    "attributes": {
        "action": "Count graduate visa years towards 5 years IRL when added to a tier 2 visa years.",
        "additional_details": "Because a working resident on a graduate visa shares the same duties as a tier 2 visa.  If a resident on a graduate visa can prove all conditions except sponsorship applies during these 2/3 years, it can make sense (with all the reasonable required checks/validations) to count them for IRL if the rest of the 5 years were sponsored.",
        "background": "If a working resident on a graduate visa can prove working in a reputable job during graduate visa and continued the rest of his/her 5 years on a tier 2 visa (summing to the same 5 years), shouldn't these 2/3 years count towards IRL?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-23T21:40:52.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-08T22:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-13T07:43:28.279Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want time spent on a Graduate visa to count towards eligibility for ILR in some cases, but it's not clear if you want all time spent on a Graduate visa to count towards eligibility for ILR, or only times when a person on a Graduate visa is in employment that meets the conditions of a Skilled worker visa, which only apply to certain jobs with certain salaries.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-13T07:43:29.306Z"
    },
    "id": 638585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638585.json"
    },
    "type": "petition"
}