{
    "attributes": {
        "action": "Make English water companies non-profits operated for the public and environment",
        "additional_details": "The last 30 years of privatised water management have been a disaster. Despite mounting public outrage, raw sewage was pumped into our waterways >800 times a day last year presenting a danger to the public health and environment. This demonstrates something is very wrong with the water sector in England. Currently, we the public are paying water companies to pollute our environment while they take on debt but pay dividends, we have no option to choose a better service as water is a monopoly.",
        "background": "The UK government needs to change the model of how English water companies are owned and operated to resemble the Welsh model where water is run as a non-profit for the benefit of the public and the environment. The public should at least have a majority stake.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-24T07:22:46.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-24T11:16:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-31T12:24:12.083Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on what sort of business model water companies use is for the individual companies and not for the Government or Parliament.\r\n\r\nYou could start a new petition calling for the Government to bring water companies under public ownership, if this is something you would like to see happen.\r\n\r\nYou can view a previous petition we have had on this topic here:\r\nRenationalise water\r\nhttps://petition.parliament.uk/petitions/620881"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-31T12:24:21.500Z"
    },
    "id": 638596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638596.json"
    },
    "type": "petition"
}