{
    "attributes": {
        "action": "More useful education in schools about the harm of gender stereotypes",
        "additional_details": "We are fed up of being treated differently because we are women. We want to make life easier for women everywhere. These outdated stereotypes affect our lives negatively everyday. As students in high school we are too used to the prejudice against our gender in ways such as violence and catcalling. This needs to change.",
        "background": "We want schools to educate students more about gender stereotypes because at the moment, most of the people who need to change their ways are just ignoring the lessons. A different approach needs to be taken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-24T08:15:10.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-24T08:28:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-01T09:33:14.417Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your ask is already covered by the RSE curriculum which is mandatory in all schools. Schools must teach students about how stereotypes, in particular stereotypes based on sex, gender, race, religion, sexual orientation or disability, can cause damage and can normalise or encourage prejudice.\r\nhttps://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nIf you feel you have been a victim of sexist bullying at school, you should speak to a teacher or a school member of staff. Schools have a duty of care to make sure all students feel safe.\r\n\r\nIf you want the Government to change or review the content of this curriculum, we could accept a petition requesting this, but it would need to be clear exactly what you want to be changed or reviewed.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T08:53:42.638Z"
    },
    "id": 638598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638598.json"
    },
    "type": "petition"
}