{
    "attributes": {
        "action": "Invite impartial experts to brief parliament on existential risk from AI",
        "additional_details": "Artificial General Intelligence (AGI) is on the horizon. All that may be needed for it to happen is more compute and data (money) being thrown at it. The problem is that powerful AI systems are already uncontrollable (and only not a significant danger because they are relatively weak). Systems much more intelligent than humans may be built soon, and may be inherently uncontrollable. We need to pause development of these systems globally until there is a consensus on how to align them to humanity",
        "background": "We welcome the recent recognition of existential risk from Artificial Intelligence by the Prime Minister. We request that further to this, he meets with impartial experts (with no financial ties to AI corporations) on AI existential risk, and invites them to brief parliament on the danger of AGI.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-27T15:13:59.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-27T17:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-02T06:34:38.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about who to be briefed by on particular subjects are a matter for individual parliamentarians, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce statutory regulation of Artificial Intelligence: https://petition.parliament.uk/petitions/633489"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T06:34:39.884Z"
    },
    "id": 638763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638763.json"
    },
    "type": "petition"
}