{
    "attributes": {
        "action": "Stop Motorcycle Theft and Change the laws so the Police can stop them.",
        "additional_details": "Change the law, if they steal a motorcycle , they will be punished, lower the age to 14 yrs old and ban them for a long period.\r\nThe police need powers to stop the thieves.\r\nThey need to do this without fear of losing their jobs or life.\r\nChildren are dying on our roads as the Police are scared of stopping these thieves.\r\nCarrying a knife - must be more punisment for this.\r\nBan the balaclava - they are not needed for any health reason so ban them.",
        "background": "We want the law changing to punish bike thieves, millions of pounds of bikes are been stolen and nothing is done.\r\nThe police forces of the uk must be able to stop these thieves without the risk of being punished themselves, they must have the power to stop them using whatever means.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-30T13:27:59.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-30T13:59:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-02T10:46:12.499Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain crimes, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPolice already have powers to tackle theft and knife offences, so we're not sure what you want the Government to do. Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it unlawful to wear full face coverings in public: https://petition.parliament.uk/petitions/634661\r\n\r\nIntroduce tougher sentences for knife crime: https://petition.parliament.uk/petitions/633328"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T10:46:13.919Z"
    },
    "id": 638877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638877.json"
    },
    "type": "petition"
}