{
    "attributes": {
        "action": "Make ozempic priority for diabetics during shortages",
        "additional_details": "Diabetics are being left without the medication they need and health should come first.",
        "background": "Make the nhs priority over ozempic being sold in private UK clinics. Diabetics need it for health reasons and are left without it for weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-01T14:29:26.143Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-01T17:28:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-09T16:45:32.469Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the manufacturing and distribution of pharmaceuticals are a matter for individual pharmaceutical companies, not the UK Government or Parliament.\r\n\r\nThe Government has issued a Serious Shortage Protocol (SSP) for Ozempic® Solution for injection in pre-filled pen (Semaglutide): https://assets.publishing.service.gov.uk/media/6385ce3f8fa8f54d560ea209/Ozempic.pdf\r\n\r\nThe company that manufactures it said: \"The intermittent stock shortage of Ozempic is due to unprecedented levels of demand for this product which have tested our manufacturing capacity. Whilst we continue to increase our capacity significantly, our present supply does not always meet this excess demand, which has led to temporary shortages or intermittent supply which is expected to last into 2023.\" \r\n\r\nWe could accept a petition calling for the Government to review supply of and access to medications for diabetes, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-09T16:45:38.526Z"
    },
    "id": 638973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638973.json"
    },
    "type": "petition"
}