{
    "attributes": {
        "action": "To stop viability studies being used as a means to not meet social housing needs",
        "additional_details": "We are in the midst of a housing crisis across the UK and if we could stop these lathe organisations using this technique to get out of their social housing obligations, there would be more social/affordable housing for local people. Massively helping to relieve the UK housing crisis facing many low income families.",
        "background": "we are infuriated at this method being constantly used to get out of social housing obligations but unfortunately with these big companies, they have the financial means to keep protesting their case and essentially knowing they will get their end goal using this approach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-31T10:21:31.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-31T11:39:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-05T06:06:43.899Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about developers challenging local authority policy on the provision of social housing, but we're not sure exactly what you want the Government or Parliament to do.\r\n\r\nIt is up to individual local authorities what planning obligations to impose on developers in respect of affordable housing. Developers can appeal against planning obligations, and appeals are considered on the basis of whether the evidence indicates that the current cost of building out the entire site (at today’s prices) is at a level that would enable the developer to sell all the market units on the site at a rate of build out evidenced by the developer, and make a competitive return to a willing developer and a willing landowner.\r\n\r\nIt's not clear whether you want the process for appealing against affordable housing obligations to be changed, or removed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-05T06:06:44.965Z"
    },
    "id": 638909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638909.json"
    },
    "type": "petition"
}