{
    "attributes": {
        "action": "Prohibit transgender medical ‘care’ for children",
        "additional_details": "The NHS should halt these unnecessary policies that contradict ‘do no harm’, are a waste of money & staffing that’s needed elsewhere; Discussion on NHS funding of all ages should begin. The High court ruling of Kiera Bell found under 16s ‘lacked capacity to give informed consent to the treatment’, yet referrals are increasing, creating life-long patients! Guidance on transgender should be replaced with compassion & acceptance of who you are, and distant from biased charities like Mermaids.",
        "background": "We demand prohibition of gender affirming surgery, hormone drugs & puberty blockers for children. They are too young & incapable of making life changing decisions which cause infertility, mutilation, bone and brain development issues, blood clots & more. To be replaced with unbiased counselling!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-02T10:51:00.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-05T14:04:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-07T14:03:12.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about patient care, including transgender health services, are a matter for the NHS and individual clinicians, and decisions about whether a child can consent to medical treatment are a matter for the courts.\r\n\r\nAn independent review has been commissioned by NHS England and NHS Improvement to review and make recommendations on the services provided to children and young people who are exploring their gender identity or experiencing gender incongruence. You can find out more about this review here: https://www.england.nhs.uk/commissioning/spec-services/npc-crg/gender-dysphoria-clinical-programme/gender-dysphoria/independent-review-into-gender-identity-services-for-children-and-young-people/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-07T14:03:23.229Z"
    },
    "id": 639013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639013.json"
    },
    "type": "petition"
}