{
    "attributes": {
        "action": "End Government Funding for 30 Confucius Institutes and Close Them Down",
        "additional_details": "The Confucius Institutes are extensions of China’s censorship and pose systematic threats to our academic freedom. It pressures host universities to censor topics considered controversial by China and hire staff discriminatorily based on their ethnicity, political loyalty and ability to enforce CCP discipline in the UK. We hold the PM accountable for his promise, so as to protect the independence and integrity of British educational institutions from transnational influence and oppression.",
        "background": "We urge the government to stop funding the 30 China-backed Confucius Institutes in the UK and fulfil Prime Minister Rishi Sunak’s promise to close all these centres as they engage in activities far beyond the remit of ‘language and culture’ and are interfering with our higher education sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-05T13:45:52.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-05T20:33:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-12T17:41:32.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions and can choose who they cooperate with, including whether to partner with Chinese Higher Education Institutions or Confucius Institutes. These partnerships are therefore a matter for individual universities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to regulate international partnerships of higher education institutions, with a view to ensuring these do enable undue foreign influence.\r\n\r\nThe Government has said that it does not currently directly or indirectly fund Confucius Institutes:\r\nhttps://questions-statements.parliament.uk/written-questions/detail/2023-05-24/HL8096"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-12T17:41:41.750Z"
    },
    "id": 639122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639122.json"
    },
    "type": "petition"
}