{
    "attributes": {
        "action": "8 years work ,living before applying Indefinite leave to remain is unacceptable",
        "additional_details": "After debating on the differences between 5 years and 8 years living and work experience before applying indefinite leave to remain,\r\nplease show the results that may affect the government decision on changing the immigration rules",
        "background": "debate on the differences between 5 years and 8 years living and work experience before applying indefinite leave to remain",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-08T10:48:50.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-08T11:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-12T15:02:52.839Z",
        "rejection": {
            "code": "no-action",
            "details": "There is not a category of people who become entitled to ILR after 8 years, and it's not clear what changes you want to current immigration policy.\r\n\r\nYou must usually have lived and worked in the UK for 5 years to be eligible for indefinite leave (ILR) to remain. Only time on certain visas counts towards eligibility for ILR, and if you want the Government to make time spent on other work visa categories to count towards ILR we have published the following petition, which you might like to sign:\r\n\r\nMake time spent on other work visa categories to count towards ILR in 5 years: https://petition.parliament.uk/petitions/636848\r\n\r\nIf you want the Government to do something else, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-12T15:02:52.946Z"
    },
    "id": 639243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639243.json"
    },
    "type": "petition"
}