{
    "attributes": {
        "action": "Equality of London weighting payments for teachers",
        "additional_details": "London Weighting is divided into Inner London payments, Outer London and the Fringe. There is almost £2,000 difference between Inner and Outer London weighting payments despite some schools being only metres apart.\r\n\r\nThe geographical demarcation between inner and outer London is an big issue with many schools in 'outer' boroughs being centrally closer than their neighbouring 'inner' schools. Take Chiswick for example - it's in Hounslow and so therefore 'outer' and the average price of a flat is over £500,000.\r\n\r\nThe whole of London is significantly more expensive to live in than the rest of the UK and teacher shortages in the Capital are regularly reported in the news. It is time to streamline London weighting and recognise the cost of living in the most expensive cities in the world",
        "background": "Review and rebalance the boundaries to reflect the reality for schools and teachers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-08T15:09:44.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-08T15:19:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-12T13:48:22.129Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how London weighting works for teacher pay, but it's not clear exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want everyone in the Inner and Outer London areas to receive the same weighting, for the boundaries to be reviewed (and if so on what basis), or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-12T13:48:22.833Z"
    },
    "id": 639258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639258.json"
    },
    "type": "petition"
}