{
    "attributes": {
        "action": "Eliminate pick-up and drop-off charges from all UK airports.",
        "additional_details": "free parking for at least the first 10 minutes.\r\nParking at all airports in England should be free for at least the first 10 minutes, but an additional fee should be charged if someone misuses the facility.Taxi fares have also increased due to these charges. For just 5 minutes these charges are so high that you can park a car in the city center for 1 hour for that price.\r\nWe request that these unfair fees be removed and at least 10 minutes of free pickup and drop off parking facility be provided.",
        "background": "Parking for pick-up and drop-off, which was previously free for first 10 minutes, has now been discontinued at London and Manchester airports.Almost all major airports in the world, including Paris, New York and Barcelona, ​​offer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-09T18:39:26.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-09T21:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-14T06:48:52.507Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for airport services are a matter for individual airports, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-14T06:48:53.684Z"
    },
    "id": 639327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639327.json"
    },
    "type": "petition"
}