{
    "attributes": {
        "action": "Impose Main Contractors to pay on maximum 30 days from invoicing.",
        "additional_details": "I wish the Goverment to put a stop on this practice as its killing the small business.\r\nThe 60/90 days payment plan, that Main Contractors are using is fundamentally askingbthe small business to fund their larger projects and is wrong.\r\nMost if not all suppliers are requesting payment after 30 days and in the light of what happened to Carillon, Henry Construction and other Main Contractors, the small businesses are the ones which are loosing their life savings, business, house, family or even their life.",
        "background": "In the light of Carillon, Henry Construction and other big Main Contractors going into liquidation the ones are suffering the most is the small business that fund the projects with a 60/90 days payment plan and this needs to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-09T21:35:42.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-11T19:09:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-15T06:43:35.127Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about terms and conditions for particular businesses, including the period in which goods and services need to be paid for, are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-15T06:43:36.144Z"
    },
    "id": 639344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639344.json"
    },
    "type": "petition"
}