{
    "attributes": {
        "action": "A statituary requirement for children under 18 years old to participate in gyms.",
        "additional_details": "I want the parliament to do it because gym is not only a fun activity for teenagers it is essential for a good physical and mental health.Also,teenagers deserve to be given the same oppotunity at weightlifting as adults do since there is no scientific proof that it does any damage to a childs body.Not only that,if teenagers were allowed in public gyms it would decrease the amount of suicide in teenagers because the teenagers will be more impressed about there body and happy with themselves.",
        "background": "I want the government to let children under 18 to be able to enter public gyms around the UK. This is because there is no scientific proof that weightlifting stunts growth. Furthermore,weightlifting will increase self morale and confidence in young people which is essential for a posotive mindset.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-09T13:18:54.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-09T13:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-13T09:31:04.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere is no law preventing under 18s from using gyms, and decisions about whether to offer services to people under the age of 18 are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-13T09:31:05.001Z"
    },
    "id": 639305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639305.json"
    },
    "type": "petition"
}