{
    "attributes": {
        "action": "Ex Prime Ministers in dishonour cannot bestow honours on others",
        "additional_details": "In the normal course of affairs, when a PM has served the country well, it's reasonable to allow them to reward those who supported and enabled that service with national honours.  But on standing down in disgrace, it is wholly inappropriate and an affront to common decency to allow those who were party to that disgrace to be honoured on a similar way.  The tradition of honours being bestowed by a retiring PM must not apply to those who have been forced to resign.",
        "background": "When a prime minister is forced to resign for any breach of conduct reason, for example having been found to have lied to the house, the custom of allowing that departing pm to bestow honours such as knighthoods on other subjects of his Majesty should apply",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-11T22:37:50.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-12T05:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-16T05:30:59.818Z",
        "rejection": {
            "code": "duplicate",
            "details": "The submission of nominations for honours and appointments by outgoing Prime Minister's is a convention, and the Government and Parliament cannot prevent outgoing Prime Minister's from submitting such nominations.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPrevent individuals who mislead Parliament from making nominations for honours: https://petition.parliament.uk/petitions/639433"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-16T05:31:00.983Z"
    },
    "id": 639468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639468.json"
    },
    "type": "petition"
}