{
    "attributes": {
        "action": "Protect overseas healthcare workers from Government's abuse of modern slavery.",
        "additional_details": "Tier 2 work permit visas are  bonds against work freedom. Many healthcare workers are facing the abuse of modern slavery. There should be a solution for this as they are the life keepers of UK. Either government should reduce the criteria of Indefinite Leave to Remain (ILR) from 5 years to 2 years as like other countries such as Australia, Canada etc.. Or Should take off the tax burden from the frond line workers. Now the Healthcare workers are slaves for the UK government by paying huge tax.",
        "background": "1.Reduce the eligibilities for ILR from 5 years to 2 years\r\n2.Take off tax burdens from Helathcare workers (NHS & Private )\r\n3.Stop goverment's abuse of modern slavery by make hethcare free from single employer bond as the employers taking advantages of workers on CoS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-11T01:18:18.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-11T12:55:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-15T06:03:49.588Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the circumstances of non-UK healthcare workers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to change immigration rules for non-UK healthcare workers, tax arrangements for healthcare workers (and whether you want these to apply to just non-UK healthcare workers, or all healthcare workers).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nOffer healthcare workers on tier2 visa ILR after 2 years instead of 5 years: https://petition.parliament.uk/petitions/631412"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-15T06:03:51.133Z"
    },
    "id": 639409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639409.json"
    },
    "type": "petition"
}