{
    "attributes": {
        "action": "Consider the restoration of the British Council in Sierra Leone",
        "additional_details": "The British Council has for many years provided a bedrock for the development of the British values through educational and cultural partnerships. Its closure has greatly affected access to better quality educational and training programmes impacting opportunities for further development of education as well as ethical and professional principles critical to the development of our national interests  especially in the Mano River Basin, with mutually beneficial opportunities in post Brexit Era.",
        "background": "The British Government should actively consider the restoration of the British Council in Freetown. The British Council was a very important examining body which also assisted with providing opportunities for  targeted further educational training and development for Sierra Leoneans in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-13T00:54:50.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-13T15:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-16T06:36:52.980Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe British Council is operationally independent, so decisions about the closure of its offices are a matter for the British Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-16T06:36:54.337Z"
    },
    "id": 639532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639532.json"
    },
    "type": "petition"
}