{
    "attributes": {
        "action": "Stronger laws to stop ableism",
        "additional_details": "I am (and imagine other autistics are to) fed up of having to deal with ableism. so many people are ableist and think THEY have the RIGHT to discriminate against us! it's so difficult & takes so long to get diagnosed, for me it took 8 YEARS OF MY LIFE to get diagnosed! imagine others who had to wait LONGER! imagine adults who have had the worse education life because they weren't diagnosed with autism early enough! additionally, WE AUTISITICS are FORCED to mask so we are \"socially acceptable\".",
        "background": "Quicker diagnosis, create/toughen protection laws for autistics of all ages to protect them against ableism/bullying. Shut down autism speaks. You can’t cure autism. It's like trying to cure Alzheimer’s, which you can't cure. Just like you can't cure autism. Fix the time it takes to get diagnosed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-15T10:54:26.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-26T15:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T16:11:36.577Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Existing laws prohibit discrimination on the basis of disability. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nIncrease funding for autism/ADHD assessments to reduce waiting times\r\nhttps://petition.parliament.uk/petitions/640581\r\n\r\nRequire education staff to be trained on learning disabilities and autism:\r\nhttps://petition.parliament.uk/petitions/639050"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T16:11:36.575Z"
    },
    "id": 639671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639671.json"
    },
    "type": "petition"
}