{
    "attributes": {
        "action": "Decriminalise pepper spray for self-defence for over 18 years old.",
        "additional_details": "Pepper spray is a non-lethal self-defence mechanism used legally in many European countries. It permits victims of violent attacks to effectively defend themselves, especially in a situation where their life is in danger. As a university student I have been particularly shocked by the recent attacks. I believe that young adults in particular are vulnerable to such attacks due to their lifestyle. Therefore, the decriminalisation of pepper spray would provide adults with a choice in their personal safety. Furthermore, pepper spray would provide a safe alternative to dangerous weapons currently used for self-defence.",
        "background": "Stop treating the possession of pepper spray as a criminal offence. The police should be more lenient with adults carrying / using pepper spray for self-defence. Adult should be able to defend themselves in exceptional circumstances without the fear of criminal sanctions.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-06-14T19:43:25.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-14T21:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-19T13:09:56.162Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/634452"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-19T13:09:57.891Z"
    },
    "id": 639630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639630.json"
    },
    "type": "petition"
}