{
    "attributes": {
        "action": "Petition for a review of long-term commercial energy contracts in 2022",
        "additional_details": "The energy market has dropped significantly with energy suppliers still boasting record profits! Businesses are now suffering after having to agree contracts when the market was at its highest. Businesses may not be able to sustain the high bills and be forced to close. The lack of flexibility in energy contracts prevents businesses from responding to changing market conditions and adopting new technologies, which hampers their competitiveness and growth potential.",
        "background": "Petition the governmentt to allow businesses to terminate energy contracts without penalty and benefit from cheaper rates. Current market conditions provide opportunities for cost savings and competitiveness. Establish fair process for cancellation and switching.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-15T09:54:27.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-15T10:38:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-19T14:46:30.775Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about releasing customers from contracts are a matter for individual businesses, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide grants to businesses who are on high-cost fixed-term energy contracts, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-22T13:20:19.069Z"
    },
    "id": 639663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639663.json"
    },
    "type": "petition"
}