{
    "attributes": {
        "action": "More bins in ruislip to reduce littering",
        "additional_details": "I want the government to do this because research shows that many people tend to litter because there arent any bins near them, if there were more bins the amount of littering would be reduced.\r\nLittering is also really damaging because more than 40% of litter is burned into the open air, which releases toxic emissions and is really damaging to the environment",
        "background": "I want the government to invest in more bins to reduce littering in the ruislip area because there arent many bins in the local area",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-15T09:41:41.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-16T09:11:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-20T06:43:46.219Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local waste collection are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nIf you are concerned about issues in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://modgov.hillingdon.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-20T06:43:47.265Z"
    },
    "id": 639661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639661.json"
    },
    "type": "petition"
}