{
    "attributes": {
        "action": "For phones to be allowed in school at lunch and break",
        "additional_details": "The main reason is because students using phones in school can help in so many ways.One of the ways is attendance, students will love coming to school more as they can use their phones for so many stuff such as studying,entertainment and chatting to parents whenever something is wrong.Another strong reason is that while it can help students it also helps parents as they will feel more safer that their son or daughter can text and call at anytime when they are in trouble.",
        "background": "I want them to discuss the benefits and negative of phones in school as it could help a lot in students learning and attendance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-16T13:12:57.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-16T13:29:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-20T07:03:55.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about school behaviour policies, including when students are allowed to use their phone, are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with your school's policy you should raise this directly with the school, or your parents."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-20T07:03:56.578Z"
    },
    "id": 639758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639758.json"
    },
    "type": "petition"
}