{
    "attributes": {
        "action": "Armed Forces Day, should be extended to more than one day!",
        "additional_details": "Government Ministers, Royal British Legion,  Royal British Legion Scotland etc need to reevaluate where their duties lie.\r\nHaving said Armed Forces Day is 24 hour is a farce, it commences at 10.30 and is dispersed at 15.00 hrs. So basically 4.5 hours per year (including speeches) is that all our veterans are worth? If you don't support your veterans you will find your veterans will not support you! \r\nVeterans deserve better!",
        "background": "Refugees get 9 day festival, Pride get a month of celebration, Armed Forces (whom without, these other celebrations could not take place), only gets ONE DAY per year to celebrate. \r\nVeterans deserve to be treated better by the country they love enough as to put their lives on the line for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-16T23:53:46.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-17T09:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-20T15:47:44.565Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are want to see changes to how the armed forces and veterans are celebrated and remembered, but we're not sure exactly what you'd like an extended armed forces day to look like and therefore what action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to provide additional funding for armed forces and veteran celebration and remembrance activities and events throughout the year, if that's something you'd like to see. \r\n\r\nIf you do start a new petition, you'll need to use your full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-09T09:52:01.797Z"
    },
    "id": 639791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639791.json"
    },
    "type": "petition"
}