{
    "attributes": {
        "action": "XL bullies should not be banned, it's irresponsible breeders not checking owners",
        "additional_details": "These poor dogs are being brandished as dangerous dogs, when in fact it's the breeders out forna quick buck, and the bad owners not training the dogs correctly or training them to be aggressive. These XL bullies are big friendly giants and loving loyal family pets in the right hands and raised correctly, I'd like the government not to ban these dogs and take them away from loving homes destroying the families, the children and the dogs in the process, but instead to educate people and breeders.",
        "background": "I think the government and/or parliament need to be addressing this situation starting with the breeders. Breeders are not checking who these dogs are going to and just out to make money, certain people just buying these dogs for status and looks, it's not the dogs fault but the breeders/bad owners.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-17T19:39:26.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-18T20:11:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-28T11:58:07.803Z",
        "rejection": {
            "code": "no-action",
            "details": "There are no current plans to ban \"Xl bullies\" in the UK. We're therefore not sure what action you'd like to see.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRemove breed specific legislation. Consider alternative methods for dog control: https://petition.parliament.uk/petitions/638509"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-28T14:42:49.376Z"
    },
    "id": 639833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639833.json"
    },
    "type": "petition"
}