{
    "attributes": {
        "action": "To allow fathers to have instant access to their children without court.",
        "additional_details": "Because the current legal framework that is in place is extremely slow and expensive. Not every father can afford the costs which can be in the thousands. A genuine father should not be denied access by the child’s mother full stop. The current system needs scrapping. Create a fast direct way for fathers to legally have access and other parties to be legally bound to it. There is no need for 100s of thousands of dads to be left without access to their child.",
        "background": "Speed up the process of access providing fathers are fit and contribute to a child financially. Cafcas to be carried out then once checks are back with no concern for access to be given. An agreement between mediation to be legal, binary and fixed without long court proceedings. To make this law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-18T13:29:43.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-18T14:53:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-21T06:34:20.366Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand that you are concerned about current provisions for agreeing child arrangements following separation, but we're not sure exactly how you want this process to be changed.\r\n\r\nWe can also only accept petitions about things the Government and Parliament, rather than the courts, are responsible for.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAutomatically grant 50/50 to parents in separated households: https://petition.parliament.uk/petitions/632678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-21T06:34:21.546Z"
    },
    "id": 639865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639865.json"
    },
    "type": "petition"
}