{
    "attributes": {
        "action": "Protect Tiddesley Wood SSSI from housing development",
        "additional_details": "Developers propose 300 houses and a small buffer zone along a large border it shares with the woodland. \r\n \r\nWe Campaigners believe that the proposals are contrary to the Government’s commitments to create a Nature Recovery Network (NRN) and to protect 30% of the UK for wildlife by 2030.\r\n \r\nTiddesley Wood is a nationally important habitat - home to protected wildlife species including the Noble Chafer Beetle. Also Lesser Horseshoe, Barbastelle and Noctule Bats,  many birds & wildlife.",
        "background": "The Protect Tiddesley Wood SSSI Group call upon the Government to prevent any housing development on green fields currently known as Orchard Farm, Defford Road, Pershore, WR10 3BY which Worcestershire Wildlife Trust & Natural England determined would have a major negative impact on the SSSI",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-18T16:01:58.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-18T17:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-21T06:41:27.186Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-21T06:41:28.365Z"
    },
    "id": 639875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639875.json"
    },
    "type": "petition"
}