{
    "attributes": {
        "action": "Declare there is NO CLIMATE CRISIS or EMERGENCY",
        "additional_details": "Failed computer modelling is STILL used to justify draconian new & future climate policy. ALL such policies must therefore be REVOKED. Eg Net-Zero by 2050, 15 Minute Cities, Sustainable Development Goals, Climate Emergency Motion, farmland re-wilding, travel & food restrictions etc. All have potentially grievous, devastating consequences on our ways of life, freedoms & economy. Man Made Climate Change Theory MUST be scrutinised as science now shows CO2(plant food) rising naturally AFTER warming!",
        "background": "Few citizens & MPs realise climate predictions & policies are based on clearly defective, no-predictive-reliability, computer modelling whose apocalyptic claims over 50 years have NOT happened in real life data & events. The consensus of many world scientists now is \"There is no climate Emergency\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-20T17:47:23.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-22T08:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-26T15:27:20.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Government's response to climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to a range of policies, but many of these (such as sustainable development goals and 15 minute neighbourhoods) are aimed at addressing issues beyond climate change. It's therefore not clear if you want the Government to revoke policies aimed at addressing climate change, or also revoke other policies, and if so which.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe couldn't publish a petition that made unsubstantiated claims about climate change.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRepeal the Climate Change Act 2008: https://petition.parliament.uk/petitions/639235\r\n\r\nHold a referendum on the 2050 Net Zero target: https://petition.parliament.uk/petitions/636066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T10:36:49.910Z"
    },
    "id": 639991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639991.json"
    },
    "type": "petition"
}