{
    "attributes": {
        "action": "Universities Should Compensate Students for Incomplete or Delayed Degree Results",
        "additional_details": "In light of the recent Marking and Assessment Boycott universities across the UK have decided to proceed with graduations despite many students not receiving their final grades. Some students' dissertations and exams are not being marked at all, and we are being asked to graduate with blank pieces of paper. We support the strikes, but we do not support the lack of academic integrity shown to us during these demonstrations, especially after completing a degree during a pandemic.",
        "background": "Waiver graduation fees in order to acknowledge the difficulties through which the class of 2023 has had to navigate. University management  must be held accountable for their lack of communication with, support of, and consideration for students after strikes, a pandemic and now a marking boycott.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-20T20:15:11.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-20T20:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-23T09:06:24.479Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about any charges for graduation ceremonies are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with the service provided by your university you can find out how to complain about this here: https://www.officeforstudents.org.uk/for-students/ofs-and-students/complaints/complaints-about-a-university-or-college/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-23T09:06:25.481Z"
    },
    "id": 639996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639996.json"
    },
    "type": "petition"
}