{
    "attributes": {
        "action": "PUBLIC HEALTH WARNING ON THE DANGERS OF A TICK BITE",
        "additional_details": "I RUN A SUPPORT GROUP FOR LYME DISEASE IN THE UK. I RECEIVE MESSAGES NEARLY EVERY DAY. FROM PEOPLE DESPERATE FOR INFORMATION ON HOW TO MOVE FORWARD. NUMEROUS UN REPORTED TICK BITES OCCURRING. I HAD A MOTHER MESSAGE ME FRANTIC WITH WORRY OVER HER 9 YEAR OLD SON HAVING A TICK STUCK IN HIS CHEST. I HAVE MET SO MANY PEOPLE LIVING IN PRESTON, LEYLAND, CHORLEY, LYTHAM, MANCHESTER AND LONDON. ALL HAVE BEEN INFECTED IN THE UK NOT ABROAD. IT IS A COMMON BELEIF ONLY ABROAD YOU CAN GET LYME.THIS IS IN UK!",
        "background": "PUBLIC HEALTH WARNING VERY MUCH NEEDED DUE TO CLIMATE CHANGE ON THE DANGERS OF TICK BITES. I WAS BITTEN IN PRESTON, LANCASHIRE, UK. 12 YEARS AGO I NOW SUFFER WITH CHRONIC LYME DISEASE. IF THE PUBLIC ARE AWARE THEY CAN PROTECT THEMSELVES FROM LIVING WITH A HORRENDOUS DISEASE AND POTENTIALLY DYING.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-23T09:55:38.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-23T13:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-28T07:41:49.046Z",
        "rejection": {
            "code": "already-happening",
            "details": "We are sorry to hear about your experience, but the UK Health Security Agency (UKHSA) already share Lyme disease messaging through their social, media and stakeholder channels at a national and regional level, most recently publishing the Tick awareness leaflet in March 2023.\r\n\r\nThe ‘Tick awareness’ leaflet informs the public about the risks associated with ticks including Lyme Disease and tick-bite prevention behaviours.\r\n\r\nUKHSA, along with local authority partners, have also developed a Tick awareness toolkit which includes resources and materials that can be used by local authorities and other organisations to deliver tick awareness campaigns.\r\n\r\nYou can find out more about this work here: https://www.gov.uk/guidance/tick-surveillance-scheme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-28T07:41:50.219Z"
    },
    "id": 640089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640089.json"
    },
    "type": "petition"
}