{
    "attributes": {
        "action": "Lower the price of parking permits for residents in Hillingdon and elsewhere.",
        "additional_details": "This has come to my concern as people with driveways have a extra parking space so dont need to pay as much but residents who do not have to pay extra for a permit. I would like the Goverment to change the prices of parking permits because me and my family live in a walkway in the borough of Hillingdon and many houses around us have driveways. My family have to pay £110 a year just to park on the road they live in and can bearly afford that so other familys must be in the same position as mine too.",
        "background": "The Goverment need to change the prices of parking permits as my family can bearly afford anything because of the cost of living. I would like the Goverment to change the price to £20 max per permit as £75+ is way too much for a family like mine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-21T10:45:33.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-21T10:57:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-26T06:38:28.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your situation, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking permits are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your council directly: https://modgov.hillingdon.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-26T06:38:31.710Z"
    },
    "id": 640012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640012.json"
    },
    "type": "petition"
}