{
    "attributes": {
        "action": "Apply a percentage limit accommodation can increase prices by for major events",
        "additional_details": "Companies raise prices and this is unfair to many fans who already have to pay rising ticket prices for concerts and increased travel costs, to then have to pay sometimes hundreds of pounds more than accommodation would typically cost. Companies are taking advantage of those who want to see their favourite artists or groups, as many gigs take place in select locations in the UK, sometimes same day travel is not an option and people should not be taken advantage of because of this",
        "background": "When events or concerts are announced, local hotels and other accommodations tend to hike their prices up and it can often price people out of being able to attend these events. There should be an agreed limit, enforceable by law to stop prices from going above a certain percentage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-21T13:26:08.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-22T09:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-26T15:28:00.637Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prices for rental accommodation are a matter for hospitality businesses and individual landlords, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-26T15:28:01.619Z"
    },
    "id": 640024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640024.json"
    },
    "type": "petition"
}