{
    "attributes": {
        "action": "Banks to repay with interest, loans made in 2009. Use money for mortgage relief",
        "additional_details": "In 2009 the taxpayer bailed out the major financial institutions with £billions. Little of that money was used to stimulate the economy and stayed in the bank's vaults. Loan rates were then low, but have risen sharply in recent times driving families into distress. A reversal is needed, with the banks repaying the taxpayer, including accrued interest and that money being used to assist families who may face eviction arising from rate increases. The Chancellor's recent platitudes are meaningless.",
        "background": "Approve legislation compelling the banks to repay, with accrued interest, the loans made in 2009 to help them in the global financial crisis. The loans were made to re-energise the economy. Loan rates have risen and saver rates have not. The money repaid will be used for targeted mortgage relief.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-24T17:03:53.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-26T08:33:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-17T06:33:10.956Z",
        "rejection": {
            "code": "no-action",
            "details": "There are no outstanding government loans to the banks arising from the financial crisis.\r\n\r\nIf you want to start a petition calling for the Government to introduce a mortgage relief scheme funded in another way we may be able to accept a petition requesting this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAllow people to pay their mortgage through salary sacrifice: https://petition.parliament.uk/petitions/633889\r\n\r\nProvide Tax Relief on Mortgage Interest for Single Homeowners: https://petition.parliament.uk/petitions/638542\r\n\r\nIncrease support for first time buyers/families with mortgages/HTB properties: https://petition.parliament.uk/petitions/640684"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-17T06:49:28.487Z"
    },
    "id": 640144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640144.json"
    },
    "type": "petition"
}