{
    "attributes": {
        "action": "Kashmir is not territorial dispute between India & Pakistan, UK revisit policy",
        "additional_details": "On 26th October 1947 lord Louise Mountbatten the governor General of India accept alleged instrument of accession signed by the government of Jammu Kashmir and India SUBJECT to RIGHT OF Self Determination for Citizens of Jammu Kashmir to determine their destiny, with passage of time British Government current stated policy is that Kashmir Is territorial dispute, whereas fact of the matter is any bilateral agreements between both occupiers are not binding on Kashmiris nor are party to agreement",
        "background": "We urge British government to revisit stated current policy that Jammu Kashmir is territorial dispute between India and Pakistan,  UN Resolutions of 1948 clearly stated that people of Jammu Kashmir will be given right to determine their destiny and British Government is party to the Resolutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-24T23:48:50.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-25T10:23:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-29T12:40:22.753Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, we could accept a petition calling for the Government to review its policy on this issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-29T12:40:49.655Z"
    },
    "id": 640155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640155.json"
    },
    "type": "petition"
}