{
    "attributes": {
        "action": "Develop framework for public governance of monetary policy with CBDC.",
        "additional_details": "As technology advances, the ability for participation from the public in governance decisions (in greater quantities than once every 4 years) has to be considered. Blockchain networks that support the distribution of CBDC also carry the capabilities to enable public voting ballots on decisions such as monetary policy. The UK has been a financial innovation hub for centuries and it’s government has to see the opportunity available with blockchain to enable a better democracy.",
        "background": "For Government or Parliament to develop and legislate a governance framework that enables public contribution to the decision of monetary policy by using CBDC infrastructure and other technology innovations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-25T15:21:03.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-25T18:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-29T07:13:03.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see greater public involvement in monetary policy, but we're not sure exactly what decisions you want the public to be able to contribute to, and if you want these arrangements to give the public decision-making powers, or just enable greater participation in the decision-making process.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T09:45:34.292Z"
    },
    "id": 640171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640171.json"
    },
    "type": "petition"
}