{
    "attributes": {
        "action": "Students at ysgol Calon Cymru should be allowed to wear any shorts on a hot day",
        "additional_details": "",
        "background": "Pupils at ysgol Calon Cymru have been sent home for wearing shorts on a 24 degree day and have not been allowed to fill up water bottles this petition is to help the students have a safer environment at school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-23T18:13:56.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-23T18:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-28T08:01:55.572Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about school uniform policies for individual schools are a matter for the governing authorities for the individual school, not the UK Government or Parliament.\r\n\r\nIf you're concerned about the uniform policy of a specific school you should raise this directly with the school or your local authority.\r\n\r\nIf you want to see the government take action on school uniform at a national level, education is a devolved policy area in Wales, so this would be the responsibility of the Welsh Government and Welsh Parliament.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send a petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-28T08:01:56.752Z"
    },
    "id": 640113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640113.json"
    },
    "type": "petition"
}