{
    "attributes": {
        "action": "Change the exam system for those who have Tics, Tourette’s, Seizures etc",
        "additional_details": "Try forming an answer to a question whilst shouting out random words and your body jerks sudden random movements.  Tics can literally be anything. They can cause much disruption that it can be virtually impossible to put pen to paper\r\nSeizures, absent seizures can cause a type of brain fog that lingers making the thought process slow. They can be left feeling confused. People can suffer clusters throughout the exam and zone out for much of it.  None of the measures in place are adequate or fair.",
        "background": "Unfortunately, there is very little consideration for people who suffer these conditions when it comes to exams. The standard procedures put in place do very little to help.  Extra time, supervised breaks, a scribe, private rooms are of no help. Allow these people to be coursework based only.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-27T08:18:24.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-27T08:39:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-30T14:58:51.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Equality Act 2010 requires exam boards to make reasonable adjustments to assessments for disabled students. Adjustments can include exemptions from an assessment. Decisions about applying for and agreeing reasonable adjustments are a matter for individual schools and exam boards, not the UK Government or Parliament.\r\n\r\nIf they're not happy with the adjustments that have been made by a school or exam board you can complain about this.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-30T14:58:57.972Z"
    },
    "id": 640257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640257.json"
    },
    "type": "petition"
}