{
    "attributes": {
        "action": "Add or Reopen the public toilets in verulamium park st albans.",
        "additional_details": "Here at Ye Olde Fighting Cocks, Our toilets our struggling to cope with the demand put on our facilities since the public toilets have been closed. Having to turn business away because of the restroom que is not ideal. Also the cost of living has put water rates and maintenance costs up.\r\nAs well as having to have a member of staff on the door to monitor the situation.\r\nHow can a tourist town not have public toilets?",
        "background": "Help local businesses and the public by adding or reopening the public toilets. At the bottom of Abbey Mill Lane and Romeland Spicer St. The local pub (Ye Olde Fighting Cocks) has taken the brunt of cost over the last few years, contributing to the last owners financial difficulties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-26T10:43:14.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-26T11:18:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-30T14:55:35.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about public toilets are a matter for St Albans City and District Council, not the UK Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your council directly. Find out how to do this here: https://www.stalbans.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-30T14:55:43.348Z"
    },
    "id": 640215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640215.json"
    },
    "type": "petition"
}