{
    "attributes": {
        "action": "Petition to End the Killing of Dogs in Southall, London",
        "additional_details": "Southall is known for its diverse community, rich cultural heritage, and love for animals. However, recent reports and incidents have brought to light a distressing pattern of dogs being subjected to violence and cruelty. These innocent and defenseless animals are losing their lives in a tragic and unnecessary manner.\r\n\r\nWe believe that every dog, regardless of breed or background, deserves to be treated with compassion, care, and respect.",
        "background": "We, the undersigned, are deeply concerned about the increasing number of dogs being killed in Southall, London, and we call upon the relevant authorities and animal welfare organizations to take immediate action to end this distressing situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-26T17:25:27.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-26T17:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-29T08:28:26.429Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal law enforcement is the responsibility of the police, not the UK Government or Parliament.\r\n\r\nIf you are concerned about your police force's response to certain crimes you could raise these with your Police and Crime Commissioner, who is responsible for overseeing policing in your area. You can find contact details for your Police and Crime Commissioner here: https://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-29T08:28:27.588Z"
    },
    "id": 640240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640240.json"
    },
    "type": "petition"
}