{
    "attributes": {
        "action": "Stop exporting and selling exotic birds in the United Kingdom",
        "additional_details": "After recently visiting a pet shop, my heart ached watching the birds caged as they wish they were free as they once were. \r\n\r\nI look at their innocent eyes glare back behind the bars and I think what have they done to deserve this life in jail. \r\nWho are we as humans to take living creatures right to freedom away. \r\n\r\nI would like this cruelty to end and for these beautiful creatures to have their forever freedom.",
        "background": "I would like to ask the UK government to help stop the exporting and selling of exotic birds. \r\n\r\nThese exotic birds should not be taken from their natural origin and then put in cages to live miserable lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-28T18:57:06.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-28T20:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-04T15:43:44.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you want to see the breeding and selling of certain animals banned, but we're not sure exactly what you'd like the Government or Parliament to cover as 'exotic animals'.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-04T15:43:46.446Z"
    },
    "id": 640350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640350.json"
    },
    "type": "petition"
}