{
    "attributes": {
        "action": "Reverse the abolishment of the Mortgage Interest Tax Relief for Landlords",
        "additional_details": "Landlords with mortgages are struggling with the abolishment of this relief with the rise in interest rates. There is a huge rise in landlords not able to cover interest and costs after income tax which is not financially sustainable. This will lead to landlords selling leading to a flood of properties that will drive down house prices. With new buyers unable to afford these with high rates and rental needs at a high, this will lead to a deficit in houses available to rent.",
        "background": "Reinstate the Mortgage interest Tax relief given to landlords that has reduced from 100% to 0% over 4 years since 2017.\r\nAt present, landlords are taxed on the gross income not the net income allowing for mortgage interest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-28T11:45:18.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-28T13:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-03T12:38:18.838Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about changes to tax relief on mortgage payments for landlords, but it is not the case that tax relief on mortgage interest has been abolished.\r\n\r\nLandlords are entitled to an income tax reduction equivalent to basic rate tax relief on the finance costs of their rental property: https://www.gov.uk/guidance/changes-to-tax-relief-for-residential-landlords-how-its-worked-out-including-case-studies\r\n\r\nWe could accept a petition calling on the Government to reverse changes to tax relief on mortgage costs, so that finance costs are deductible from rental income, rather than tax being reduced in line with the basic rate of income tax."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-03T12:38:19.938Z"
    },
    "id": 640325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640325.json"
    },
    "type": "petition"
}