{
    "attributes": {
        "action": "We would like the government to set up conservation zones for Blue fin Tuna.",
        "additional_details": "We have been researching at our school about the fishing industry and we found out that Blue Fin Tuna are one of the most endangered type of fish in the UK because of their size. This worries us because if these fish are being over-fished soon they will become extinct and that would mean kids like us would never get to experience these natural wonders. We would also like to say that if this succeeds the prices of Blue Fin Tuna will go down.",
        "background": "We would like the government to set up conservation zones for the highly hunted and endangered Blue Fin Tuna. Due to their size they are targeted and over fished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-29T14:28:05.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-03T16:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-07T07:11:52.140Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government is already establishing Highly Protected Marine Areas (HPMAs) where it is planned to prohibit extractive, destructive and depositional activities, including commercial and recreational fishing. This would cover fishing for bluefin tuna.\r\n\r\nYou can find out more about Highly Protected Marine Areas (HPMAs) here: https://www.gov.uk/government/publications/highly-protected-marine-areas/highly-protected-marine-areas-hpmas\r\n\r\nThe Government is running a trial commercial fishery for bluefin tuna in the UK, and we could accept a petition calling on the Government to ban all fishing of bluefin tuna, if that's something you'd like to happen.\r\n\r\nYou can find out more about the current rules relating to bluefin tuna in UK waters here: https://www.gov.uk/guidance/bluefin-tuna-in-the-uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-07T07:11:53.168Z"
    },
    "id": 640385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640385.json"
    },
    "type": "petition"
}