{
    "attributes": {
        "action": "Save Mellands fields in Gorton Again (previous petition in 2010)",
        "additional_details": "The sight  has a covenant on it, left to the people of Gorton and surrounding areas for our leisure. We are classed as a poorer area, this piece of land was the only area for children to play on safely until it got fensed off. I hope our local MP Afzal Khan will support this. I know the people of Gorton will, but I hope that everyone who cares about children + our planet's future will agree we need as much greenery as possible.",
        "background": "Save Mellandsfield for children to play This area is on the 90th percentile according to @AddresPollution In recent years all the green area surrounding us is being built on. We have yet again received information from the local council  that they intend to now build on this piece of greenery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-28T22:34:21.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-29T11:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-04T07:15:52.456Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local authority property are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://democracy.manchester.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-04T07:15:53.948Z"
    },
    "id": 640355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640355.json"
    },
    "type": "petition"
}