{
    "attributes": {
        "action": "Create a zebra crossing outside Lymington Infant & Junior school on Avenue Road",
        "additional_details": "Avenue road is a busy fast moving road, with the fire station, town hall, police station and car parks adjacent to it. It’s also the main route around the town so traffic is steady and main lorries trucks are sent along it. For the safety of families and children crossing in and out of school hours we believe a zebra crossing would reduce the danger of a collision happening, keeping our children safe  - Pennington and Brockenhurst school both have zebra crossings.",
        "background": "We request that a zebra crossing be placed outside the Lymington Junior and Infant school to slow traffic and help families cross the road safely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-01T07:26:38.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-01T10:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-05T07:24:33.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road improvements are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://www.hants.gov.uk/aboutthecouncil/haveyoursay/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T07:24:34.924Z"
    },
    "id": 640467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640467.json"
    },
    "type": "petition"
}