{
    "attributes": {
        "action": "Change the law, that calling homosexuality a \"sin\" or \"unnatural\" is hate speech",
        "additional_details": "After walking through London whilst there was a parade for pride and seeing a religious organisation with a speaker calling homosexuality a sin and unnatural was despicable. There are young people who go to pride to learn that it is okay to be themselves, and having groups of people essentially call them disgusting is pure hatred, and not an \"opinion\".\r\n\r\nIf this was reversed and someone of a certain religion or race was called unnatural it would be classed as hate speech.",
        "background": "Discuss a change in the law to make it a hate speech to call anyone of a certain sexual orientation a \"sin\", \"unnatural\", \"disgusting\" or anything of this sort as this is not an opinion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-01T18:53:16.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-01T19:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-26T13:45:26.938Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about hate speech, but there isn't a specific offence of hate speech. There are offences relating to threatening, abusive or insulting words or behaviour, or display of visible representations, which:\r\n\r\n- Intentionally cause harassment, alarm or distress\r\n- Are likely to cause harassment, alarm or distress\r\n\r\nThis could include language of the type you describe in your petition.\r\n\r\nAny crime, including the above, can be prosecuted as a hate crime if the offender has either:\r\n\r\n- demonstrated hostility based on race, religion, disability, sexual orientation or transgender identity, or\r\n- been motivated by hostility based on race, religion, disability, sexual orientation or transgender identity.\r\n\r\nDecisions about investigating and prosecuting alleged crimes, including hate crimes, are a matter for the police and Crown Prosecution Service, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-26T13:45:29.123Z"
    },
    "id": 640493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640493.json"
    },
    "type": "petition"
}