{
    "attributes": {
        "action": "To create single sex spaces for males and females, particularly in schools.",
        "additional_details": "PLEASE SIGN - My 12yr old daughter, who attends high school, has become scared, uneasy and embarrassed by the mixed sexed toilets in her school, where there are only sinks to act as a divide. \r\n\r\nThere is no privacy or dignity for either sex, with many refusing to use them. Girls on their periods are embarrassed during their menstruation. Many boys are also uncomfortable with using them. \r\n\r\nThere should be male only, female only and one 3rd separate cubicle if deeemed necessary or appropriate.",
        "background": "I want the government to place duties on organisations to provide single SEX spaces and services. I want the government to place sanctions on those organisations that fail to uphold the Equality Act 2010 to safeguard single sex spaces and services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-30T15:47:47.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-30T20:14:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-05T06:43:50.799Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the lack of provision of single-sex spaces and services, but it's not clear what spaces or services you want organisations to be required to provide on a single-sex basis, or what organisations you want these requirements to apply to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want to start a new petition you'll need to provide your full name.\r\n\r\nThe School Premises (England) Regulations 2012 already require schools to have separate toilet facilities for boys and girls aged 8 years or over, except where the toilet facility is provided in a room that can be secured from the inside and that is intended for use by one pupil at a time:  https://www.legislation.gov.uk/uksi/2012/1943/regulation/4/made\r\n\r\nIf you are concerned about the provision of toilets in your daughter's school you should raise this with the school or your local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T06:43:51.947Z"
    },
    "id": 640435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640435.json"
    },
    "type": "petition"
}