{
    "attributes": {
        "action": "Stop banks from deleting customers accounts without good reason.",
        "additional_details": "In the modern world it is almost impossible to to live a normal life without being able to accept money by electronic transfer and pay for goods using a debit card. To restrict any business or person by not allowing them access to banking is a basic restriction of human rights that allows powerful organisations to wield power over their customers that is disproportionate.",
        "background": "For banks to cancel customer accounts because they do not like the views of the customer or for any reason they cannot fairly defend in court is to make that person's or businesses's life untenable. Therefore there should be a lawton prevent it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-01T09:54:36.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-01T13:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-05T07:54:02.562Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions around the operation of bank accounts, including when to close these, are a matter for individual banks, not the the Government or Parliament.\r\n\r\nIf you'd like to make a complaint about your experience, you can find out how to complain here: https://www.financial-ombudsman.org.uk/consumers/how-to-complain"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T07:54:03.746Z"
    },
    "id": 640474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640474.json"
    },
    "type": "petition"
}