{
    "attributes": {
        "action": "Unpaid Carers deserve equal rights when Participating with People Participation",
        "additional_details": "The government put together the Carers Strategy Action Plan for Carers today. This action plan was to recognise carers in their role as unpaid carers as per that government paper 2018-2020, the NHS has promised to respect, care & be inclusive, but this is not always the case. There is a lack of help & support for unpaid carers to get their voices heard, often being put in vulnerable situations without guidance, & subjected to unfair, unjustified criticism, there needs to be more compassion.",
        "background": "There is no help & support for unpaid Carers who want a voice heard through NHS people's participation. There is no training, no guidance, no health & safety procedure, no staff mentor to help with teams meetings, no line manager to discuss issues or concerns, urgent change is needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-01T10:35:47.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-01T10:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-05T07:47:38.029Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you're concerned about opportunities for unpaid carers to engage with local NHS services, or if you're concerned about support for unpaid carers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T07:47:39.069Z"
    },
    "id": 640477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640477.json"
    },
    "type": "petition"
}