{
    "attributes": {
        "action": "Bring down illegal Immigration and use the million pound plus a day on the NHS",
        "additional_details": "The money could be better spent on the NHS, Education, Mental Health support and Unpaid Carers and we wouldn't have backlogs for operations or outpatients or Mental Health patients being turned away.\r\nThe illegal immigrants are draining already overstretched services and it will not improve unless the Government becomes tougher on illegal immigration",
        "background": "I have no issue with immigration but illegal immigration should be curtailed/stopped.\r\nThe cost of housing the illegal immigrants is costing over £1,000,000 a day plus the free use of NHS Services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-03T09:19:44.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-03T11:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-06T07:23:05.825Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about illegal migration to the UK, but we're not sure exactly what you'd like the Government or Parliament to do to prevent this.\r\n\r\nThe Government is already seeking to pass legislation to tackle illegal migration and allow the prompt removal of people who arrive in the UK illegally. You can find out more about this legislation here: https://www.gov.uk/government/collections/illegal-migration-bill\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSend all asylum seekers to a third country or their home country: https://petition.parliament.uk/petitions/640388\r\n\r\nWithdraw from international treaties giving the right to seek asylum in the UK: https://petition.parliament.uk/petitions/633430\r\n\r\nTake the UK out of the European Convention on Human Rights: https://petition.parliament.uk/petitions/636538\r\n\r\nIf there is a specific action you would like the Government to take to tackle illegal migration into the UK you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-06T07:24:31.082Z"
    },
    "id": 640546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640546.json"
    },
    "type": "petition"
}