{
    "attributes": {
        "action": "Give Veterans a month, why do veterans only get three days a year?",
        "additional_details": "Veterans get November 11th, Remembrance Sunday and armed forces day, this is unacceptable! \r\n\r\nThe government should give veterans a whole month to be remembered and not just three days a year. The government should bring in a month, I suggest November, and call it Veterans month, the same month in the USA. \r\n\r\nhttps://tinyurl.com/4ymvr6rb\r\n\r\nIf the government is not prepared to do this then other then other groups should be given just one day, I believe the current arrangement is a form of indirect disclination.",
        "background": "Certain groups have a whole month set aside, so that we have to listen too and appreciate them. \r\n\r\nParliament should legislate and give veterans a whole month and treat them with the respect they deserve.\r\n\r\nWe owe the freedoms we enjoy to armed forces veterans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T18:19:48.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-06T11:59:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T17:28:22.277Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are want to see changes to how veterans are celebrated, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to provide additional funding for remembrance activities in November, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T17:28:28.786Z"
    },
    "id": 640637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640637.json"
    },
    "type": "petition"
}