{
    "attributes": {
        "action": "\"Proclaim May as the International Muslim History Month (IMHM) in the UK.\"",
        "additional_details": "The UK Government and Parliament should designate May as International Muslim History Month (IMHM) to promote unity and solidarity with British Muslims, combat Islamophobia, and foster social cohesion. IMHM is globally recognized for celebrating Muslim contributions throughout history and promoting understanding of Islamic culture's influence on human civilization.\r\n\r\nBy recognizing IMHM, the government can empower young British Muslims, fostering pride and a sense of belonging. It provides an educational opportunity, breaking down stereotypes and promoting dialogue between faiths.\r\n\r\nBy proclaiming May as IMHM, the UK Government and Parliament would send a powerful message of unity, fostering respect for diverse communities.",
        "background": "The UK government & Parliament should recognise May as the International Muslim History Month (IMHM) in alignment with New York State's Promulgation in 2021. \r\nIMHM educates people around the world of Islamic history and it's contributions to the society.Proclaiming May as IMHM would benefit the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T18:10:41.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-04T19:32:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-07T14:58:23.957Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on the Government to organise events or support public activities around a Muslim History Month, if that's something you might like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-07T14:58:51.515Z"
    },
    "id": 640636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640636.json"
    },
    "type": "petition"
}