{
    "attributes": {
        "action": "Redevelop Clay Lane Club, Doncaster",
        "additional_details": "The Clay Lane Estate is in the top 10% of most deprived areas in the UK, we have had our school knocked down and houses built instead on this site, lost our old community shop to retail space and have gradually had our community spaces eroded. This site is an eyesore and a major health risk to children, the owners have washed their hands of this site and we need action to demolish it and redevelop the area into a community hub to build the education and wealth of this deprived area.",
        "background": "A large derelict former pub on Shackleton Road, DN2 4RR has become a public health hazard, the roof has caved in and rats run rampant on the site, it is situated next to a children's play area and children regularly go inside. We would like the building demolished and turned into a community centre.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T17:00:57.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-04T17:07:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-07T08:01:01.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about derelict buildings are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://www.doncaster.gov.uk/services/get-in-touch/submit-a-petition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-07T08:01:03.041Z"
    },
    "id": 640634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640634.json"
    },
    "type": "petition"
}