{
    "attributes": {
        "action": "Give all UK nationals resident overseas the right to a basic UK banking service.",
        "additional_details": "Approximately 800,000 UK nationals are resident in the EU.  Post the UK's exit from the EU, many UK nationals resident in the EU have had their UK Banking services removed.  Some of the Banks have withdrawn all services, such as Coutts, Citibank, Barclays and Lloyds, whilst other banks such as HSBC have not. There is a risk that UK nationals resident in the EU will be unable to have access to a basic UK banking service in future.  Government legislation is required to remove this risk.",
        "background": "Give all UK nationals resident overseas the legal right to access:\r\n- a UK currency current account\r\n- a UK currency savings account\r\n- a UK currency debit card that gives access to a major international multicurrency payments network, such as Mastercard and Visa",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T12:23:33.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-21T18:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T08:07:06.573Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not directly responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nDecisions about banking services for overseas residents are a matter for individual banks, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling for the UK Government to seek to negotiate continued passporting rights with the EU, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T08:07:06.571Z"
    },
    "id": 640615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640615.json"
    },
    "type": "petition"
}