{
    "attributes": {
        "action": "Wolverhampton bus services such as the No 3 need to improve. Disgusting service.",
        "additional_details": "People in Wolverhampton are left on the street early morning and at night waiting for buses.\r\nThere is nothing done when you complain, the bus station inspectors are arguing with customers when confronted with buses not turning up on time and one inspector in particular is quite aggressive in his manner.\r\nI want accountability for the service providers for the poor service. I want to know how they are getting away with such a disgraceful service.\r\nThere must be somewhere customers can complain too.",
        "background": "Buses not running to time. \r\nI heard the transport base instruct the driver that when the bus is empty drive back empty to your relief. This was after two buses scheduled pass by in no service.\r\nFares have increased, but no service improvement \r\nThe bus tracker is showing false information.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-08T16:24:32.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-08T18:58:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-11T11:13:44.834Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local bus services are a matter for the relevant bus operator and local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://www.wolverhampton.gov.uk/your-council/decision-making/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-11T11:13:45.352Z"
    },
    "id": 640879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640879.json"
    },
    "type": "petition"
}