{
    "attributes": {
        "action": "Recognise Hyperthyroidism (Overactive Thyroid)as a disability .",
        "additional_details": "Hyperthyroidism should be considered to be a disability as the sufferer does not function normally either physically or emotionally and is equally as debilitating as Hypothyroidism which is already classified as a disability in the public domain and is a qualifying condition for financial assistance from the Department of Works and Pensions .\r\nHyperthyroidism should be classified in the same way.",
        "background": "Hyperthyroidism (Graves Disease, Overactive Thyroid)  is a highly debilitating condition which without correct treatment is life threatening. Treatment may require radiotherapy, surgery and inevitably medication.  Surgery is usually the last resort as it can lead to Hypothyroidism instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-07T23:11:39.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-08T18:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-11T10:00:06.275Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have Hyperthyroidism (Overactive Thyroid), where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nThe Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-11T10:00:06.921Z"
    },
    "id": 640851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640851.json"
    },
    "type": "petition"
}