{
    "attributes": {
        "action": "Make Havelock Road into a controlled parking zone",
        "additional_details": "Due to the health and safety of the residents, due to the crime stopping and due to the parking situation that we are facing on a daily on Havelock road it’s almost becoming impossible to park the car in front of the house to bring shopping down. The residents have not been happy with this for years and now is the time for change to happen. The MP should take action for this to be resolved as I have spoken to Ealing council and highway services a petition shall be produced for these reasons",
        "background": "To make Havelock road into a parking zone , to provide electric chargers for electric cars.Stricter measures on abandonded vehicles in the area . More flood flights, as the road is very dark  and illicit activities happening in the area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-07T10:10:41.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-07T10:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T13:39:25.651Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about Havelock Road are a matter for Ealing Council, not the UK Government or Parliament. You can start a petition on their website here: https://ealing.moderngov.co.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T13:39:34.245Z"
    },
    "id": 640812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640812.json"
    },
    "type": "petition"
}