{
    "attributes": {
        "action": "Stand against using 'Cluster Bombs' in the Ukraine war",
        "additional_details": "Cluster Bombs are non-targeted and senseless. Munitions can stay in the ground for years and take the lives of civilians long after the war effort is over.\r\nRight now, Putin is the clear aggressor in the war effort. The world at large is against him, and his people are now standing against him with protests and riots. \r\nIf the west sends cluster bombs to be used against Russia, the lines become blurred. Putin could use this as propaganda to win back the votes of his people, and as an excuse for using dirty munitions himself, further escalating an already highly volatile situation.\r\nPlease stand on the right side of history.",
        "background": "The UK Government needs to be very firm in their policy on Cluster Bombs, and not bow down to Biden. We need to make a stand and uphold the NATO policy that Cluster Bombs should not be used.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-10T06:10:05.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-10T16:42:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-13T13:45:00.745Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK is already a member of the Convention on Cluster Munitions, which opposes the use of cluster bombs, and the Prime Minister has said he discourages the use of cluster bombs in the conflict between Russian and Ukraine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-13T13:45:00.742Z"
    },
    "id": 640945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640945.json"
    },
    "type": "petition"
}