{
    "attributes": {
        "action": "Change the application of No Claims Bonus (NCB) from a vehicle to an individual.",
        "additional_details": "Premiums are based upon risk, and insurers can charge more for a vehicle that does not have a NCB against it despite the proposer holding a NCB against another vehicle which reflects a lower risk. This means that the insurers are charging for a risk that does not exist which is unfair for the consumer. By allowing a NCB to be earned by an individual which can be applied to all vehicles of the same type the consumer will get a better, and fairer, deal that reflects the risk they present.",
        "background": "To make it the case that earned NCB is applied to all vehicles of the same type insured by a proposer rather than the current situation were insurers are able to increase premiums on additional vehicles as NCB is tied to a single vehicle.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-11T08:41:52.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-11T22:08:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-19T10:58:20.165Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to offer a no-claims bonus are a matter for individual car insurance companies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-19T10:58:39.731Z"
    },
    "id": 640996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640996.json"
    },
    "type": "petition"
}