{
    "attributes": {
        "action": "Have the murals in the Kent children's asylum center put back.",
        "additional_details": "These are children that have been through an incredibly traumatic journey. Whether you are anti immigration or not, these children didn't have a choice. Many fleeing war, famine, or political persecution. They're here anyway, and we have a duty to protect them until a solution is found. The least we can do is is make their stay comfortable. They're not suspected terrorists, dissidents or criminals. They're children. And we're Great Britain. A nation can be judged by the way it treats children.",
        "background": "After news that Minister Robert Jenrick ordered a cartoon mural to be removed from an asylum detention center for children, because it was \"to welcoming\" I think its time to be clear. No matter what your political leaning, these are children. Traumatised children. The UK should be better than this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-09T09:14:25.525Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-09T12:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T06:43:05.240Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for asylum centres. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office\r\n\r\nWe could accept a petition calling on the Government to ensure that all asylum reception centres are children friendly, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T06:43:06.493Z"
    },
    "id": 640911,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640911.json"
    },
    "type": "petition"
}