{
    "attributes": {
        "action": "Teachers and teaching assistants should have mandatory autism awareness course",
        "additional_details": "The words we hear a lot are, the child is naughty, fidgets too much, is loud or not participating in class. There is not enough help for the parents as they will usually mask at school and then when asked to complete forms for CAMHS say there is nothing wrong. The schools make the parents feel as though it is their fault. They do not understand what reasonable adjustments are or the consequences of punishment for a child who cannot regulate their responses. They do not understand at all.",
        "background": "Since 2010 I have had to fight for my daughter and now my son for teachers to understand what ASD is, how it affects them and the consequences of in school actions by the teaching staff.  They do not understand the basics of autism and believe that one box fits all.  They do not have any training.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-10T21:17:18.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-11T05:50:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-13T10:36:27.483Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire education staff to be trained on learning disabilities and autism: https://petition.parliament.uk/petitions/639050\r\n\r\nMandatory training for teachers to understand ADHD & autism: https://petition.parliament.uk/petitions/638530\r\n\r\nIf you are unhappy with how a school is meeting the needs of your children, you can complain about this: https://www.gov.uk/complain-about-school"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-13T10:48:46.089Z"
    },
    "id": 640987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640987.json"
    },
    "type": "petition"
}