{
    "attributes": {
        "action": "Restore ONS Covid-19 survey in full, restore waste water monitoring in England",
        "additional_details": "The world leading ONS survey into SARS-CoV-2 infection spread, post-Covid symptoms has been severely curtailed. Symptoms data is now obscured by a term \"influenza-like\"(Covid is unrelated to flu). Estimating post-Covid symptom prevalence, vital for care planning, has ended, survey excludes children. Waste water virus monitoring in England (notably not Wales) has ended. Covid-19 spread has not. \r\nMonitoring must be restored in full to provide vital risk assessment metrics and Covid-19 impact data.",
        "background": "Restore in full the ONS survey metrics into SARS-CoV-2 infection spread, including estimates of post-Covid symptom prevalence in the UK, including in children under 12. Monitor, report Covid-19 infection data separately from flu. Resume wastewater monitoring for SARS-COV-2 virus presence in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-13T06:25:14.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-13T07:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-18T06:24:02.211Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Office for National Statistics is independent of Government, so deciding whether to continue to run this survey is an operational decision for the ONS. The Government does not provide funding to the ONS for specific surveys.\r\n\r\nWe could accept a petition calling on the Government to restart wastewater monitoring of SARS-CoV-2 in England, which was led by the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-18T06:26:11.729Z"
    },
    "id": 641092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641092.json"
    },
    "type": "petition"
}