{
    "attributes": {
        "action": "Stop Rishi's plan to overcharge immigrants for UK Visas to raise public funds",
        "additional_details": "We believe that these plans are unfair & discriminatory and will have a negative impact on the UK economy.\r\n\r\nImmigrants pay a significant amount in taxes and contribute to the UK economy in many other ways. They are also more likely to start businesses and create jobs than native citizens.\r\n\r\nThe proposal will make it harder for immigrants to come to the UK and contribute to our society.\r\n\r\nWe urge you to reconsider these plans and find  more equitable ways to fund the NHS and public finds.",
        "background": "1. Stop plans to unfairly increase immigrant Visa fees to raise money for public sector  spending and the NHS that Rishi announced to raise over a billion pounds.\r\n2. Reduce the proposed visa fees to a more reasonable level.\r\n3. Make the visa application process more transparent and efficient.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-14T11:26:55.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-14T14:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T06:36:57.365Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/641140\r\n\r\nWe could accept a petition calling for changes to the visa application process, but it would need to be clear what changes you want to be made.\r\n\r\nIf you start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T06:36:58.705Z"
    },
    "id": 641148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641148.json"
    },
    "type": "petition"
}