{
    "attributes": {
        "action": "Temple bridge - Save Thames path. Bridge has been closed.",
        "additional_details": "it will be important to ensure that solutions are found as soon as possible to repair or replace it. Currently, walkers of the Thames Path have to follow a long diversion away from the river and along a high-risk route that involves walking on roads without the protection of pavements. Help us to explore ideas to find a speedy solution for all walkers of the Thames Path and help the EA appreciate our concern about the loss of this amenity",
        "background": "Save the Thames Path – Temple Bridge\r\n \r\nconcern about the recent closure of Temple Bridge, a vital link on the Thames path between Marlow and Henley-on-Thames. As the bridge is in need of repair and has been closed due to safety concerns,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-13T12:08:18.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-13T12:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T13:28:41.762Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Environment Agency, which has closed Temple Footbridge. You can find contact details for the Environment Agency here: https://www.gov.uk/government/organisations/environment-agency"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T13:28:45.145Z"
    },
    "id": 641105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641105.json"
    },
    "type": "petition"
}