{
    "attributes": {
        "action": "Review the over the counter sale of specific medication to members of the public",
        "additional_details": "Ozempic has been in the press as a chosen favourite for people who can afford to pay large prices for this drug which is a very successful weight loss drug.\r\nCan Parliament help prevent the sale of these medications over the counter and over the internet to persons who do not have the required diagnosis of being type 2 diabetic?\r\n\r\nThis is a medicine which for type 2 diabetic’s controls blood sugars which is vital in preventing type 2 diabetes which is currently the biggest strain on the NHS.",
        "background": "In recent months type 2 Diabetic’s have been find it difficult to get their prescription medication filled by the pharmacy’s through out the U.K. specifically Ozempic & Trulicity. Please can this be discussed with a view of help to stop the shortage caused by over the counter sales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-15T17:51:27.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-16T11:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T09:28:55.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether a medication is available over the counter, or only on prescription, are made by the Medicines and Healthcare products Regulatory Agency (MHRA), which is operationally independent of the Government.\r\n\r\nWe could accept a petition calling for the Government to review supply of and access to medications for diabetes, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T09:29:21.383Z"
    },
    "id": 641209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641209.json"
    },
    "type": "petition"
}