{
    "attributes": {
        "action": "Fair pay for teachers in Northern Ireland to match their colleagues in England.",
        "additional_details": "There was a time when teachers in Northern Ireland had pay parity with their colleagues in England. It is time to restore this, because for too long we in Norther Ireland have had no functioning Executive at Stormont",
        "background": "We, the concerned citizens of Northern Ireland, call upon the UK government to address the unjust treatment of teachers in our region. It is unacceptable that while teachers in England have received pay increases of 5% last year and 6.5% this year, Teachers in Northern Ireland have received nothing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-17T11:21:22.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-18T10:07:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T15:41:24.654Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for teachers in Northern Ireland are a matter for the devolved institutions, not the UK Government or Parliament.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the relevant Northern Ireland department.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the Northern Ireland departments here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T15:41:25.253Z"
    },
    "id": 641282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641282.json"
    },
    "type": "petition"
}