{
    "attributes": {
        "action": "I would like to have e-scooters to legalised under certain conditions.",
        "additional_details": "I would like parliament to do this because it allows not only young people like myself but everyone to travel from place to place without disturbing the public and also without polluting the planet. This would help people be able to explore opportunities which they would have been unable to do due to travel issues. This would also allow the law to be able to become up to date with modern day technology.",
        "background": "I would like parliament to change the current legislation on e-scooters which is they are banned on public areas and they are only permitted on private property.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-17T12:10:17.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-17T12:27:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T07:36:11.705Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to legislation governing the use of e-scooters, but it's not clear under what conditions you want it to be legal to use an e-scooters.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T07:36:13.046Z"
    },
    "id": 641284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641284.json"
    },
    "type": "petition"
}