{
    "attributes": {
        "action": "Normalise hormonal blood tests so female reproductive issues can be diagnosed.",
        "additional_details": "Normalising hormonal blood testing is crucial for women with menstrual issues who are fed up with being fobbed off when seeking help. Many have experienced frustration and dismissal, leading to misdiagnosis and ineffective treatments like unnecessary reliance on birth control pills. Accurate diagnoses will lead to personalised treatments, enhancing overall well-being and reshaping women's healthcare for the better.",
        "background": "Women with menstrual issues are often not diagnosed properly and are put on the pill without thorough evaluation. Accurate hormonal blood tests are crucial for a correct diagnosis and personalised treatment to address their specific hormonal imbalance or disorder, preventing further complications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-17T22:14:19.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-18T03:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T15:35:40.436Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about patient care, including what tests to order for patients, are a matter for individual clinicians, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T15:35:40.996Z"
    },
    "id": 641309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641309.json"
    },
    "type": "petition"
}