{
    "attributes": {
        "action": "Make school day shorter at Douay Martyrs as it gets longer with shorter breaks!!",
        "additional_details": "At douay martyrs secondary school the school day has been extended by a total of 40 mins since September 2020-2021 as of September 2023-2024. Additionally, our breaks are being shortened, however the day is being extended which will cause students to under perform academically in all areas as they will simply be too tired and over worked. As of September 2023, the school day is set to be 6 hours and 35 minutes long, with 45 mins of that time being breaks, but in 2020 the day was 6 hours long with 45 mins of that being break.",
        "background": "Make the school day shorter by atleast 25 mins as in the past 2 years, the school day has extended by a total of 35 minutes. In 2020-2021, year 7 students began school at 8:45am and ended at 2:45-2:50 depending on the campus. As on 2023-2024 the school day is to begin at 8:40 and end at 3:15.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-19T13:13:42.684Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-19T13:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-21T13:31:06.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the school day at individual schools are a matter for each school, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to prevent schools from having days over a certain length, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-21T13:31:07.893Z"
    },
    "id": 641388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641388.json"
    },
    "type": "petition"
}