{
    "attributes": {
        "action": "Ease the process for foreign doctors integration into the NHS",
        "additional_details": "The availability of PLAB dates and venues is extremely limited. In order for the GMC to recognize foreign doctors, they are required to sit 2 exams - PLAB 1 and 2. The shortage of dates and difficult-to-navigate system exponentiates the time required and should be improved. The collapse of the NHS and shortage of doctors means there is no better time than this to recruit doctors and healthcare workers. The shortage of dates and easier process can help ease the burden on the NHS and civilians.",
        "background": "The General Medical Council (GMC) should provide more availability of dates and venues for foreign doctors to sit their required equivalency exams. In addition for those who are medically licensed in countries approved by the UK - such as Canada and USA should have a better equivalency substitute.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-18T21:27:20.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-19T05:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-21T07:18:51.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nArrangements for Professional and Linguistic Assessments a matter for the General Medical Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-21T07:18:52.857Z"
    },
    "id": 641356,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641356.json"
    },
    "type": "petition"
}