{
    "attributes": {
        "action": "Ensure adequate time for a new Blue Badge to arrive before cancelling old one",
        "additional_details": "Even a delay of a few days can be disruptive to the badge holder, whether that be because they can't get to their place of work or can't pick their child up from school, etc., but waiting for 10-15 working days (as I, the petition writer, have been told for mine) can cause unreasonable and unnecessary disruption or hardship and loss of independence and dignity. Mine has even been cancelled whilst I am at work and my badge is in use. Disability doesn't magically abate to accommodate bureaucracy!",
        "background": "When a Blue Badge holder applies to replace a Blue Badge (e.g. due to theft or name change), the current one is cancelled before the new one arrives. We need a reasonable time for the new badge to arrive before the old one is cancelled, or for the badge to be sent much more quickly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-19T15:36:21.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-25T09:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T11:55:44.042Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance says that you can ask for a replacement badge if your name has changed. You can carry on using your old badge until the new one arrives. \r\n\r\nhttps://www.gov.uk/replace-lost-stolen-blue-badge\r\n\r\nIf a badge has been stolen then cancelling it won't have any adverse effects for the holder.\r\n\r\nIf your local authority has cancelled your badge, you should complain to them. You could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T11:55:44.040Z"
    },
    "id": 641394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641394.json"
    },
    "type": "petition"
}