{
    "attributes": {
        "action": "stop tax payers money subsidising M.P and P.M meals. Use money for school meals.",
        "additional_details": "Because it makes absolute sense to do this, people are struggling yet M.P who have two homes and a great wage don't need food gifted to them by goverment.",
        "background": "Stop tax payers subsidising M.P and P.M meals at work and home and use the money instead to offer every kid in schools a meal. It will help stop kids starving and it helps those.in need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-18T20:27:17.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-18T20:45:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-21T07:12:35.562Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services.\r\n\r\nThe House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses, including for subsistence. IPSA is independent of both Parliament and Government. You can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-21T07:12:36.580Z"
    },
    "id": 641353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641353.json"
    },
    "type": "petition"
}