{
    "attributes": {
        "action": "Have a register for people who have falsely accused others of sexual offences.",
        "additional_details": "There has been an increase in the amount of accusations of rape and sexual misconduct against high-net-worth individuals, professional footballers, athletes, celebrities and people in general.\r\nSome of these accusations have been thrown out by the court because they were false.\r\nHowever, this does little to repair the damaged reputation of the accused. \r\nHaving a register for false accusers similar to the register of sexual offenders would reduce, if not eliminate false accusations.",
        "background": "I want the Government to create a register for people who have accused others falsely of sexual offences.\r\nThis is to ensure that only real victims come forward and serve as a deterrence to false accusers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-19T16:49:24.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-19T21:36:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-24T14:27:28.578Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about false allegations of sexual offences, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCriminal offences need to be proven beyond reasonable doubt, which means that a defendant not being found guilty of a sexual offence does not meant that it has been found that the person reporting a sexual offence made a false allegation.\r\n\r\nWe could accept a petition calling for people who have been found guilty of wasting police time, or perverting the course of justice, by making a false allegation of a sexual offence, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-24T14:27:29.760Z"
    },
    "id": 641400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641400.json"
    },
    "type": "petition"
}