{
    "attributes": {
        "action": "Allow Adhan (Islamic call to prayer) to be broadcasted 5x a day in London.",
        "additional_details": "Britain portrays itself (rightly so) as a secular, diverse nation. The British state is very tolerant, understanding, and accomodating towards its people, especially the immigrants.\r\n\r\nAdhan would be helpful in London, namely as it will assist and notify Muslims in prayer times, and help them realise the seriousness of it. It is a particularly accomodating compensation for the increasing Muslim population of London.",
        "background": "Britain praises itself as a secular, multicultural society. \r\n\r\nIn London, there is a large & well-integrated (and increasingly growing) Muslim community. This particular accomodation [of allowing the Adhan] will be profoundly beneficial and helpful for the growing Muslim population of London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-20T23:25:27.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-22T22:07:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-26T06:37:23.640Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about allowing calls to prayer by loudspeaker are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-26T06:37:24.971Z"
    },
    "id": 641460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641460.json"
    },
    "type": "petition"
}