{
    "attributes": {
        "action": "Reinstate Environmental Science GCSE and further education into the  curriculum.",
        "additional_details": "Education is the most powerful tool to effect change and should begin at the very earliest age. Children have the right to understand the scientific processes which are adversely affecting our planet. The time has come to reinstate this subject with the seriousness it deserves, rather than tacking it onto a geography and/or science syllabus . The planet  is burning, species are being lost daily. Our children deserve to experience what we have not yet destroyed",
        "background": "Environmental Science GCSE was scrapped from the school curriculum  in 2014. Year on year the fundamental learnings of this subject have been neglected to the worlds peril.\r\nIt is essential the younger generation fully understand the devastating effect of global warming, pollution & its severity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-23T21:32:56.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-25T08:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T07:15:33.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for the national curriculum, including what subjects schools are required to teach students, but deciding what GCSE courses to offer are a matter for individual exam boards, not the Government or Parliament.\r\n\r\nThe national curriculum already contains content on human impact on environment, including the climate, but we could accept a petition calling for the Government to make environmental science a core subject, so schools have to deliver specific lessons on this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T07:15:34.731Z"
    },
    "id": 641552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641552.json"
    },
    "type": "petition"
}