{
    "attributes": {
        "action": "Bring back the A40 speed limit up to 40mph",
        "additional_details": "We, the road users believe it is unreasonable to drive at such low speed at such wide road and for such an extensive drive. \r\nThere are not a single house entrance or pedestrians/cyclists and therefore it has one elevation that cars would struggle in low gear and same when it goes down as it would require more breaking time using more breaking pads which we know cause more air pollution than the actual engines",
        "background": "The speed limit between A40 nr Terrick and Paddington Grn used to be 40mph \r\nAnd it was reduced to 30mph which is way too little for such wide road without cyclists, pedestrians, businesses or houses. The length becomes monotonous and even difficult to concentrate on the actual driving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-25T11:57:43.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-25T13:42:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T08:56:07.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local speed limits are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T08:56:07.417Z"
    },
    "id": 641609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641609.json"
    },
    "type": "petition"
}