{
    "attributes": {
        "action": "Remove the ability for councils and Mayors' to introduce road charging schemes",
        "additional_details": "These charges also affect those travelling into the area, whether for work, visiting relatives or pleasure/sight seeing etc. It is an unfair tax on the poorer members of society, who can ill afford the purchase of compliant vehicles for what are debateable reasons. There are plenty of professionals that disagree with the reasoning behind the claims, which in the case of London's ULEZ, have proven to be untrue.",
        "background": "Councils across the country are or have introduced congestion charging and charges for Ultra Low Emission Zones. As this affects people from outside the affected Boroughs, it is undemocratic as they are unable to exert voter influence and to be able to vote those Mayors and councils out of office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-29T14:38:31.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-29T16:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-01T12:53:54.151Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRepeal Part 3 of the Transport Act 2000 on road user charging: https://petition.parliament.uk/petitions/637066\r\n\r\nAmend the 1999 GLA Act to remove the Mayor's power to impose road use charges: https://petition.parliament.uk/petitions/633550"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-01T12:53:55.384Z"
    },
    "id": 641773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641773.json"
    },
    "type": "petition"
}