{
    "attributes": {
        "action": "Councils blocking roads to force drivers on main roads adds traffic pollution.",
        "additional_details": "If a journey used to take 15 mins to cut through a town like Leyton, Haringey but now takes 30 - 45mins to cut through a town to reach a destination then clearly the drivers have been forced to sit in traffic and therefore is adding more pollution to the atmosphere.  The system has been created for revenue via the Councils with restricting access to fine drivers.",
        "background": "High traffic chaos created by Councils blocking access roads, adding fines if used to cut through or adding planters to block streets forcing drivers to burn more fuel driving, adding to the pollution to reach destinations forcing drivers to sit in traffic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-28T10:36:05.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-28T11:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-01T07:29:57.542Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you're concerned about changes to your local road network you could raise this with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-01T07:29:58.608Z"
    },
    "id": 641724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641724.json"
    },
    "type": "petition"
}