{
    "attributes": {
        "action": "Standardise clothing sizes across all major UK retail stores",
        "additional_details": "The sizing between all UK major retail stores is extremely inconsistent and it's worsening how women view their bodies. Shopping and buying new clothes should be exciting but when a size 12 woman can't fit into a 'size 12' pair of jeans it causes confusion and disappointment when walking out of the changing rooms. With the current societal pressures surrounding women's body image, this issue is only creating more harm to our mental health and we need to do something about it.",
        "background": "To regulate the exact measurements of all UK clothing sizes in major retail stores, for example a size 10 in one store, is the same size 10 in another store with the same measurements. Sizes can also be different letters instead of 'S', 'M', 'L', 'XL' to reduce the poor narrative around body image.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-31T21:50:27.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-31T22:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-03T07:08:12.767Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about clothing sizes are a matter for clothing manufacturers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-03T07:08:13.871Z"
    },
    "id": 641870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641870.json"
    },
    "type": "petition"
}