{
    "attributes": {
        "action": "Stop/scrap the Low Traffic Network (LTN) scheme in Heavitree.",
        "additional_details": "will result in widespread issues and discontentment among residents.\r\n\r\nThe main concern I have, and one shared by many in our community, is that the LTN scheme will lead to significant disruptions and inconveniences for local businesses, residents, and commuters alike. The traffic congestion on alternative routes will increase exponentially, creating undue burdens on already strained transportation networks. This will have a detrimental impact on the lives of individuals and families in the area.",
        "background": "carry out a comprehensive review of the LTN scheme and scrap this. I firmly believe that the current LTN scheme is causing more harm than good.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-31T07:03:06.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-31T08:07:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-02T07:13:21.153Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about low traffic neighbourhoods are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCarry out an independent review into Low Traffic Neighbourhoods (LTNs): https://petition.parliament.uk/petitions/632748\r\n\r\nRequire councils remove LTNs and underused bike lanes that lack public support: https://petition.parliament.uk/petitions/633504"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-02T07:13:22.398Z"
    },
    "id": 641833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641833.json"
    },
    "type": "petition"
}