{
    "attributes": {
        "action": "Ozempic is licensed in the UK for diabetes please stop them for being sold !",
        "additional_details": "Because there's no Ozempic pens available. I spoke to Novo Nordisk and the say it's going to be 2024 before the diabetes community can start using them again ! This is not good enough ! They are under license in the UK for helping control of diabetes not to be sold for over £300 for someone to lose a few pounds in weight . Please help control this drug because it'll cost lives and more money on the NHS as people are being moved onto insulin which is unnecessary if the had the Ozempic pen !",
        "background": "Ozempic pens are for people with type 2 diabetes and should only legally be used by the diabetes community because that's what they've been licensed for to be used in the UK  NOT for weight loss ! Now there's a shortage the NHS can't get them now ! Diabetes People are suffering unnecessarily  !",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-01T14:39:54.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-08T10:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-09T14:42:54.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the manufacturing and distribution of pharmaceuticals are a matter for individual pharmaceutical companies, not the UK Government or Parliament.\r\n\r\nThe Government has issued a Serious Shortage Protocol (SSP) for Ozempic® Solution for injection in pre-filled pen (Semaglutide): https://assets.publishing.service.gov.uk/media/6385ce3f8fa8f54d560ea209/Ozempic.pdf\r\n\r\nThe company that manufactures it said: \"The intermittent stock shortage of Ozempic is due to unprecedented levels of demand for this product which have tested our manufacturing capacity. Whilst we continue to increase our capacity significantly, our present supply does not always meet this excess demand, which has led to temporary shortages or intermittent supply which is expected to last into 2023.\"\r\n\r\nWe could accept a petition calling for the Government to review supply of and access to medications for diabetes, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-09T14:42:54.383Z"
    },
    "id": 641903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641903.json"
    },
    "type": "petition"
}