{
    "attributes": {
        "action": "Make a reporting system for blue bage parking offenders to be reported by public",
        "additional_details": "This will increase funding for local councils and deter people from using blue badge spaces allowing the people that need them to be able to use them. Including supermarket & non council owned disabled bays, who can opt into use the system for reporting or make them enforce disabled spaces correctly. It is a necessity for millions of disabled people and the spaces are limited. Unless a traffic warden is about nothing can be done. This is harmful and dangerous for many disabled blue badge users",
        "background": "I would like the government to take Disabled Blue Badge parking seriously. Can an online reporting system be created and run by local councils where people can report people parking in blue badge spaces without a badge. The local council can issue fines if the information provided meets criteria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-02T22:30:31.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-03T00:19:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-07T07:17:46.615Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal authorities can already impose fines or parking violations. Decisions about whether to request reports of parking violations from the public are a matter for individual local authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-07T07:17:47.822Z"
    },
    "id": 641975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641975.json"
    },
    "type": "petition"
}