{
    "attributes": {
        "action": "Support Eco Environmental wildlife, living improvements from Karbon Homes.",
        "additional_details": "We demand the rights to have the rights to have a better quality of life and pets in flats as long as they are well cared for.\r\n\r\nWe demand the rights to all the above, and the right to live in a eco friendly, sustainable wildlife conservation farming like communities.",
        "background": "Improvements from Housing associations, Karbon Homes Housing Association, City Councils to give permission and support for Eco Environmental Improvements for wildlife, environment and people.\r\nTo demand sustainable Wildlife Conservation farming like communities and to plant fruit trees, nuts trees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-02T06:30:24.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-02T08:32:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-07T08:34:19.319Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not exactly sure what you mean by \"eco environmental improvements\" and how you would like the Government to support such improvements. You could start a new petition explaining exactly what improvements you would like to see and how you would like the Government to support them.\r\n\r\nWe also can't accept petitions about specific organisations outside of the UK Parliament or Government, this incudes specific named housing associations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-07T08:34:42.859Z"
    },
    "id": 641938,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641938.json"
    },
    "type": "petition"
}