{
    "attributes": {
        "action": "Preserve the Legacy of UK Legal Tender and Outlaw 'Card Payments Only' Policies.",
        "additional_details": "1. Revise laws permitting 'card only' businesses, preserving cash's legal status.\r\n2. Enact laws mandating cash acceptance in all businesses.\r\n3. Safeguard cash's legal status, reflecting economic necessity and national heritage.\r\n4. Advocate for financial inclusion policies.\r\n5. Develop contingency plans for tech failures or cyber threats.\r\n6. Launch campaigns highlighting cash's societal and economic importance.\r\n\r\nThis will ensure payment freedom, enhancing economic inclusivity and resilience.",
        "background": "We urge the UK Gov to review laws allowing 'card only' policies, enact laws requiring cash acceptance, protect cash's legal tender status, promote financial inclusion, establish contingency plans for tech failures, and launch awareness campaigns. Enhance economic inclusivity and resilience.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-02T08:21:56.032Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-02T09:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-07T08:33:33.885Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/636557\r\n\r\nWe're not sure exactly what action you'd like the Government or Parliament to take to safeguard cash's legal status, or advocate for financial inclusion policies. You could start a new petition explaining clearly what you would like the Government or Parliament to do on these issues."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-07T08:33:43.245Z"
    },
    "id": 641940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641940.json"
    },
    "type": "petition"
}