{
    "attributes": {
        "action": "To seek a referendum on the question of dis-establishing, devolved Government.",
        "additional_details": "Since the commencement of the Welsh Assembly at the Senedd in Cardiff (1988) Welsh people, across the board, have gained zero benefits as a devolved Principality.\r\nRecent laws passed by the Senedd, due to an ongoing, overwhelming one-party State situation, have not been mindful of the overwhelming needs of the people of Wales, and consultation is non-existent.\r\nThe Senedd has become a dictatorial, one-party entity, refusing to take note of, nor seek debate or consensus from, the people of Wales.",
        "background": "To rescind the Provisions of the Wales Act 1978 taking into account the vote result of that referendum.\r\nRemove the Government of Wales Act 1998 which provided the legal basis for the National Assembly for Wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-04T06:15:51.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-04T16:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-07T15:45:14.658Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to hold a referendum on ending devolution in Wales, or to unilaterally end devolution.\r\n\r\nWe don't accept petitions calling for devolution arrangements to be unilaterally removed, but could accept a petition calling on the Government to hold a referendum on ending devolution in Wales.\r\n\r\nWe also couldn't publish a petition that made unsubstantiated claims about the consequences of devolution, or the Welsh Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-07T15:45:15.821Z"
    },
    "id": 642004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642004.json"
    },
    "type": "petition"
}