{
    "attributes": {
        "action": "CHANGE RULE ON DBS TO KEEP DRIVING OFFENCES ON DBS FOR 100 YEAR DOWN TO 11 YEARS",
        "additional_details": "I think this needs looking in to as a suspended driving offence will stay on a enhanced DBS till one reaches the age of 100 which of that point there not be able to work.. I think if steps to improve there driving skills and  have clear Change of lifestyle with no crimes committed ten years from last crime this should be enough for people to see the person is no longer a danger..if change was to happen there wouldn’t be a impact on what there career opportunities..",
        "background": "Change the time frame it stays on your dbs From as it stand its till your 100 down to 11. Help people with historic criminal convictions to get better jobs.. as a suspended driving convict will more than likely be on there till one’s life ends as it stand (Unfair ).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-04T16:51:18.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-08T13:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T06:30:56.306Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to when details about certain driving offences are removed from an individual's police record, but it's not clear if you want these to be removed 11 years after a conviction, or 11 years after an offence is spent.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-25T07:19:00.340Z"
    },
    "id": 642028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642028.json"
    },
    "type": "petition"
}