{
    "attributes": {
        "action": "Force energy companies to take meter readings when prices change.",
        "additional_details": "Smart meters are able to provide energy companies a reading every 30 minutes, and another at the end of the day.\r\n\r\nAlthough they have this ability, the companies choose not to utilise it during price changes, favouring monthly meter readings, and making an estimate when prices change.\r\n\r\nYou can be sure that this estimate does not err on the side of the consumer, who is already paying too much.",
        "background": "With prices so high, energy companies should be obligated to ensure consumers are not losing out.\r\n\r\nWhen new price caps are introduced, they should get precise readings so people are not being over-charged.\r\n\r\nFailing that they should bill customers at the lower rate since the previous reading.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-09T23:28:58.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-11T17:01:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-17T12:15:23.529Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nIt is the responsibility of individual energy suppliers to ensure that the information they have about customers is accurate, and the responsibility of Ofgem to take action where customers are affected by a failure of an energy supplier to achieve this. You may wish to contact your supplier or Ofgem if you have been affected by this issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-17T12:15:25.401Z"
    },
    "id": 642256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642256.json"
    },
    "type": "petition"
}