{
    "attributes": {
        "action": "Giving family members the right to remove deceased relatives Facebook profiles.",
        "additional_details": "We are in a new age of technology and in some unfortunate cases the torture of getting reminders and notifications which once seemed innocent reminding us not to forget a loved ones birthday can be horrifying when it is regarding a deceased relative for example.\r\n\r\nWe currently do not have the right to remove them from social media platforms without login details\r\n\r\nI would like parliament to consider giving powers to family members regarding access to profiles of deceased immediate family members.",
        "background": "I would like to give family members and powers of attorney the ability to terminate social media accounts of deceased loved ones if wanted without having username and password of deceased.\r\n\r\n In some cases it is difficult to deal with the loss of a family without annual notification reminders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-14T13:11:04.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-14T13:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T13:59:33.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The process by which social media accounts get deleted or closed is a matter for each social media company, and is not the responsibility of the Government. In any case we can't accept petitions which call for actions with regard to named individuals, organisations or businesses, this includes social media companies.\r\n\r\nMany social media platforms do already have a process in place for deleting the account of a deceased person, which you can find on their websites."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T13:59:38.445Z"
    },
    "id": 642434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642434.json"
    },
    "type": "petition"
}