{
    "attributes": {
        "action": "Medical Proof of Delivery for All Tenth- or Lower-Ranked Successors",
        "additional_details": "A politician attended the birth of Queen Elizabeth II as royal births were historically attended by politicians to verify the births of potential heirs until the birth of HRH Princess Alexandra on 25th December 1936, despite her father being the 4th son.\r\nAs spares, King George VI and Queen Elizabeth II weren't expected to reign.\r\n\r\nSee the Bill of Rights 1688 and Hansard (House of Lords, Vol 744, Wednesday 13 March 2013): \"only a natural-born child of a husband and wife can succeed to the throne\".",
        "background": "The public demands proper documentation of all born in the first ten in the Line of Succession as per The Bill of Rights 1688 and The Act of Settlement 1701. Documentation must include date and place of birth, physician signatures and certify the child is the natural-born heir of both parents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-15T10:49:27.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-15T12:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T10:44:38.437Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's not clear what documentation would be required to certify a child was the \"natural-born heir of both parents\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T10:44:53.333Z"
    },
    "id": 642475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642475.json"
    },
    "type": "petition"
}