{
    "attributes": {
        "action": "Implement a policy to bring Lough Neagh back to a good standard of cleanliness.",
        "additional_details": "Lough Neagh is Europe's largest lake. This Summer has seen unprecedented Blooms of BG Algae, caused by pollution, an invasive species of Zebra mussel, and some Sunny weather. It is going to get worse year on year. Species of fish that are unique to Lough Neagh are dying out. 40 % of N.I drinking water comes from it. \r\nDumping of Raw Sewage must stop, & tighter controls must be put in place on intensive Agricultural practices, particularly the management of Slurry, Overfishing and Dredging.",
        "background": "Lough Neagh is dying. Its currently blanketed under thick blooms of BG Algae. It has been neglected and polluted for years. Investigate how it has gotten to this state, and Create a Government agency or assign it to one agency Solely to manage its Water Quality and upkeep going forward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-16T09:23:55.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-16T09:34:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T07:23:00.473Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nEnvironmental policy in Northern Ireland is a devolved matter, so the UK Government and Parliament are not responsible for Lough Neagh.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the relevant Northern Ireland department.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for Northern Ireland departments here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T07:23:02.257Z"
    },
    "id": 642522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642522.json"
    },
    "type": "petition"
}