{
    "attributes": {
        "action": "Eradicate Bovine TB by vaccination of livestock.",
        "additional_details": "Bovine TB is unlikely to be eradicated using the current culling practice since TB is present in wild animal populations. Reinfection of herds is an ever present danger. Unless a program is put in place to eradicate TB in wild animals the DAERA TB Eradication Program will continue to cause unnecessary distress and disruption. It is proposed that the government acts now to implement a robustly documented vaccination program to eradicate Bovine TB from livestock. Stop this senseless slaughter.",
        "background": "The senseless distruction of livestock due to the current DAERA TB Eradication Program complying with Council Directive 64/432/EEC leads to the unnecessary loss of livestock and financial hardships to Farmers. Implementation of a rigorous vaccination program will eradicate TB from livestock.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-17T08:53:12.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-17T15:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T10:43:10.607Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere isn't currently a vaccine for preventing Bovine tuberculosis (bTB)  that has successfully completed trials. The Government has said that developing a vaccine against TB in cattle is one of the Government’s top priorities, and that Defra aims to have a deployable cattle TB vaccine (CattleBCG) in the next few years.\r\n\r\nIt is therefore not clear how you want livestock to be vaccinated against TB."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T10:43:11.483Z"
    },
    "id": 642567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642567.json"
    },
    "type": "petition"
}