{
    "attributes": {
        "action": "Strengthen Security and Punishment to Combat Robberies in Central London",
        "additional_details": "In recent times, the frequency of crimes in West London has reached an unacceptable level, causing distress, fear, and financial loss among our residents. Despite our efforts to maintain safe areas by paying higher taxes and rents, we have all too often found ourselves victims or witnesses of these criminal activities. This not only threatens our physical safety but also erodes the sense of security and trust that we deserve in our own neighbourhoods.",
        "background": "We present this petition, urging immediate action to address the alarming rise in thefts and robberies that have plagued our communities. As taxpayers and tenants who invest in our neighbourhoods' safety, we believe that it is essential for the government to prioritise our security and well-being.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-25T15:15:25.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-25T17:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T07:22:40.589Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for, and policing in London is the responsibility of the Metropolitan Police and the Mayor of London.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe can accept petitions calling for the Government to increase funding for police, or to increase penalties for certain criminal offences, if either of those or things you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T07:22:41.622Z"
    },
    "id": 642995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642995.json"
    },
    "type": "petition"
}