{
    "attributes": {
        "action": "Open Law Village Train Station",
        "additional_details": "Law Village in South Lanarkshire has recently seen a large increase in population, with two new build estates, the public transport for the area is pretty non-existent, buses are extremely unreliable. If they do run, they don't run very late. A train station in Law would make it easier for people to visit the village & for residents to use public transport to get out, rather than having to rely on taxis/lifts.",
        "background": "I would like the Government to look into re-opening Law Village Train Station, all the trains from Carluke already run through the trainline going through Law so there would be no need for new tracks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-26T10:59:12.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-26T11:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T10:20:31.751Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for transport. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T10:20:32.287Z"
    },
    "id": 643023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643023.json"
    },
    "type": "petition"
}