{
    "attributes": {
        "action": "Implement comprehensive political education into the school curriculum.",
        "additional_details": "Research shows that early exposure to political education positively impacts civic engagement later in life. By providing teaching on politics at an early age, we can equip girls with essential knowledge about democratic processes, government structures, and policy-making procedures. This will enable them to develop critical thinking skills and foster their confidence as future leaders, hopefully shifting the gender inequality within parliament, considering women currently make up 34% of MPs.",
        "background": "We want to urge Gillian Keegan, as Secretary of State for Education, to take action to promote an interest in politics among young girls by incorporating political education into the school curriculum including age-appropriate topics such as voting and political parties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-26T19:03:44.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-26T19:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T15:48:25.652Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach citizenship as part of the secondary national curriculum.\r\n\r\nThe citizenship curriculum includes content on how the United Kingdom is governed, its political system and how citizens participate actively in its democratic systems of government.\r\n\r\nYou can read the citizenship programmes of study for secondary school here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T15:48:25.650Z"
    },
    "id": 643040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643040.json"
    },
    "type": "petition"
}