{
    "attributes": {
        "action": "Give Family Support to Vulnerable Families Protect Parental Rights.",
        "additional_details": "As concerned citizens, we recognise several critical issues within the existing social care system, namely children’s social services. This is a factor that requires immediate attention to protect families their children and the rights and voice of the children & parental inclusion of rights. This government agenda aims to address these issues promoting a fairer and more supportive environment for vulnerable parents/ able parents and children alike.\r\n\r\nI have written a whole Government Agenda.",
        "background": "To Implement More Focus on Protecting Parents Against Biases - Protection Against Family Courts Allowances on Removing children on Hearsay & implementing Distressing Actions Against Children; More Protection Against Unnecessary Children’s Removal when No Abuse or Neglect is Present.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-31T16:37:13.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-31T18:36:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-04T12:57:32.805Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nStop courts being able to grant care orders based on risk of future harm: https://petition.parliament.uk/petitions/634591"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-04T12:57:33.434Z"
    },
    "id": 643219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643219.json"
    },
    "type": "petition"
}