{
    "attributes": {
        "action": "Hold senior executives of water companies personally liable for illegal spills",
        "additional_details": "Sewage spills are exponentially rising. Whilst shareholder dividends are paid out and executives receive bonuses, our rivers and streams are choking on sewage, becoming public health catastrophes. This is as a result of wilful neglect in the pursuit of profit over people. The government must hold senior executives criminally culpable to ensure our natural resources are protected from rapacious greed and illegality.",
        "background": "Water companies are motivated by profit who prioritise shareholder dividends over environmental and public safety. As such, they are woefully neglecting critical infrastructural investment with devastating consequences. Senior executives and decision makers must be held culpable for these failings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-05T10:24:43.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-05T11:09:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-07T13:39:34.595Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Polluting water discourses is already an offence, as stated in the Water Resources Act, available here: https://www.legislation.gov.uk/ukpga/1991/57/part/III/chapter/II/crossheading/principal-offences/enacted\r\n\r\nOfficers of a company (such as a director or CEO) can be held criminally liable for environmental permitting offences if the offence was committed with their consent, connivance, or neglect.\r\n\r\nDecisions about prosecuting alleged crimes are for the Crown Prosecution Service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-07T13:39:37.856Z"
    },
    "id": 643388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643388.json"
    },
    "type": "petition"
}