{
    "attributes": {
        "action": "Stop the Reduction of Education Welfare Officer Posts",
        "additional_details": "The Educational Welfare Officers support non attending children back into school. All children have a right to education. This budget reduction does not remove that right to an education, however, fewer children will be supported due to a reduction in posts.\r\nThis option means that fewer children will be supported with the target being the most vulnerable in terms of attendance. The previous threshold for intervention was 85% or below. This threshold will be reduced. This impacts on more pupils from a variety of\r\nbackgrounds.",
        "background": "There is a plan in place with the Scottish Government to reduce the support of vunerable children and get them back into school by removing the post of Education Welfare Officer from several schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-06T17:24:35.475Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-06T17:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-11T17:03:03.937Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-11T17:03:03.935Z"
    },
    "id": 643469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643469.json"
    },
    "type": "petition"
}