{
    "attributes": {
        "action": "change rules on owning large dogs or banned breeds .",
        "additional_details": "set up a system were dog training schools held classes for a fee that would train/teach potential owners of large or banned breeds of dogs how to control and own them safely it would be very beneficial to the country they could make a policy were dogs of certain criteria are not owned unless the owner has taken certain training and gained qualifications this would control the amount of people who own these breeds without knowledge of the dog’s potential ability of damage or harm .",
        "background": "i would like the government to vote on a system where to own certain breeds off dogs owners or potential owners would need to take a training course to gain a qualification/licenses that allows them to own dogs of certain breed this would also produce revenue and taxable income for the country",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-11T12:51:14.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-13T15:25:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T07:23:29.814Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to abolish legislation banning certain breeds of dog, and replace this with requirements to undertake training before owning certain breeds of dogs, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRemove breed specific legislation. Consider alternative methods for dog control: https://petition.parliament.uk/petitions/638509\r\n\r\nIntroduce screening process for dog owners: https://petition.parliament.uk/petitions/643631"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T07:23:30.763Z"
    },
    "id": 643643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643643.json"
    },
    "type": "petition"
}