{
    "attributes": {
        "action": "Stop the LGBTQIA+ agenda being pushed in Schools and colleges in the UK.",
        "additional_details": "Because the government is the one who helps run state schools and has allowed this to enter schools without parents' permission. This agenda pushing on minors is crawl and should be made illegal to be taught in schools and colleges under the age of 18.  This needs to happen with immediate effect.",
        "background": "Many parents & carers in the UK, do not want the LGBTQIA+ agenda being pushed in Schools and colleges in the UK without written parental consent. School should be for academic and creative education and not sexual or gender preferences. This should be something left to individual parents & guardians",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-11T10:44:11.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-11T11:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-13T17:35:27.997Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, you may wish to start a petition asking for the Government to remove content related to LGBT topics from the Relationships and Sex Education curriculum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-13T17:35:44.990Z"
    },
    "id": 643634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643634.json"
    },
    "type": "petition"
}