{
    "attributes": {
        "action": "Reduce the amount of MPs.",
        "additional_details": "This new system would enable elected county MPs to vote quicker than the current system.\r\nThis will save a huge amount of money and would enable new laws to be voted on and pass through parliament easily. Elections for county MPs should be every 2 years.\r\nEach elected county MP would have staff holding positions to shadow each cabinet position and the elected county MPs would vote on each candidate position to form the Government. The Prime minister would be elected by public vote every 5 years by way of rallying support from the People\r\nThere would be No need for the current system No Parties no red versus blue as each future MP would Stand on there own pledges etc and The Elected Prime minister would only deliver what the cabinet voted on in parliament.",
        "background": "This would be achievable by the people voting for a single candidate per county not by ward.\r\nThis new system would enable MPs to implement changes far more quickly and save money.\r\nElections for county MPs should be every 2 years",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T06:55:10.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-15T12:58:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-26T11:25:37.155Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear how you want the Government to be formed. We could accept a petition calling for fewer MPs (one per county) or elections to be held every two years. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-26T11:25:49.101Z"
    },
    "id": 643873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643873.json"
    },
    "type": "petition"
}