{
    "attributes": {
        "action": "Ask the Prime Minister to reconsider the ban on the Bully XL",
        "additional_details": "Every report commissioned agreed that the DDA and Breed Specific legislation did not make the public any safer.\r\nEvery expert agrees we need to look at the other end of the lead to make a difference.\r\nThe original DDA should have meant the end of the Pit Bull (all were to be killed or neutered) but we now how very many more of these dogs than ever before. \r\nThe Bully XL probably exists because breeding Pit Bulls was banned.\r\nMake a significant change instead of making the same mistake twice.",
        "background": "Let's change the way society produces the next generation of dogs. Tackle irresponsible breeding of dogs that are not fit for the purpose of being good family pets. Make bad breeding and bad ownership the crime. Breed bans just cause the bad breeders to subtly alter their blue print.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T13:07:06.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-15T13:27:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-19T10:56:21.857Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nRemove breed specific legislation. Consider alternative methods for dog control: https://petition.parliament.uk/petitions/638509"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-19T10:56:22.717Z"
    },
    "id": 643927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643927.json"
    },
    "type": "petition"
}