{
    "attributes": {
        "action": "Consider classing Endometriosis as a disability.",
        "additional_details": "In the UK more than 1.5 million women assigned female at birth live and suffer the disease ‘Endometriosis’. \r\n\r\nThis disease despite ‘treatment’ with surgery can return and ‘managing’ the disease by taking pain relief, hormone replacement therapies and trying home remedies the pain endured is still agonising, debilitating as well as physically and emotionally draining.\r\n\r\nAs somebody that suffers this disease I feel it is about time we are heard and treated as equals, Endometriosis is life changing.",
        "background": "Myself and many others from the endometriosis community would like this disease to at least considered as a disability as living with endometriosis can be debilitating, effecting those that suffer to be able to work. \r\nDespite ‘treatment’, endometriosis recurrence rate ranges between 5-20% per year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T21:20:19.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-16T07:58:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-19T14:25:05.398Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThere is not a list of conditions that meet this definition, but it is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis or adenomyosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-19T14:25:06.181Z"
    },
    "id": 644021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644021.json"
    },
    "type": "petition"
}