{
    "attributes": {
        "action": "Stop convicted pedophiles walking our streets if innocent dogs can’t.",
        "additional_details": "Dogs don’t have their own voice but us as owners can be their voice to freedom when they’re innocent. \r\nIf you’re muzzling my INNOCENT dog you’re outing CONVICTED rapists and pedophiles.",
        "background": "Label convicted pedophiles in public to keep our children safe. \r\nInnocent dogs are all being labelled as dangerous and will be muzzled when out. \r\nSo label rapists and pedophiles the same way, innocent dogs are being shamed well all rapists and pedophiles should be.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-16T08:06:50.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-16T17:47:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-20T13:08:40.462Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you do not want the Government to proceed with its planned ban on XL Bully dogs we have published the following petition, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nWe could accept a petition calling on the Government to track and trace all sex offenders with electronic tagging. We have published the following petition, which you might like to sign:\r\n\r\nLet everyone access the sex offenders register: https://petition.parliament.uk/petitions/643444\r\n\r\nIf you want to start a new petition you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-20T13:08:41.646Z"
    },
    "id": 644077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644077.json"
    },
    "type": "petition"
}