{
    "attributes": {
        "action": "Evict a neighbour",
        "additional_details": "As nothings been done there has been numberous complaints from numberous neighbours also 2 anti social behaviour officers and councils",
        "background": "Evict a anti social behavior person out there property its ongoing for 1 year and i have had 2 anti social behaviour officers involved  and 2 councils and have a whole street who has complained nothings been done",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-16T19:23:40.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-18T07:15:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-21T12:39:01.201Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear that you're having a difficult time. We can't accept your petition because the UK Government and Parliament aren't responsible for evicting people. This means that a petition to the Government and Parliament would not be able to help you. \r\n\r\nYou can find information on complaining about your neighbour here: https://www.citizensadvice.org.uk/housing/problems-where-you-live/complaining-about-your-neighbour/\r\n\r\nYou could raise the issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling for a change in how anti social behaviour is dealt with, if there's a specific change that you'd like to see. You can find out more about the current systems to tackle anti social behaviour here: https://commonslibrary.parliament.uk/research-briefings/cbp-7270/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-21T12:39:05.306Z"
    },
    "id": 644216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644216.json"
    },
    "type": "petition"
}