{
    "attributes": {
        "action": "Fund HNC/D Counselling Course 2024/25 at Fife College",
        "additional_details": "The UK is in an ever growing Mental Health Crisis. The UK are crying out for support from therapists and the Scottish government cut the funding for the full time HNC and HND courses at fife college. Without this course those wanting to dedicate their life to this career are unable to. Those currently undertaking the HNC are unable to continue due to all the other courses being too far away or not BACP registered. This is vital for the UK.",
        "background": "Fife College has been told the funding for Counselling courses has been cut and due to this all the full time courses will be cancelled for the years 2024/25, meaning the only course will be part time. There is no course near Fife that will offer the same level with a BACP registration at the end.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-20T16:16:14.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-20T16:22:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-27T11:19:48.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Scottish Government and Parliament are responsible for education and training in Scotland. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local MSP who represents you about this issue. You can find out who your MSP is and how to contact them here: https://www.parliament.scot/msps\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-27T11:19:52.603Z"
    },
    "id": 644674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644674.json"
    },
    "type": "petition"
}