{
    "attributes": {
        "action": "Request immediate resignation of Welsh Ministers Mark Drakeford and Lee Waters.",
        "additional_details": "The Ministers rely upon a flawed survey of 1000 people from selected areas. These Ministers are contradictory  in their reasoning and also rely upon non scientific information. The speed limit is certainly not conducive to creating a cleaner Wales as motor vehicles are not efficient at such low speeds. Rather than punish motorists it would be far more effective educating  pedestrians and other road users.\r\nWALES IS A DEMOCRATIC COUNTRY AND SHOULD NOT BE UNDER THE DICTATORSHIP OF THE FEW!",
        "background": "Welsh assembly members are not listening to the people of Wales. It is not only the disastrous roll out of the default 20mph speed limit either!\r\nMinisters are supposed to work on behalf of their Country not against it, nor enforce draconian measures, regulations and restrictions upon its people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-20T19:27:05.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-20T19:38:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-28T11:37:30.829Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes asking for Ministers to resign.\r\n\r\nIn any case, the issue you raise in the text of your petition is something that the Welsh Government and Welsh Parliament (Senedd Cymru) are responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Parliament has its own Petitions Committee. You can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Members of the Senedd who represent you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-28T11:38:51.587Z"
    },
    "id": 644691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644691.json"
    },
    "type": "petition"
}