{
    "attributes": {
        "action": "Support the community of Tottenham at Tottenham Cemetery.",
        "additional_details": "we believe this is unfair to families & friends of those buried in TC to have to permanently remove items that have been thoughtfully chosen & placed on graves & only being able to have 1 item in future. Also that we should be able to decorate our loved ones full graves rather than just the area that is head stone size. We are happy to remove them, temporarily, for works to be carried out but want to replace the items after and demand an explanation as to why we can't replace them after.",
        "background": "Support the community of Tottenham in oposing the future removal of grave items permanently from our loved ones graves (being limited to 1 per grave) and oposing only being able to decorate a small section of the plot rather than the full plot.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-21T13:41:52.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-21T15:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-28T12:20:08.920Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for individual cemeteries.\r\n\r\nYou could raise this issue directly with Tottenham Park Cemetery. You can find out how to contact them here: https://www.tottenhamparkcemetery.co.uk/about.html\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-29T09:57:57.064Z"
    },
    "id": 644759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644759.json"
    },
    "type": "petition"
}