{
    "attributes": {
        "action": "Only use validated and verified science in public policy and law",
        "additional_details": "Laws that rely on science often use academic work that is largely theoretical. A requirement for any engineering endeavour to be applied to the public is that the scientific ideas behind it are subject to validation and verification processes, essentially testing the premises and applicability. Often in science work has in-built assumptions that cannot be realised when moving to real-world application. Hence they stay in the realm of theoretical work only and are not applied to real life.",
        "background": "Subject all science that is referenced by laws and policy to undergo validation and verification following general engineering principles to be deemed safe to apply to the public. This is standard practice in all other scientific and engineering areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-22T07:48:59.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-28T19:46:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-06T14:07:16.195Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how science is used by the Government, but it's not clear how you want science that is used to inform policy or law to be validated and verified.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-06T14:07:17.598Z"
    },
    "id": 644815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644815.json"
    },
    "type": "petition"
}