{
    "attributes": {
        "action": "Make financial education compulsory in all schools from primary age",
        "additional_details": "There’s never been a more important time to prioritise financial education. GoHenry research shows that equipping children with financial skills could:\r\n\r\nIncrease job prospects \r\nIncrease personal savings \r\nBoost retirement funds\r\nBoost business formation \r\nReduce unemployment\r\nInject money into the economy\r\n\r\nBy making space for financial education in all schools, the government can help drive levelling up, social mobility, and financial equality. \r\n\r\nThe curriculum doesn’t add up - #makemoneycount",
        "background": "Maths is all well and good but when it comes to teaching kids how to manage money in the real world, the curriculum is failing them. Financial education is a life skill that, like swimming, is best taught young, and with aids, to ensure that when kids hit adulthood they keep their heads above water.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-09-25T11:56:34.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-25T12:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-03T16:59:20.624Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about financial education in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSchools are already required to teach about finance as part of the citizenship curriculum, which you can view here:\r\n\r\nKey stages 1 and 2: https://www.gov.uk/government/publications/citizenship-programmes-of-study-for-key-stages-1-and-2\r\n\r\nKey stages 3 and 4: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study\r\n\r\nIf you'd like to see a specific change in the current curriculum, we could accept a petition about that. For example, we could accept a petition asking for finance to be made a core subject for certain key stages or school years. We could also accept a petition calling for a change to the current finance content, if there's a specific change that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-04T09:50:50.506Z"
    },
    "id": 644987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644987.json"
    },
    "type": "petition"
}