{
    "attributes": {
        "action": "To reopen Polesworth train station.",
        "additional_details": "the current pledge to tackle decarbonisation within the UK is a credible scheme, but it we as residents within the catchment area of Polesworth, have to relay on cars or buses to get to the nearest train station, then what is the point, if the station was reopened it would benefit the community and take unnecessary car journeys off the road as the public could travel by train instead",
        "background": "to stake on board the pledge to reopen the station, it would serve the community and public for transportation links from the village into Tamworth, Birmingham and London Euston",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-25T09:45:03.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-25T20:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-02T15:14:19.368Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise this issue with the Government department responsible for transport. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-02T15:14:22.622Z"
    },
    "id": 644978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644978.json"
    },
    "type": "petition"
}