{
    "attributes": {
        "action": "Protect victims of domestic abuse from having to co-parent with their abuser.",
        "additional_details": "Many victims of domestic abuse are having to continue to share childcare with their abusers after separation.  Most abusers have no interest in the children, they simply use them to access their victim and continue their abuse.  A good parent does not abuse the other parent as they realise the harm and devastation this causes the children.  Currently the victim continues to have contact with their abuser to allow court ordered access to children.  This has to stop to protect victims and children",
        "background": "Stop allowing those convicted of domestic abuse offences including rape/sexual offences from having access to their children.  Children are already damaged simply from being in the home where domestic violence occurs. To allow this to continue post separation continues the harm to the children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-24T11:32:31.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-24T15:03:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-03T16:08:04.642Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for the same action:\r\n\r\nReview child contact cases involving domestic abuse victims and increase support:\r\nhttps://petition.parliament.uk/petitions/643418"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-03T16:08:04.639Z"
    },
    "id": 644944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644944.json"
    },
    "type": "petition"
}