{
    "attributes": {
        "action": "Change Immigration laws to support illegal immigrants. Help us raise awareness!",
        "additional_details": "There is also the UN Refugee Convention, which says people must be allowed to claim asylum in the UK.  The Government is ignoring the convention, even though the UK is a signatory to it.  \r\nThe Government is not allowing asylum seekers their rights. We want the Government to allow asylum seekers to have their rights. \r\nWe want asylum seekers to have their Right to seek and enjoy asylum from persecution.",
        "background": "Change laws to support illegal immigrants. The UK pays approximately £169k per person to relocate them back to Rwanda. This affects our economy severely as we are spending a considerable amount of our Budget towards relocating immigrants instead of sectors like Education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T09:11:31.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-27T09:36:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-03T15:47:26.683Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about people seeking asylum, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petition about the Rwanda policy: https://petition.parliament.uk/petitions/640382\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-03T15:47:49.008Z"
    },
    "id": 645095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645095.json"
    },
    "type": "petition"
}