{
    "attributes": {
        "action": "Make the education of tax and budgeting mandatory in secondary education.",
        "additional_details": "I believe that students between the age of 16-18 should be educated on the basics of paying tax, and how that transfers to real life.  They should then transfer this understanding to budgeting so that they can ensure they give themselves the best chance to manage their finances once they leave full-time education.\r\nThe teachers would need upskilling too, as I have sufficient evidence that there is a huge hole in the understanding of both teacher and students in this areas in the education system.",
        "background": "To consider the introduction of tax, finance, and budgeting into the compulsory curriculum at schools.\r\nI believe too many teenagers are leaving school without the correct skills and knowledge to approach life after education. There should be a basic standard achieved at school before they leave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T18:35:50.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-27T19:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-04T10:12:47.838Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for a similar action:\r\n\r\nExtra funding to support delivery of financial skills to parents and children:\r\nhttps://petition.parliament.uk/petitions/640245"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-04T10:12:47.835Z"
    },
    "id": 645131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645131.json"
    },
    "type": "petition"
}