{
    "attributes": {
        "action": "Emergency Powers needed to addres pollution of Lough Neagh in Northern Ireland.",
        "additional_details": "Lough Neagh provides 40.7 per cent of Northern Ireland's drinking water. It is severly polluted by cyanobacteria (blue/green algae) reported to DAERA back in May 2023. ( There was also a period of pollution in Summer 2022). This bacteria is toxic to humans and can be fatal to wildlife and pets. The pollution of the Lough has now reached crisis point, with no Public Body holding over-arching accountability. Reports now exist of algae visible in drinking water. This is now a Public Health crisis.",
        "background": "Parliament and the Prime Minister need to intervene urgently to allow the creation of a Crisis Action Plan in the absence of the Northern Ireland Assembly which has operated fully since the Assembly election of 2022",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T12:44:34.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-06T20:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-11T12:54:10.772Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nEnvironmental policy in Northern Ireland is a devolved matter, so the UK Government and Parliament are not responsible for Lough Neagh.\r\n\r\nIn the absence of a Northern Ireland Executive and Ministers, it is for the Department of Agriculture, Environment and Rural Affairs to work with the Northern Ireland Environment Agency on this matter.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the relevant Northern Ireland department.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for Northern Ireland departments here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T12:54:10.770Z"
    },
    "id": 645108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645108.json"
    },
    "type": "petition"
}