{
    "attributes": {
        "action": "Offer dairy free options in meal deal offers at supermarkets",
        "additional_details": "To be more inclusive for those with allergies, dietary requirements and preference. My daughter is limited for choices in a meal deal because a simple change stands in her way. Swapping to a spread in sandwiches that is more inclusive can open more options for people like my daughter who have a milk allergy. Adding dairy free chocolate bars or other snacks in with the snack option can make meal deals more inclusive for her and others.",
        "background": "Adding dairy free chocolate bars to the 'snacks' options of meal deals, swapping the butter spread used in sandwiches for a dairy free option making more sandwiches accessible for dairy free users, adding more dairy free options to make it more inclusive for those with allergies and dietary needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-30T07:08:03.391Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-30T08:53:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-06T06:21:47.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what products to include in meal deals are a matter for individual retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-06T06:21:49.357Z"
    },
    "id": 645582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645582.json"
    },
    "type": "petition"
}