{
    "attributes": {
        "action": "Lower the legal, working age to 14",
        "additional_details": "I believe Parliament needs to take into consideration how beneficial it would be for our economy if you were able to make money from a younger age such as 14 and above I believe there are plenty of responsible young people that feel they are not given equal opportunities for a work. This can also give young people more opportunity to build their work experience for the future and in the long run help to develop more productive workers as they would have the opportunity from a younger age. I also believe this is discrimination that people under the age of 16 are unable to earn money and help provide for their household, if needed.",
        "background": "I believe parliament should debate this to help the UK come back to pre-Covid economy. The legal working age should be based of maturity rather than age because plenty young people are prepared to work. This can help young people gain experience and help develop more productive workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-29T23:03:02.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-30T12:46:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-06T07:10:26.717Z",
        "rejection": {
            "code": "already-happening",
            "details": "From the age of 13 children can work part-time. You can find out about the rules relating to child employment here: https://www.gov.uk/child-employment\r\n\r\nWe could accept a petition calling for changes to the rules on child employment, or changes to the school leaving age, if you want children to be able to leave school early to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-06T07:10:27.793Z"
    },
    "id": 645542,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645542.json"
    },
    "type": "petition"
}