{
    "attributes": {
        "action": "Reduce insurance costs for electric vehicles to help buyers and climate change",
        "additional_details": "The UK government has been championing for climate reform and one way of helping this is by reducing emissions. ULEZ zone in London has put additional financial pressure on Londoner. Those buying an electric vehicle are slapped with huge insurance costs so are trapped trying to do the right thing.  EVs are low maintenance vehicles yet the insurance cost is 900% higher than a polluting combustion vehicle. Many insurers are not offering EV cover, EV owners are trapped. Gov intervention needed",
        "background": "Insurance for electric vehicles have skyrocketed and some insurance companies have stopped offering EV insurance affecting the EV owners. This is unfairly affecting owners of zero emission vehicles.  Government has to support EV owners in every way possible and ensure EV insurance becomes affordable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-01T06:48:57.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-01T08:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-06T10:33:13.726Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of insurance for electric vehicle owners, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to provide grants to electric vehicle owners with the cost of insurance, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-06T10:33:15.650Z"
    },
    "id": 646345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646345.json"
    },
    "type": "petition"
}