{
    "attributes": {
        "action": "Take a stand to knife crime.",
        "additional_details": "I am writing this petition to raise awareness and call for immediate action to address the alarming rise in knife crime that is devastating our communities. This issue has deeply impacted many communities,families and friends of those who have lost their loved ones due to this senseless violence.\r\n\r\nKnife crime has become an epidemic, with too many lives being tragically cut short by individuals seeking validation or a false sense of power by carrying a knife.Families are being left shattered.",
        "background": "We want the parliament and government to take action to help stop knife crime by implementing stricter laws and penalties, increasing funding for community programs and education, and providing support and resources for at-risk individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-01T14:18:05.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-01T14:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-09T06:06:26.487Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCreate a dedicated Minister for Knife Crime Prevention: https://petition.parliament.uk/petitions/639631\r\n\r\nMandatory 10-year sentence for possession of a knife: https://petition.parliament.uk/petitions/636853\r\n\r\nImpose minimum sentences for first offence of possession of a knife: https://petition.parliament.uk/petitions/635897\r\n\r\nMinimum sentence of 5 years for carrying a knife with a minimum fine of £10k: https://petition.parliament.uk/petitions/642085\r\n\r\nWe could accept a petition calling on the Government to increase funding for community programs and education, and providing support and resources for at-risk individuals, to help prevent knife crime, but you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-09T06:06:27.790Z"
    },
    "id": 646518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646518.json"
    },
    "type": "petition"
}