{
    "attributes": {
        "action": "change the price of university to match up with Wales and Scotland",
        "additional_details": "Half the population is on benefits and University is meant to be there to break the cycle so that people aren't living off the government. University is meant to be an opportunity it shouldn't be something that people are struggling to pay for because the 9k is just covering the entry and the course not accommodation, travel, food and hygiene and social life. If the government is trying to get people of the streets and make England the Royal country they need to start off small and change the prices so more people are able to get an degree.",
        "background": "The government should not be charging so much for entry fee even though they do give out a loan it still isn't necessary. University has been effected by inflation. It was £1000 in 1998,£3000 in 2006, and in 2012 it went up to £9000.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-02T08:44:41.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-10T08:37:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-13T11:50:07.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see the costs for attending university reduced, but we are not sure exactly what changes you would like, because tuition fees are different in Scotland and Wales.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAbolish University tuition fees for all students\r\nhttps://petition.parliament.uk/petitions/641156\r\n\r\nIncrease funding for university places and reduce maximum tuition fees\r\nhttps://petition.parliament.uk/petitions/639878"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-13T11:50:09.011Z"
    },
    "id": 646796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646796.json"
    },
    "type": "petition"
}