{
    "attributes": {
        "action": "DWP / Capita - discrimination against individuals with a learning disability.",
        "additional_details": "The government is treating individuals who are diagnosed with learning difficulties unfairly by assessing them periodically just to see if their disability goes away!\r\n\r\nA learning disability is there for life and the support people need will always need to be there so they can live fulfilled lives in their community.\r\n\r\nThis has to stop and policy needs to change as the criteria for PIP does not cater for social care needs only health care needs.\r\n\r\nPeople born with a learning disability did not ask to be born with various difficulties, however the government despite having evidence of diagnosis is making individuals feel devalued as humans on this earth – it has to stop we voted these politicians in we are their bosses un yet we are heavily regulated to live an independent life!",
        "background": "Scrap the current health weighted assessments and look at individuals social care needs as well as health needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-02T11:05:20.404Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-02T16:50:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-09T11:41:21.106Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about access to certain benefits for people with learning disabilities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Personal Independence Payment (PIP) is available to people who have a long-term physical or mental health condition or disability that means they have difficulty doing certain everyday tasks or getting around. This could include difficulties resulting from a learning disability, which people need social care for.\r\n\r\nWe could accept a petition calling for changes to the eligibility criteria for PIP, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-09T11:41:21.933Z"
    },
    "id": 646828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646828.json"
    },
    "type": "petition"
}