{
    "attributes": {
        "action": "Make the children’s home allowances go up because of cost of living",
        "additional_details": "The care system for children is quite good when it comes to food And drinks however the clothing allowance is way to low we believe as a team this allowance needs to be raised for the children’s goods also the pocket money allowance could be raised higher and we can’t forget about the toiletries\r\nChildren struggle to buy nice clothes and shampoo or fragrances it affects there social life because no child should be walking around smelling bad they should allways smell nice thank you act now !!",
        "background": "Children all across the uk live in foster care or children’s homes and just like normal families these children can struggle to buy the things they need like clothes and toiletries some homes have asked out for a petition to be made as they need this addressing as soon as possible",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-02T18:06:12.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-02T18:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-09T11:56:13.007Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to increase the allowance for foster carers, or provide funding for money for children living in foster care or care homes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-09T12:15:58.625Z"
    },
    "id": 646926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646926.json"
    },
    "type": "petition"
}