{
    "attributes": {
        "action": "Use the Calgary model for responsible pet ownership.",
        "additional_details": "The Calgary model uses all of the above and has seen a decrease in dog attacks since repelling BSL and many of the states in America are also following along. BSL has caused the needless deaths of too many pets. Dog attacks are at an all time high and banning the XL bully will only cause backyard breeders to destroy another breed. There are thousands of bully breed dogs here in the UK and far too many irresponsible owners and animal abusers. Tougher sentencing is needed.",
        "background": "BSL has proven to be ineffective. Dog attacks are on the rise. There needs to be stricter licensing for pet ownership, breeding needs to be regulated more and education needs to be implemented where pet ownership is concerned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-03T06:30:18.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-03T12:50:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-09T15:38:02.015Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire anyone who breeds dogs to have a licence: https://petition.parliament.uk/petitions/643033\r\n\r\nIntroduce screening process for dog owners: https://petition.parliament.uk/petitions/643631\r\n\r\nRemove breed specific legislation. Consider alternative methods for dog control: https://petition.parliament.uk/petitions/638509\r\n\r\nBring back a Dog Licence: https://petition.parliament.uk/petitions/643650\r\n\r\nIntroduce licences, mandatory training and annual vet visits to own a dog: https://petition.parliament.uk/petitions/643739\r\n\r\nMake training your dog with an approved scheme a legal requirement: https://petition.parliament.uk/petitions/643946\r\n\r\nMake neutering compulsory for pet cats and dogs: https://petition.parliament.uk/petitions/643163\r\n\r\nIf you want the Government to introduce a specific set of laws relating to dog breeding and ownership we may be able to accept a new petition, but it would need to be clear from the text of your petition what specific laws you want to be introduced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-18T09:19:35.133Z"
    },
    "id": 647023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647023.json"
    },
    "type": "petition"
}