{
    "attributes": {
        "action": "GDC Register overseas dentists with masters from UK without exams",
        "additional_details": "There is a shortage of dentists in the country. Overseas qualified dentists who have studied 3 years masters clinical dentistry under UK laws and GDC registered professors should be exempt from giving the exam. There is no need for them to give exam and just an assessment of qualifications and experience. This will help with the shortage of dentists in the NHS and bring money from international students who will be trained under qualified professors in UK universities - its a win-win.",
        "background": "There are many overseas qualified dentists in the UK with 3 year clinical masters from UK however they cannot practice dentistry. Exempt such people from exams and do an assessment route similar to Europeans pre-Brexit. They have been trained and studied in UK under GDC rules anyway, why give exam",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-04T15:36:08.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-04T16:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-10T07:49:21.442Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the registration of international dentists are a matter for the General Dental Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T07:49:22.506Z"
    },
    "id": 647352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647352.json"
    },
    "type": "petition"
}