{
    "attributes": {
        "action": "Create more enclosed spaces for dogs to run off lead in parks in Crystal palace",
        "additional_details": "This will allow responsible dog owners to train their puppies proper recall. Currently, there is nowhere that is fenced in in Crystal palace to safely allow your dog off lead to play and teach them recall. People complain when your dog approaches them but it is essential to be able to let our dogs burn off energy in a safe environment where they can’t chase a squirrel into the road or accidentally bump into a toddler",
        "background": "Introduce more fenced off areas for dogs in public to go off lead- this will help owners train their pets recall in a space safe where the dog can’t run up to other members of the public in crystal palace. The only fenced areas are for children where dogs are not allowed to go.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-04T21:37:50.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-04T23:37:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-10T13:01:36.529Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about areas for dogs in local parks are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T13:01:36.527Z"
    },
    "id": 647512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647512.json"
    },
    "type": "petition"
}