{
    "attributes": {
        "action": "The Government Should End Clock Adjustments",
        "additional_details": "One of the most compelling reasons for the government to stop clock adjustments is the detrimental effect it has on public health. Studies have consistently shown that DST disrupts our natural sleep patterns, leading to sleep deprivation and various health issues. The sudden shift in time can cause fatigue, decreased concentration, and even an increased risk of accidents. Moreover, the disruption of our circadian rhythm has been linked to higher rates of heart attacks, strokes, and other cardiovascular problems. By eliminating DST, the government can prioritize the well-being of its citizens, ensuring that they enjoy optimal sleep and maintain better overall health.The rationale behind DST, which was initially implemented to conserve energy and maximize daylight hours, is now outdated.",
        "background": "the practice of moving clocks forward in the spring and back in autumn, has long been a part of our lives. However, it is time for the government to seriously consider putting an end to this biannual adjustment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-06T10:59:20.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-08T11:55:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-12T06:22:17.490Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/642905"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-12T06:22:18.507Z"
    },
    "id": 647791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647791.json"
    },
    "type": "petition"
}