{
    "attributes": {
        "action": "Make leaflets and other junk mail property appropriate to reduce waste.",
        "additional_details": "Hundreds of leaflets get put though doors and in mail boxes that's wasted. Much of which is not age or property appropriate. Rental properties and flats are not able to consider solar panels or conservatories due to building type. For houses this should only go to addressed owner.\r\nMake it easier for people to opt ot of these leaflets that are not read ir relevant. Stop adding to waste of printing materials and recycling build up. releif to help delivery service work load and weight of post bags.",
        "background": "Reform the way leaflets, posters other mail is handed out to properties. Stop giving out leaflets that are to rented property and flats to promote solar panels conservatories when can't have them (already do). Consider age and named post only. Don't give elderly brochures to property no one over 50",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T02:03:20.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-11T19:50:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-17T11:28:59.463Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about unsolicited mail, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to ban unsolicited mail and leaflets, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-17T11:29:00.172Z"
    },
    "id": 647894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647894.json"
    },
    "type": "petition"
}