{
    "attributes": {
        "action": "Save Hemsby and people's homes from being destroyed by coastal erosion",
        "additional_details": "It is my home, and many other peoples home. Over the years i've witnessed houses falling off the cliffs into the ocean, and now watching people have to have their houses demolished as a result of this. People shouldn't have to essentially knock their lives down because the people in charge are too lazy to place sea defenses that will actually make a difference. As winter is now here, the speed of the erosion is only going to increase.",
        "background": "People's homes and lives are slipping into the sea due to coastal erosion, we need PROPER sea defenses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T16:27:33.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-07T16:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-11T11:26:20.317Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T11:26:21.572Z"
    },
    "id": 647968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647968.json"
    },
    "type": "petition"
}