{
    "attributes": {
        "action": "Designate all English Blow wells and Chalk streams SSSIs",
        "additional_details": "The UK contains some of the rarest river habitats on the planet many fed from even rarer Blow wells.\r\nThis could be one way for our government to show that is serious about environmental protection.",
        "background": "I would like to extend SSSI protection to all Chalk streams and Blow wells.\r\nAs well as being sites of geological interest they also form natural habitats to many endangered species of fish, amphibians and mammals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-11T14:16:48.277Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-11T16:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-17T11:05:26.534Z",
        "rejection": {
            "code": "operational",
            "details": "We can't accept petitions about something that is an operational decision for a government or parliamentary body, rather than decision about policy or legislation that is made by the Government or Parliament.\r\n\r\nNatural England is responsible for designating land as a site of special scientific interest (SSSI), where it believes the site has features of special interest, such as its:\r\n\r\n- wildlife\r\n- geology\r\n- landform\r\n\r\nDecisions about what sites to designate are therefore an operational matter for Natural England, rather than a decision about policy or legislation that is made by the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-17T11:05:27.347Z"
    },
    "id": 648538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648538.json"
    },
    "type": "petition"
}