{
    "attributes": {
        "action": "I want the UK government to acknowledge the current rental crisis in the UK.",
        "additional_details": "I would like the Government to acknowledge the current rental crisis in the UK. I understand, as I have previously said, there is an act slowly passing through Parliament to address quick evictions and other factors, but it does not directly consider the rental prices in the UK or lack of maintenance of the properties by some landlords. I would like the Government to acknowledge the crisis and provide regions with devolved powers to tackle this crisis regionally.",
        "background": "I would like the government to acknowledge the rent crisis in the UK. I understand there is an act passing through government at current times, however this act does not apply to the cost of rental properties and the lack checks on landlords to maintain the properties throughout the tenancy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-13T13:40:25.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-16T23:14:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-24T14:47:11.241Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition:\r\n\r\nPut a cap on profits made by private landlords -https://petition.parliament.uk/petitions/648065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-24T14:47:22.212Z"
    },
    "id": 648788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648788.json"
    },
    "type": "petition"
}