{
    "attributes": {
        "action": "To use proportional representation to elect the new East Midlands mayor.",
        "additional_details": "I think proportional representation(PR)is a more up-to-date way of electing officials in the 21st century and would better reflect the electorate ( the people) of the East midlands, instead of using First pasted the post which is out of date and only benefit the main parties ie Labour, Conservative and Liberal Democrats, by using PR, it would allow other political parties a chance of getting elected to be the mayor of the East midlands which will cover Derby, Derbyshire and Nottingham and Nottinghamshire.",
        "background": "When it comes to passing legislation for the new east midlands combined authority, I would like the government or Parliament to stipulate that the voting system be used, should be proportional representation to elect the new mayor.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-13T13:36:33.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-15T12:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-03T13:23:19.038Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nProportional representation only works if you are electing more than one person - so the proportion of elected people reflects the proportion of votes for a party. \r\n\r\nIf you would like proportional representation for elections for local authorities we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-03T13:23:19.034Z"
    },
    "id": 648787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648787.json"
    },
    "type": "petition"
}