{
    "attributes": {
        "action": "Recognize our right to engage in a peaceful protest by reducing our work hours",
        "additional_details": "There is mass support for Palestinians in this country across various professions and its only fair if people want to cut back or quit their services as a peaceful protest and as a way of being heard so many of us are effected by the bias headlines that is only supporting one side of the story while turning a blind eye to the suffering that Palestinians have gone through for decades there for we would like to quit our jobs or cut back our services too in support of innocent palestinian families.",
        "background": "Accept our right to either quit our jobs or cut down our full time working hours to the least part time working hours as a peaceful protest against the recent Food and water cuts imposed by Israel on innocent palestinian families who had nothing to do with the attacks on Israel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-16T16:48:59.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-20T16:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-31T11:47:36.306Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition asking for people who strike on this issue to be protected from dismissal, if that's what you'd like. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-31T11:47:50.398Z"
    },
    "id": 649148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649148.json"
    },
    "type": "petition"
}