{
    "attributes": {
        "action": "Make politicians lying in order to get voted for/elected, a criminal offence.",
        "additional_details": "I believe that the Government should pass this law in order to protect the British public from mistakenly voting for a politician, based purely on the lies they had been fed in the election campaign. This would likely prevent many unforeseeable incidents from occurring under the control of fraudulent politicians. In addition, it would likely be a substantial first step in the direction of regaining the public's trust of politicians withing the U.K. and creating a new-found interest in politics.",
        "background": "I want parliament to pass a new, strict law making the act of lying about what they claim they'll do in order to get elected and/or voted for in an election a criminal offence, under the field of fraud, with the punishment being fines/prison time as well as a suspension from politics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-16T11:09:32.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-16T15:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-23T12:55:58.096Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nMake failure to deliver on campaign promises a criminal offence:\r\nhttps://petition.parliament.uk/petitions/641720\r\n\r\nMake it a criminal offence to lie to Parliament:\r\nhttps://petition.parliament.uk/petitions/644584\r\n\r\nRevoke rules against accusing MPs of lying in the House of Commons:\r\nhttps://petition.parliament.uk/petitions/639685"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-23T12:55:58.094Z"
    },
    "id": 649107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649107.json"
    },
    "type": "petition"
}