{
    "attributes": {
        "action": "Stop Leek Council & Other Councils from Dropping Speed Limits to 20 like Wales!!",
        "additional_details": "The councils should be consulting people and providing real petitions. Really they should try and fix the road surfaces and focus on other green agendas if they want to make a difference.",
        "background": "Leek Town Council and Staffordshire Moorlands District Council are trying to reduce all town speed limits to 20mph in the town without a fair vote from ALL residents in the same fashion as Wales. This isn’t democratic and will slow down the local economy and increase emissions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-17T17:21:30.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-18T11:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-26T07:18:52.059Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about speed limits on local roads are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to prevent local authorities from setting 20mph speed limits, or to require local authorities to hold public referendums on reducing speed limits to 20mph, if either of those are things you would like the Government to do.\r\n\r\nYou could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-26T07:18:53.327Z"
    },
    "id": 649259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649259.json"
    },
    "type": "petition"
}