{
    "attributes": {
        "action": "Stop the Israel-Palestine conflict and implement two-state solution of the UN",
        "additional_details": "We ask the UK government to help stop the conflict between Israel and Palestine and implement the UN two-state solution for peace between Israel and Palestine.\r\nIn 1974, a UN resolution on the \"Peaceful settlement of the question of Palestine\" called for \"two States, Israel and Palestine side by side within secure and recognized borders\" together with \"a just resolution of the refugee question in conformity with UN resolution 194 The borders of the states would be \"based on the pre-1967 borders\"",
        "background": "We ask the UK government to help stop the conflict between Israel and Palestine and help implement the UN resolution of two-state solution. The borders of the state of Palestine would be \"based on the pre-1967 borders\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-17T13:57:56.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-17T16:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-24T10:22:13.185Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nSeek a ceasefire and to end Israeli occupation of the West Bank and Gaza Strip: https://petition.parliament.uk/petitions/648292\r\n\r\nSeek international framework recognising the state of Palestine: https://petition.parliament.uk/petitions/648881"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-31T13:14:52.064Z"
    },
    "id": 649241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649241.json"
    },
    "type": "petition"
}