{
    "attributes": {
        "action": "The obligation to use earphones at night when listening to loud music , watch TV",
        "additional_details": "",
        "background": "Listening to loud music and TV using earphones at night is a good practice to avoid disturbing neighbors and maintain a quiet environment. Also will prevent many neighborhood disputes and reduce the number of complaints filed with the council and police. It will improve people's mental health too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-18T22:30:46.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-19T09:14:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-26T13:58:27.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about whether to use headphones to listen to music or when watching TV are a matter for individuals, not the UK Government or Parliament.\r\n\r\nThere are already laws around statutory nuisances, which includes noise that unreasonably and substantially interferes with the use or enjoyment of a home or other premises, or injures health or is likely to injure health. You can find out more about how councils deal with complaints about noise nuisance here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nWe could accept a petition calling on the Government to change legislation on statutory nuisances, for example by widening the definition of what constitutes a statutory nuisance, so local authorities can take action in more cases."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-26T13:58:27.982Z"
    },
    "id": 649387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649387.json"
    },
    "type": "petition"
}