{
    "attributes": {
        "action": "AlLLOW HEALTH CARERS ON T2 VISA WORK FOR OTHER EMPLOYEES IN HEALTH UNLIMITED",
        "additional_details": "We pray the government allows removes the 20 hours part time job limitation for the T2 visa to enable caregivers work 4 other companies and make money to pay bills and take care of Der families without breaking the law because most of the sponsorship license companies have less or no hours most time for them and that pushes other to debts, depression and mental instability effecting their life and wellbeing. D government should also  brings company workers to book when employees are treated with",
        "background": "The immigrants on T2 visas are currently going through a lot of challenges such as ill treatment from employers just because they were sponsored by them leaving most of the caregivers depressed and mentally unstable to carry out their duties while some companies don’t even have jobs for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-19T18:49:06.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-19T19:33:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-26T12:42:53.415Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for a similar action:\r\n\r\nAllow Healthcare Workers on skilled worker visas to work for any employer: https://petition.parliament.uk/petitions/637091\r\n\r\nIncrease the additional hours that migrants on Skilled Worker Visas can work: https://petition.parliament.uk/petitions/642178"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-26T12:42:53.413Z"
    },
    "id": 649466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649466.json"
    },
    "type": "petition"
}