{
    "attributes": {
        "action": "Reconsider 20mph speed limits on London roads",
        "additional_details": "The recent 20mph speed limits that have come into force on London roads seem to be causing more harm than good. There is significant traffic build up which is causing congestion and therefore more pollution which is counteractive of why it came into force. \r\nIt also means that people are more distracted looking at their speedometer rather than at the road. This in itself, is far more dangerous and will lead to more accidents and collisions than a 30mph speed limit.",
        "background": "30mph roads should be brought back on main roads in London to reduce congestion and keep London moving. The government should put into force a blanket speed limit of 30mph on main roads. Areas in which there are many pedestrians should be made safer using better street lighting or pedestrian zones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-20T14:46:13.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-20T21:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-30T12:16:23.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local speed limits in London are a matter for Transport for London and the relevant borough councils, not the UK Government or Parliament.\r\n\r\nYou could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-30T12:16:52.763Z"
    },
    "id": 649557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649557.json"
    },
    "type": "petition"
}