{
    "attributes": {
        "action": "Change the legal working age to 15 years old instead of 16.",
        "additional_details": "First and foremost, reducing the minimum working age to 15 can significantly contribute to the development and future prospects of our youth. By allowing 15-year-olds to gain employment experience, we empower them with valuable skills and knowledge that can complement their formal education. This early exposure to the workforce can foster a sense of responsibility, improve time management, enhance problem-solving abilities, and boost communication skills.",
        "background": "Lowering the minimum working age in the UK to 15 is a topic that warrants careful consideration. Advocates of this change argue that it could bring several benefits, while opponents express concerns about its potential drawbacks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-20T16:40:56.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-20T16:49:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-27T14:42:53.276Z",
        "rejection": {
            "code": "already-happening",
            "details": "From the age of 13 children can work part-time. You can find out about the rules relating to child employment here: https://www.gov.uk/child-employment\r\n\r\nWe could accept a petition calling for changes to the rules on child employment, or changes to the school leaving age, if you want children to be able to leave school early to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-27T14:42:53.273Z"
    },
    "id": 649574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649574.json"
    },
    "type": "petition"
}