{
    "attributes": {
        "action": "Implement all schools to teach Sign Language and First Aid as mandatory subjects",
        "additional_details": "I want the government to bring a law to make sure all children and kids learn sign language and first aid as this is a subject that we keep and remember for life and it may save someone’s life no matter what age or situation these need to be taught as we have so much parents and accident on the street that knowing these can save someone’s life.\r\nSo sign language and first aid should be mandatory in schools taught to children as a subject to bring the communities together and let’s us all communicate equally",
        "background": "I want to help everyone globally to communicate and spread awareness of first aid and sign language so everyone can communicate no matter what age with anyone and everyone",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-22T00:37:33.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-22T03:26:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-02T10:49:16.088Z",
        "rejection": {
            "code": "duplicate",
            "details": "We currently have a petition open asking that BSL is added to the national curriculum, which you can sign here: https://petition.parliament.uk/petitions/638103\r\n\r\nSchools are already required to teach first aid as part of health education. You can see what aspects of first aid are on the curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-02T10:49:27.280Z"
    },
    "id": 649685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649685.json"
    },
    "type": "petition"
}