{
    "attributes": {
        "action": "Force insurance companies to disclose exact reasons why premiums increase yearly",
        "additional_details": "For years insurance goes up without clear understanding as to why (Charts/Figures) or the exact reasons for it going up to the individual. More so random references to the cost of claims going up to the companies but no detail on why. There needs to be a breakdown to what exactly pushes up premiums published monthly. The Prudential Regulatory Authority (PRA) needs to investigate if there is widespread market fixing similar to the London Interbank Offered Rate (LIBOR) fixing scandal in 2012.",
        "background": "The cost of insurance has increased buy over 50% overall in 12 months to (June 2023). There needs to be clear and transparent way for consumers to understand why their insurance has increased and the insurance companies to breakdown where rises in costs are for motorists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-24T12:20:52.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-31T21:22:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-08T12:24:50.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want insurance companies to be required to advise customers why their premiums have increased if and when they renew an annual contract, or if you want insurance companies to be required to publish information about insurance premium costs on a monthly basis.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEstablish a Commission to investigate extortionate Car Insurance price rises: https://petition.parliament.uk/petitions/644067"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-08T12:24:51.411Z"
    },
    "id": 649840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649840.json"
    },
    "type": "petition"
}