{
    "attributes": {
        "action": "Pass an act that allows long term renters right to buy with no deposit",
        "additional_details": "I want the government to pass an act wherein if someone or 2 people have proof that then have paid rent on time and in full for 24 months (which would roughly equal a deposit on a house) they should be able to enter a mortgage agreement. Wherein if they can provide one month's mortgage they should be able to purchase a house. Same should be said if there is already in a mortgage agreement, a deposit should not be needed if mortgage payments are up to date. Just one month's mortgage in advance.",
        "background": "With the current state of finances in the UK it is impossible to save for a deposit on a house/property & rent at the same time meaning less people are on the property ladder & only landlords are benefitting. If someone has rented for 24 months or more this should act as a proof of deposit to buy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-27T10:53:44.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DLUHC",
                "name": "Department for Levelling Up, Housing and Communities ",
                "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-27T17:39:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-06T09:49:10.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about what mortgages to offer, and who to offer them to, are a matter for individual lenders, not the Government or House of Commons.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-27T13:04:54.220Z"
    },
    "id": 650074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650074.json"
    },
    "type": "petition"
}