{
    "attributes": {
        "action": "Workers shouldn't have to book their holiday entitlement a year in advance.",
        "additional_details": "More protections for worker holiday entitlement. Managers often threaten workers that, if they do not book time off a year in advance they will lose their holiday entitlement completely. This is an unfair system. Nobody knows what will change in their life 3, 6, 8 months from now - let alone a year!",
        "background": "More protections for worker holiday entitlement. Managers often threaten workers that, if they do not book time off a year in advance they will lose their holiday entitlement completely. This is an unfair system. Nobody knows what will change in their life 3, 6, 8 months from now - let alone a year!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-29T11:22:11.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-29T15:50:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-07T13:00:22.782Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about when employees are asked to give notice of leave, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe general notice period for taking leave is at least twice as long as the amount of leave a worker wants to take, plus 1 day. For example, a worker would give 3 days’ notice for 1 day’s leave.\r\n\r\nAn employer can refuse a leave request or cancel leave but they must give as much notice as the amount of leave requested, plus 1 day. For example, an employer would give 11 days’ notice if the worker asked for 10 days’ leave.\r\n\r\nIf the contract says something different about the notice a worker or employer should give, what’s in the contract will apply.\r\n\r\nAlthough employers can refuse to give leave at a certain time, they cannot refuse to let workers take the leave at all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to prevent employers from requiring staff to give more than the general notice period for leave, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-08T14:58:17.817Z"
    },
    "id": 650198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650198.json"
    },
    "type": "petition"
}