{
    "attributes": {
        "action": "Stop & permanently ban privatisation of UK's main public services: NHS, railways",
        "additional_details": "The privatisation of essential services like the NHS and railways often leads to higher costs for consumers, reduced service quality, and decreased accessibility. Historical precedents demonstrate that profit-driven motives can jeopardise the public's best interests. The NHS and railways are integral to the UK's social fabric and should prioritize citizens over profit. Ensuring they remain publicly owned guarantees that they serve everyone equitably, fostering trust and ensuring national well-being.",
        "background": "We urge the Government and Parliament to not only halt current privatisation processes of crucial public services like the NHS and railways but to also legislate against any future attempts. These services are vital for public welfare and should remain publicly owned and operated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-30T14:13:00.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-13T13:18:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-23T15:54:47.910Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about privatisation, but we're not sure if you want there to be no further privatisation, or the reversal of all or some privatisation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, we have previously opened a petition calling on the Government to renationalise all industries that were publicly owned and restrict future sales: https://petition.parliament.uk/petitions/621537\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nNationalise the water industry in England and Wales without delay: https://petition.parliament.uk/petitions/638414"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-23T15:54:49.019Z"
    },
    "id": 650287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650287.json"
    },
    "type": "petition"
}