{
    "attributes": {
        "action": "Child maintenance service should have more power to enforce payments",
        "additional_details": "To many parents are struggling waiting for maintenance payments . CMS take too long to move parents onto collect and pay and get penalised with extra charge because of the fault of the paying parent not paying . There shouldn’t be a fee to apply for the service. The paying parent should be penalised with extra charges for not paying. More enforcement when the paying parent does not pay.",
        "background": "I want child maintenance service to have more power to enforce payments and payments should not take long after the first application . To many parents are getting away with not paying for there children and this has a burden on single parents struggling with a cost of living crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-03T13:42:52.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-04T06:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-13T08:51:21.133Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about non-payment of child maintenance, but it's not clear what additional enforcement powers you want the Child Maintenance Service (CMS) to have.\r\n\r\nThe CMS can already collect child maintenance arrears through a deduction from earning order that deducts payments from a paying parent's salary, or a deduction order, which deducts monies from a paying parent's bank account. a Court-obtained liability order, the CMS may take the a range of enforcement action.\r\n\r\nWe could accept a petition calling for the CMS to be given additional enforcement powers, but it would need to be clear what additional powers you want the CMS to be given. If you want to start a new petition you'd need to provide your full name.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake non-payment of child maintenance a criminal offence: https://petition.parliament.uk/petitions/646601\r\n\r\nDo not allow non-resident parents with CMS arrears to move off enforced payments: https://petition.parliament.uk/petitions/642349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-08T14:15:18.453Z"
    },
    "id": 650615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650615.json"
    },
    "type": "petition"
}