{
    "attributes": {
        "action": "Debate the efficacy and benefit of the Video Assistant Referee system (VAR)",
        "additional_details": "The FA and football’s other governing bodies do not have a neutral position on this due to committed investment and signed contracts in place. It is arguable they should already have made major changes to the VAR system given recent controversies and also factual events such as the length of time decisions take and the errors VAR continues to make. A debate in parliament should force the FA to act and make changes sooner than might otherwise be the case, if that is indeed the debated outcome",
        "background": "Debate properly the impact VAR is having on the national game in terms of enjoyment for the fans in the stadia, on television and viewers around the globe. Is VAR improving the game of football as a  product, is VAR improving the quality and allowing English teams to be more competitive in Europe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-09T10:02:31.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-09T20:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-21T14:59:18.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the usage of VAR are a matter for the Football Association, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-21T14:59:18.863Z"
    },
    "id": 651148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651148.json"
    },
    "type": "petition"
}