{
    "attributes": {
        "action": "I want the government/ parliament to improve the mental health services.",
        "additional_details": "I want the government/parliament to do this because this is important that people understand and spread awareness about mental health issues, in order for those people/teenagers to feel safe and valued and not feel like their feelings and problems don't matter when they do.",
        "background": "improve peoples understanding of mental health. teach individuals about mental health and to not discriminate people just because of there mental health problems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-13T13:49:25.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-13T14:00:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-23T12:15:40.851Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAs part of the national curriculum schools are already required to teach students about mental wellbeing, including mental ill health. You can find out what schools are expected to teach students about here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund a walk-in mental health hub in every GP surgery and hospital: https://petition.parliament.uk/petitions/643590\r\n\r\nRequire staff in any educational setting to be trained on mental health: https://petition.parliament.uk/petitions/650743\r\n\r\nIncrease funding for Mental Health Crisis services: https://petition.parliament.uk/petitions/641283\r\n\r\nReview Child and Adolescent Mental Health Services (CAMHS): https://petition.parliament.uk/petitions/642991\r\n\r\nIf you'd like the Government to do something different you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-23T12:15:41.887Z"
    },
    "id": 651455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651455.json"
    },
    "type": "petition"
}