{
    "attributes": {
        "action": "Make it unlawful to carry a knife in the public areas and public transport.",
        "additional_details": "So many young people have the wrong understanding of safeguarding outside their homes. They need to be educated, offer them the right programs to help them understand the harm that they cause and it involves the victim, their selves, their families and the society.\r\nThey need a warning that their live will change completely if they engage in crime activity.\r\nMoreover, it must be created a programme for schools related to knife crime which should take place various times during the school terms.",
        "background": "Considering the amount of knives that young people carry with them in public areas and transport, it is crucial that a law needs to be put in place which will require a massive fine payment, community service and other rehabilitation programs with immediate effect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-15T07:37:57.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-15T18:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-27T12:07:36.102Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already against the law to carry most knives in public without a good reason. You can find out more about the law on carrying knives here: https://www.gov.uk/buying-carrying-knives\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate a dedicated Minister for Knife Crime Prevention: https://petition.parliament.uk/petitions/639631\r\n\r\nMinimum sentence of 5 years for carrying a knife with a minimum fine of £10k: https://petition.parliament.uk/petitions/642085\r\n\r\nRemove the requirement of \"reasonable grounds\" for stop and search: https://petition.parliament.uk/petitions/645009"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-27T12:07:36.734Z"
    },
    "id": 651558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651558.json"
    },
    "type": "petition"
}