{
    "attributes": {
        "action": "Review children's settlement procedure, when British citizenship is not suitable",
        "additional_details": "Nowadays, to apply for the settlement scheme, for a newborn, the parent has only 90 days, and it is not enough time to issue a new passport from another citizenship, even harder for those who live far from their embassy or consulates.\r\n\r\nThe proposal is to allow children born in the UK, whose parents held the pre-settled status only, to apply using only the British Birth Certificate because the next step for this application can only be either, settled status or losing the pre-settled status.",
        "background": "Allow children, born in the UK, whose parents are under the settlement scheme and held only the pre-settled status, to apply to the settlement scheme using only the British birth certificate, avoiding the parents issuing another citizenship passport unnecessarily.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-15T22:30:55.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-17T20:05:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-04T13:57:13.248Z",
        "rejection": {
            "code": "already-happening",
            "details": "Where an application for a joining family member of a relevant sponsor who is a child born in the UK is made within 3 months of their birth, it is necessary only to provide their birth certificate or an identity document showing their date of birth to evidence that the application is being made within the deadline. You can read more about these arrangements here: https://www.gov.uk/government/publications/eu-settlement-scheme-caseworker-guidance/eu-settlement-scheme-eu-other-eea-and-swiss-citizens-and-their-family-members-accessible\r\n\r\nThese arrangements appear to address the concern raised in your petition. If there is something else you want the Government to do, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-04T13:58:29.277Z"
    },
    "id": 651613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651613.json"
    },
    "type": "petition"
}