{
    "attributes": {
        "action": "View with favour the establishment in Israel of a homeland for the Palestinians",
        "additional_details": "Since the Balfour Declaration in 1917, it is clear that, notwithstanding the then Cabinet's expressed intention to the contrary, much has happened to prejudiced the civil and religious rights of the non-Jewish people of the former British Mandate of Palestine. Decades of diplomacy have failed. The time has come to call decisively for action to right a wrong that dates back to the days of Empire, and thus restore some of our country's international reputation.",
        "background": "The British values of justice & fair play demand that restitution be made for harm done in the wake of a foreign policy initiative that, with the benefit of hindsight, was oddly naïve. Just as a century ago, HM Government should act boldly to end an historic injustice to an oppressed Semitic people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-17T21:49:44.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-20T13:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-06T15:45:55.473Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can't publish petitions when the request is something that's already happening, and the Government has said that it wants to see the creation of a sovereign, independent and viable Palestinian state – living in peace and security, side by side with Israel."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-29T15:00:59.796Z"
    },
    "id": 651740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651740.json"
    },
    "type": "petition"
}