{
    "attributes": {
        "action": "Reopen Hipperholme train station, to reduce congestion and improve air quality.",
        "additional_details": "The junction in Hipperholme is very congested at all times. The air quality is the worst in Calderdale. Residents commuting to Halifax, Bradford, Leeds (or Manc) have to drive to Low Moor, Halifax or Brighouse station first (which negates the benefit of public transport). Reopening the station would allow residents to access trains already passing through; decrease congestion; improve wellbeing; benefit Bradford's economy; improve air quality and support Hipperholme, Lightcliffe and Hove Edge.",
        "background": "Please reopen the Hipperholme train station in Calderdale. There used to be platforms running alongside the lines, up to the tunnel. The Calder Valley trains currently pass through.The suggestion would be that the trains stop at Hipperholme to allow residents to commute to Bradford/Leeds/Halifax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-21T17:33:07.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-21T17:47:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-04T16:27:14.422Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for train stations. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-04T16:35:02.413Z"
    },
    "id": 651941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651941.json"
    },
    "type": "petition"
}