{
    "attributes": {
        "action": "Legalize regulations for car and van lights that are a safe limit",
        "additional_details": "To reduce accident risks on the road, to make the roads and cars safe, as evidence shows through R.A.C research on car drivers of different ages and the fact this has been brought to the government attention before however it wasn't deemed important at the time to do anything about. Cars with these new LED lights are more prevalent than before and are on roads more often now something needs to be done now not after so many more accidents have occurred and people's lives have been put at risk.",
        "background": "For car manufacturers and for those who think about changing lights after a car is bought. To have penalties put in place for those drivers that change lights to brightness over the legal limit that can increase accident risk to other vehicles on the road",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-21T17:49:28.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-31T17:39:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-08T09:16:55.349Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere are already regulations that govern car headlights. The Road Vehicles Lighting Regulations 1989, as amended, (“the 1989 Regulations”) make provision about the fitting, maintenance and luminosity requirements of lighting equipment for motor vehicles and trailers used on roads. Under Regulation 27 it is an offence to “use any lights in a way which would dazzle or cause discomfort to other road users, including pedestrians, cyclists and horse riders”. This is repeated in Rule 114 of the Highway Code.\r\n\r\nWe could accept a petition calling for changes to regulation of car headlights, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-08T09:16:56.381Z"
    },
    "id": 651944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651944.json"
    },
    "type": "petition"
}