{
    "attributes": {
        "action": "GCSE formulas should be present in exams throughout everyone’s GCSE papers!",
        "additional_details": "Furthermore, the education department is using COVID-19 as an excuse to give the current students who will be sitting these exams the formulas as they have supposedly missed two years of learning. It is only just if everyone has this opportunity. Moreover, the government has fined Post Office millions of pounds due to the fact that they used COVID-19 as an excuse to be delivering parcels late. it is not fair and everyone should have this opportunity. AI and technology has drastically improved so we will not have to use our memory to remember formulas which we will probably never have to use.",
        "background": "The government and the Education department should allow GCSE papers to have the formulas as it is not just for the students. In addition, the examiners do not want to see that we can memorise these formulas, they want to see that we can apply our knowledge and use these formulas in our papers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-23T20:22:23.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-23T20:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-05T14:25:29.344Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/650047 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-05T14:25:29.360Z"
    },
    "id": 652078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652078.json"
    },
    "type": "petition"
}