{
    "attributes": {
        "action": "Provide a proper and adequate solution for blister pack recycling UK wide.",
        "additional_details": "Big Pharma is one of the most powerful industries with a global revenue of $1.48 trillion.+ (2022). Blister packaging $27b.+.\r\n\r\nThe NHS uses c150m blister packs/yr. Add private healthcare providers and retailers - it's a huge environmental problem.\r\n\r\nWe demand the Gov and the sector work together to: sponsor proper recycling of it's waste; develop more sustainable packaging solutions and: commit to a circular economy\r\n.\r\nEnough is enough, Big Pharma must step up and the Gov must ensure they do.",
        "background": "A proper solution for the recycling of blister packs must be enforced to reduce the amount of packaging waste going to landfill whilst alternatives to the packaging are sought. Industry must be made to refine the recycling process whilst developing alternative packaging solutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-27T15:48:14.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-27T16:47:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-07T10:06:07.295Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: \r\n\r\nRequire local councils to recycle medical blister packs: https://petition.parliament.uk/petitions/651172\r\n\r\nWe could accept a petition calling for the Government to introduce different arrangements for the recycling of blister packs in England, but it would need to be clear what arrangements you wanted the Government to introduce.\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for, and the UK Government is only responsible for waste management in England. This is a devolved matter in Scotland, Wales and Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-07T10:06:31.257Z"
    },
    "id": 652238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652238.json"
    },
    "type": "petition"
}