{
    "attributes": {
        "action": "Recognise Cane Corso Italiano as an official breed by Kennel Club UK",
        "additional_details": "Cane Corso Italiano are already recognised as an official breed in other countries. \r\nIt would ensure that responsible breeding practices are followed by establishing clear guidelines based on FCI standards and the Kennel Club endorsed breeder scheme. \r\nRecognition would discourage unethical breeding practices that often lead to health/behavioural issues. Official recognition would promote responsible ownership, awareness about proper care and training needs unique to Cane Corsos' characteristics.",
        "background": "As a dog lover, I am worried about the future of dog ownership and certain dog breeds in the UK. I wish to start this petition urging the Kennel Club UK to officially recognise and endorse the Cane Corso Italiano breed using the FCI breed standard. Thus protecting them from unfair discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-27T16:11:10.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-27T16:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-06T18:30:18.916Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThis would be a decision for the Kennel Club, not the UK Government or Parliament. You may wish to contact them directly about this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-06T18:30:24.176Z"
    },
    "id": 652240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652240.json"
    },
    "type": "petition"
}