{
    "attributes": {
        "action": "Petition to Allow Self-Defence in Own Home",
        "additional_details": "The request for a review and potential amendment of self-defence legislation within one’s own home stems from a commitment to safeguarding the well-being and rights of law-abiding citizens, Such As:\r\n\r\nIndividual Security: The primary concern is the safety of individuals and their families within their homes. Empowering citizens to protect themselves ensures a fundamental right to personal security, fostering a sense of well-being and confidence in one’s own dwelling.",
        "background": "The petition calls for a review and potential amendment of existing legislation concerning self-defence within one's own home. The primary objective is to empower individuals to protect themselves, their loved ones, and their property without facing unwarranted legal consequences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-28T18:36:46.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-28T18:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-11T09:10:34.014Z",
        "rejection": {
            "code": "no-action",
            "details": "You can already use reasonable force to protect yourself or others if a crime is taking place inside your home, so we're not sure exactly what you want the Government or Parliament to do.\r\n\r\nYou can find out more about rights to use use reasonable force to protect yourself or others if a crime is taking place inside your home here: https://www.gov.uk/reasonable-force-against-intruders"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-11T09:10:35.085Z"
    },
    "id": 652305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652305.json"
    },
    "type": "petition"
}