{
    "attributes": {
        "action": "Lower the new income requirements for skilled workers, family visas.",
        "additional_details": "This is inhumane, those who come to the UK on the legal route are being punished. But the British spouse pay the visa fee and the health charge to cover there foreign spouses/dependents. Once here most the spouse's are in work and paying taxes from their wages. If you must change then make the requirements at least reachable and ask every spouse that enters to work at least 20 hours a week. Don't punish those who are here legally and those who are applying to enter the UK the right way.",
        "background": "We want the government to reconsider the huge jump they've issued for skilled workers and family visas. The jump from £18,600/ £26,000 up to £38,700 is a punishment to those working hard to be united with there family. Especially those foreign skilled workers who now can't bring their dependents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-06T08:59:52.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-06T09:21:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-18T16:08:02.369Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCancel increase to minimum income requirement for Skilled Worker and Family visa: https://petition.parliament.uk/petitions/652619\r\n\r\nDon’t increase the income requirement for family visas to £38,700: https://petition.parliament.uk/petitions/652602"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-18T16:08:03.922Z"
    },
    "id": 652735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652735.json"
    },
    "type": "petition"
}