{
    "attributes": {
        "action": "Increase the responsibility universities should have regarding mental health",
        "additional_details": "The frameworks that are being set for universities are not having a dramatic effect on students, therefore it argues that the only standpoint now is for the Government to step in and provide the portect students desperately need.",
        "background": "As a high risk group, the majority of university students are struggling with mental health issues, whether self-diagnosed or diagnosed by a doctor. It is the Government's obligation to react and provide legislation that protects it's citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-08T12:30:57.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-08T12:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-18T08:38:59.336Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the level of responsibility universities have for the mental health of students, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire staff in any educational setting to be trained on mental health: https://petition.parliament.uk/petitions/650743\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we have previously opened a petition calling on the Government to create statutory legal duty of care for students in Higher Education."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-18T08:39:00.910Z"
    },
    "id": 652903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652903.json"
    },
    "type": "petition"
}