{
    "attributes": {
        "action": "Make changes regarding the upcoming  ban on XL Bullies .",
        "additional_details": "To look again at the upcoming ban on these poor dogs.\r\nWhy destroy a healthy animal dog attacks have been happening for years with all breeds.Humans do a lot worse and spend time in prison fed and watered and most get a second chance not a death sentence.\r\nWhy not let the dogs that are here through no fault of their own have the chance to live a happy life and get homed.\r\nMake it law that they can not breed and have to be neutered and where a muzzle but please don’t sentence them to death .",
        "background": "Look again at the ban regarding XL Bullies.\r\nMake changes that give them a chance to be homed and loved .\r\nNo death sentence for humans so why for these poor dogs . \r\nIt actually breaks my heart that a few people in power can make such unfair decisions.\r\nWhat breed will be next ?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-10T17:45:55.931Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-10T19:50:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-18T13:15:53.651Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nDelay the ban on rehoming and owning XL Bully dogs for 18 months: https://petition.parliament.uk/petitions/650474\r\n\r\nReview and reform arrangements for ban on XL Bully type dogs: https://petition.parliament.uk/petitions/652260"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-18T13:15:54.947Z"
    },
    "id": 653029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653029.json"
    },
    "type": "petition"
}