{
    "attributes": {
        "action": "Get rid of the planters off Kirkgate otley, stop them killing small businesses.",
        "additional_details": "Many businesses have plead with Otley bid and local town councillors for the removal now covid is over . Not only have pleas been ignored but this has had a knock on effect on the local economy as there is no space for tourists and shoppers to park as these planters are in disabled parking spots as well as standard . Making kirkgate inaccessible. Further more they are a massive eyesore .",
        "background": "Get rid of the planters , local businesses pleas have been ignored . Many shops and local enterprise have been closed down and many more will follow suit if action is not taken . This is now in the national press . These originally was for social distancing now covid is over the planters remain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-11T22:02:17.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-11T22:23:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-21T11:49:48.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about the planters at Kirkgate Otley are a matter for the relevant local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-21T11:49:58.251Z"
    },
    "id": 653112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653112.json"
    },
    "type": "petition"
}