{
    "attributes": {
        "action": "Reverse the increased £38,700 minimum income threshold for work and family visas",
        "additional_details": "We are in a cost-of-living crisis, most public sector have not had significant salary raises in 12 years of austerity. Salaries are not rising with inflation, making the right to family life a privilege for the wealthy. \r\n\r\nHome Office charges most applicants thousands of pounds on visa fees, and thousands for renewal every couple of years, and most cannot claim benefits, despite being taxpayers. These measures are essentially removing legal routes for hardworking people to make a life in the UK.",
        "background": "The changes proposed by Home Office leave thousands of British people without the right to be with their children, mothers, fathers, partners, and loved ones.It will also crush our NHS, which is already facing huge staff shortages, by preventing hard-working people from filling the much-needed posts",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-14T20:50:48.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-14T21:10:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-20T12:22:07.295Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCancel increase to minimum income requirement for Skilled Worker and Family visa: https://petition.parliament.uk/petitions/652619\r\n\r\nDon’t increase the income requirement for family visas to £38,700: https://petition.parliament.uk/petitions/652602"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-20T12:22:08.617Z"
    },
    "id": 653278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653278.json"
    },
    "type": "petition"
}