{
    "attributes": {
        "action": "Review of XL bully ban",
        "additional_details": "The ban is cruel it is a genocide. Law that should take more time to be implemented, the ban is made spontaneously without thinking about all they innocent affected animals and their dog owners. This ban will after many dogs that fall in the category of an banned XL bully, there will be many cross breeds affected. Innocent animals currently being at the rescue without enough time left to be rehomed. This ban is a contradiction to animal welfare act.",
        "background": "I am asking to reconsider the ban of XL bully. There should be different rules for owning this kind of breed. The ban of rehoming this breed after December 31st is pure genocide considering how many innocent dogs that fall in to the category of an XL bully will be put down.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-14T19:56:47.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-14T20:49:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-20T12:19:46.415Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nDelay the ban on rehoming and owning XL Bully dogs for 18 months: https://petition.parliament.uk/petitions/650474\r\n\r\nReview and reform arrangements for ban on XL Bully type dogs: https://petition.parliament.uk/petitions/652260"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-20T12:19:47.481Z"
    },
    "id": 653274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653274.json"
    },
    "type": "petition"
}