{
    "attributes": {
        "action": "Allow schools to remove posts from social media sites like tik took and instaram",
        "additional_details": "These sites on social media need to realise that a simple post can ruin somebody's life career or business .There is also the concern that posts made in or outside a school building is leaving children exposed Some children are l'ooked after' children therefore exposing their faces on social media could have very serious repercussions .",
        "background": "I would like Schools and other public services to have the power to remove any social media footage of their establishment especially negative posts.Exposing children on these sites without permission is failing our duty  of care .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-14T12:48:10.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-14T18:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-20T12:07:57.200Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want publication of footage of schools or other public services without the consent of the relevant establishment to be made illegal, or if you want social media companies to be required to remove certain content of schools or other public services on the request of the relevant establishment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-20T12:07:58.991Z"
    },
    "id": 653242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653242.json"
    },
    "type": "petition"
}