{
    "attributes": {
        "action": "Instead of seizing a dog just for how they look use temperament, DNA and papers.",
        "additional_details": "If we go based just off of looks then a Staffordshire Bull Terrier could be a pit bull just based on how they look. So many innocent dogs will be seized and possibly destroyed based on just how they look. Instead of banning breeds make backyard breeding illegal! Impose harsh prison sentences! Instead of banning breeds make it illegal to own certain breeds without a license. These things could be used instead of destroying innocent dogs and putting them and their owners under unnecessary stress!",
        "background": "The government is using features to determine a breed for example with the new XL Bully ban! It’s completely unfair and incredibly inaccurate! Instead of seizing a dog just for how they look use temperament, DNA and if possible blood line papers!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-21T22:07:17.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-22T10:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-02T10:44:10.572Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nAllow DNA tests to prove breed under the Dangerous Dogs Act: https://petition.parliament.uk/petitions/650414\r\n\r\nIf you only want dogs to be able to be seized or destroyed due to bad behaviour, and not their breed, we have published the following petition, which you might like to sign:\r\n\r\nScrap ban on dog breeds, regulate dog owners and ban euthanasia of healthy dogs: https://petition.parliament.uk/petitions/652050"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-02T10:44:11.687Z"
    },
    "id": 653631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653631.json"
    },
    "type": "petition"
}