{
    "attributes": {
        "action": "NHS sexual health tests to have full breakdown as standard",
        "additional_details": "When testing sexual health in the NHS  your results are sent ad all tests negative , not stating what tests were done and where they were done .\r\n\r\nThey should have a full breakdown of all samples taken and all results for all samples so people know exactly how they have been tested, which can limit the spread of sexual diseases,  \r\n\r\nIt is easy to avoid testing certain areas and as the UK also has a large number of sex workers  this being provided as standard would benefit both civilian sexually active people and sex workers to contine to havevs trusting snd healthy active sex life",
        "background": "Change how NHS sends out sexual health test results",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-29T13:44:39.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-29T13:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-04T11:22:24.856Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to provide tests results are a matter for the NHS, not the UK Government or Parliament.\r\n\r\nAlso, the UK Government and Parliament are only responsible for healthcare in England. Healthcare in Wales is the responsibility of the Welsh Government and Welsh Senedd."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-04T11:22:25.420Z"
    },
    "id": 653875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653875.json"
    },
    "type": "petition"
}