{
    "attributes": {
        "action": "Reconsider the ban on XL bullys",
        "additional_details": "These dogs are known for their impressive size, strength, and gentle temperament.\r\nIt is important to note that breed specific legislation, such as the  ban on XL Bullys, has been proven to be ineffective. Studies have shown that responsible ownership and proper training are the key factors in preventing dog-related incidents, regardless of the breed. Furthermore, XL Bullys are often cherished members of their families and provide companionship, love, and support. Many owners rely on these dogs for emotional support and therapy purposes. Banning XL Bullys would not only harm these families but also deprive individuals of the therapeutic benefits that these dogs provide.",
        "background": "Instead of implementing a ban, I urge you to consider alternative solutions that focus on responsible pet ownership and education. By promoting responsible ownership, we can ensure that all dog breeds, including XL Bullys, are raised in a safe and nurturing environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-03T15:12:25.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-03T16:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-10T08:55:31.666Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nScrap ban on dog breeds, regulate dog owners and ban euthanasia of healthy dogs: https://petition.parliament.uk/petitions/652050"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-10T08:55:33.041Z"
    },
    "id": 654170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654170.json"
    },
    "type": "petition"
}