{
    "attributes": {
        "action": "A second chance for British citizens",
        "additional_details": "We need to give the homeless a second chance at life. Help them get off the streets and into jobs. Help with housing. Build more homes for our UK citizens. There are 261,189 long-term empty properties in England alone. \r\n\r\nNew research from Shelter shows at least 271,000 people are recorded as homeless in England, including 123,000 children. Let's give everyone a second chance. New jobs. New homes rebuild the empty houses",
        "background": "Help for the homeless. More jobs, homes/flats available to the British citizens. No one should be on the streets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-02T23:29:33.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-03T07:56:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-09T10:51:48.106Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about homelessness, but we are not sure what specific action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have the following petitions open on our site, which you may wish to sign:\r\n\r\nEnsure everyone experiencing homelessness can access emergency accommodation: https://petition.parliament.uk/petitions/647221\r\n\r\nCreate a national strategy to end youth homelessness: https://petition.parliament.uk/petitions/642986\r\n\r\nGive British people priority need for accommodation: https://petition.parliament.uk/petitions/642012\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-09T10:51:49.817Z"
    },
    "id": 654127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654127.json"
    },
    "type": "petition"
}