{
    "attributes": {
        "action": "Mandatory dog behaviour and handling training for all police officers",
        "additional_details": "The XL Bully ban comes in on 01.02.24. This will mean this breed will be illegal. All officers can seize a dog they \"think\" may be banned, they make this judgement without any training or knowledge, as only a DLO can legally identify banned breeds. But with less than 100 nationally, backlogs prevent dogs that are not banned going home.The way a dog is taken is often very traumatic due to the use of catchpoles and cadges.Very stressful for dogs and owners, when basic training would help everyone.",
        "background": "Most police officers are not trained in breed recognition or basic dog behaviour, but they are on the front line, enforcing the laws around dog control.Many dog are seized incorrectly. Sadly in 2023, two dogs were shot, despite their body language suggesting that they were not being aggressive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-04T13:42:45.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-04T14:37:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-12T17:06:24.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about training for police officers are a matter for individual police forces and the College of Policing, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-19T15:37:59.892Z"
    },
    "id": 654243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654243.json"
    },
    "type": "petition"
}