{
    "attributes": {
        "action": "Bring the cost of car insuance down for young drivers",
        "additional_details": "No one can afford car insurance, it’s a complete joke and people wonder why young drivers are having fake insurance if not no insurance etc, we need insurance companies to be told to bring car insurance down. People are being forced to sell there cars and don’t have any money to pay for insurance",
        "background": "Make it illegal for car insurance companies to over price car insurance and make them the prices they are",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-05T06:13:21.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-05T08:27:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-16T12:24:33.878Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of car insurance for young drivers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to Stop car insurers considering age of driver when setting insurance policies.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nEstablish a Commission to investigate extortionate Car Insurance price rises: https://petition.parliament.uk/petitions/644067\r\n\r\nPlace a Cap on Motor Insurance Premium Increases: https://petition.parliament.uk/petitions/649918\r\n\r\nIntroduce fixed prices for car insurance based on power to weight ratio and age: https://petition.parliament.uk/petitions/646793\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-16T12:24:41.457Z"
    },
    "id": 654313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654313.json"
    },
    "type": "petition"
}