{
    "attributes": {
        "action": "Increase Carers Allowance for Sole Carers providing 24hr family adult care @home",
        "additional_details": "They need to relook at the Care Allowance. Not one size fits all. Sole Carers are hit the hardest in their role \r\nFinancially, Physically, Mentally. They need help in their Role.Help with getting restbite for themselves weekly. Help with providing the one to take care of with a full life. That is impossible with that Care Allowance. A lump Sum or increase should be prepared yearly for the Sole Carer to use as an Aid in getting help with Care breaks, assisting in Daily costs from day to day & more",
        "background": "Firstly there isn't enough space here to explore what my petition is for. And the families affected by Disability as a Carer to that person. As it stands the care Allowance of 70pence a hr is not only a joke but isn't a provision to provide the help Carers need. SOLE Carer are crying out for  help!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-13T12:18:07.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-18T10:44:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-26T10:28:02.167Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nChange Carer's Allowance to pay carers minimum wage for every hour of care\r\nhttps://petition.parliament.uk/petitions/654029\r\n\r\nIncrease Carer’s Allowance to equal 35 hours at 50% of the living wage.\r\nhttps://petition.parliament.uk/petitions/653520\r\n\r\nIncrease pip and carers allowance as 10.1 percent increase is not enough.\r\nhttps://petition.parliament.uk/petitions/644542"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-26T10:28:02.164Z"
    },
    "id": 654974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654974.json"
    },
    "type": "petition"
}