{
    "attributes": {
        "action": "Ring-fence all revenue from parking and CAZ and for nationalized local transport",
        "additional_details": "If the government is serious about getting everyone out of cars it has to properly fund local public transport options. \r\nAs someone who has both lived and extensively traveled in Europe and further afield, I have seen how effective, efficient, clean and reliable public transport can be. There are lessons that can be learned from European neighbours how this does work. ",
        "background": "Ring-fence ALL revenue from charges & fines related to parking, Clean Air Zone and congestion charges for re-nationalized local public transport to reverse the decline in public transport pricing, quality, reliability and service options",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2024-01-18T11:47:45.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-08T15:05:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-23T10:31:47.462Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear if you'd like revenue to be used towards services that are already nationalised, or whether you'd like for all local transport to be nationalised.\r\n\r\nIn addition, we can only accept a petition if we have the full name of the petition creator, which is published alongside the petition text. \r\n\r\nThis can be in the form “first name last name” or “first initial last name”, but cannot be just a single name.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-23T10:31:59.632Z"
    },
    "id": 655362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655362.json"
    },
    "type": "petition"
}