{
    "attributes": {
        "action": "Create a space for motor enthusiasts to go to in towns and cities to stop ASB.",
        "additional_details": "I think this is a great idea as in every city or town there is a high amount of ASB due to motor vehicles. This would benefit residents as they will not have to deal with loud noise, speeding or dangerous driving. The vehicle owners will have an opportunity to take themselves and the vehicles out of the public areas and engage elsewhere. And lastly, the police will have more time to deal with other crimes rather than dealing with motorists. So ultimately, every party involved will benefit.",
        "background": "I and many people think that in every town and city possible, there should be spaces for motor enthusiasts to go to where they can meet and use their vehicle in a separate environment to the rest of the public. Even a simple, empty car park like place would be sufficient.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-19T22:23:56.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-19T22:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-29T17:34:34.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about provision of space for leisure activities are a matter for individual local authorities and landowners, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-29T17:34:34.602Z"
    },
    "id": 655487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655487.json"
    },
    "type": "petition"
}