{
    "attributes": {
        "action": "We call on the home secretary for clear guidance to police on Dog control laws.",
        "additional_details": "The XL Bully ban starts 01.02.24.  Police can seize a dog they \"think\" MAY be banned, this judgement is made without any training or knowledge. Only a DLO can officially ID a banned breed. But with less than 100 trained DLO's nationally, backlogs stop innocent dogs going home.The way a dog is taken is very traumatic using catchpoles and cadges.Very stressful for dogs and owners. Basic training would help everyone and the Home Secretary must ensure funding and resources are available for training",
        "background": "Police need training in dog behaviour, handling and identification. Most are not trained in these areas, despite being on the front line, enforcing dog control laws.Many dogs are seized incorrectly. Sadly in 2023, two dogs were shot, despite body language suggesting that they were not aggressive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-22T17:41:23.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-22T18:27:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-01T08:27:23.747Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already publishes guidance for enforcers (including the police) on dangerous dogs law, and it's not clear what additional guidance, or changes to the guidance, you want.\r\n\r\nYou can read the existing guidance here: https://assets.publishing.service.gov.uk/media/5a755914ed915d6faf2b24bc/dogs-guide-enforcers.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-01T08:27:24.927Z"
    },
    "id": 655641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655641.json"
    },
    "type": "petition"
}