{
    "attributes": {
        "action": "Introduce changes on insurance costs for young drivers,",
        "additional_details": "Motorists aged between 17 and 20 have seen their premiums double on average over the past 12 months, from £1,423 to £2,877, according to Confused.com. One quote was £23k for a 1tr fiesta\r\n\r\nAn 84% increase in the price paid by 18-year-olds means they are now paying more than £3,000 for the first time. All drivers up to the age of 43 can expect to pay £1,000 or more for their car insurance, on average, the study said.",
        "background": "Young drivers face a crisis with soaring insurance costs, hindering legal compliance as they cannot afford the cost. Paradoxically, older vehicles attract lower premiums, conflicting with old car initiatives. This compels young drivers towards riskier, older cars, jeopardizing road safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-23T12:18:51.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-23T13:40:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-01T09:15:47.682Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of insurance for young drivers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nEstablish a Commission to investigate extortionate Car Insurance price rises: https://petition.parliament.uk/petitions/644067\r\n\r\nPlace a Cap on Motor Insurance Premium Increases: https://petition.parliament.uk/petitions/649918\r\n\r\nIntroduce fixed prices for car insurance based on power to weight ratio and age: https://petition.parliament.uk/petitions/646793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-01T09:15:53.166Z"
    },
    "id": 655688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655688.json"
    },
    "type": "petition"
}