{
    "attributes": {
        "action": "Make Directors of Companies personally liable for Data Breaches.",
        "additional_details": "The United Kingdom is experiencing an unprecedented level of cyber attack where businesses and organisations of all shapes and sizes are succumbing to the attacker. All too frequently, sensitive and personal data is being exposed and made available to anyone with an internet connection. Many of the attacks are preventable through simple steps which the National Cyber Security Centre has been advising since its inception. UK citizens need these so-called leaders holding to account.",
        "background": "Pass legislation that ensures that CEOs, Directors and Business Owners of UK Companies, Charities and Businesses are deemed negligent and held personally liable for the effects of data breaches.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-23T10:25:47.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-23T11:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-06T10:25:22.040Z",
        "rejection": {
            "code": "already-happening",
            "details": "Company directors and others can already be held accountable for data breaches, with penalties including fines and criminal prosecution.\r\n\r\nYou can find out more about accountability for data breaches in the Information Commissioner's Office overview of the Data Protection Act 2018: https://ico.org.uk/media/2614158/ico-introduction-to-the-data-protection-bill.pdf\r\n\r\nIf you would like changes to existing rules about data breaches you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-06T10:27:15.613Z"
    },
    "id": 655685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655685.json"
    },
    "type": "petition"
}