{
    "attributes": {
        "action": "Change speeding restrictions on LGV Panel vans",
        "additional_details": "I find it absolutely ridiculous that the law in this day and age allows a van to go an extra 10mph quicker just because it has a rear window! Vehicles now have much better braking systems etc from when this law was made up!! \r\nAlso The fact of the matter is when I phoned the police to challenge my speeding ticket even they agreed with me that the law should be changed \r\nI even had proof from FORD that my van was a MPV it still didn’t matter because of this stupid prehistoric law",
        "background": "I don’t understand why some vans because they have a rear window can do an extra 10mph \r\nFor instance a transit panel van is restricted to 50mph but a transit Toreno with the EXACTLY the same running gear and braking system can do 60mph just because it has a rear window!!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-25T08:51:05.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-26T07:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-05T14:48:54.717Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The power to set the speed limit for certain vehicles in Scotland is devolved to the Scottish Parliament. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local MSP who represents you about this issue. \r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-05T14:48:54.716Z"
    },
    "id": 655841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655841.json"
    },
    "type": "petition"
}