{
    "attributes": {
        "action": "Change maintenance calculations from gross to net pay and consider affordability",
        "additional_details": "The CMS will not consider real life circumstances or affordability when making calculations. They flat out refuse to assist the paying parent regardless of the issues their calculations cause. If the government does not debate this issue, people are being and will continue to be forced into financial ruin and mental health issues. Paying parents have no support, the focus is purely on the child and receiving parent, and on enforcement action when obligations are not met. Fundamental changes are needed.",
        "background": "Change how the CMS calculate liability. Gross income should not be used. Net pay and affordability assessments should be used. Especially given the cost of living crisis we are enduring. Action is needed to stop paying parents being forced into financial difficulties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-28T09:39:50.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-29T10:47:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-07T10:42:29.775Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/655868\r\n\r\nWe could accept a petition calling for other changes to how child maintenance is calculated, but it would need to be clear what changes you want to be made. For example, we could accept a petition calling for the Government to base child maintenance calculations on disposable income, rather than gross or net income."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-07T10:42:31.349Z"
    },
    "id": 656094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656094.json"
    },
    "type": "petition"
}