{
    "attributes": {
        "action": "Introduce Basic First Aid as part of the National Curriculum",
        "additional_details": "Government is a great way for British Citizens’ voices to be heard, and everyone present has the power to make change. Therefore, the government should implement the change so that all citizens of the UK have the best chance at survival when possible. Nobody’s life should have to end due to a lack of First Aid knowledge.",
        "background": "Hundreds of people die every year in this country, and many of them could have been saved if people present had the skills and knowledge to perform Basic First Aid such as CPR or how to use a tourniquet. Therefore, First Aid should be introduced to the national curriculum for the upcoming generation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-28T01:04:38.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-28T01:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-07T10:55:03.297Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires that all students be taught about health and first aid in primary and secondary schools. In secondary school students should be taught life-saving skills, including how to administer CPR.\r\n\r\nYou can read the full Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe could likely accept a petition calling for specific new content to be added to the curriculum, if there is something specific that you would like to be taught as part of this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-07T10:55:03.294Z"
    },
    "id": 656088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656088.json"
    },
    "type": "petition"
}