{
    "attributes": {
        "action": "Improve bus punctuality within the North-East.",
        "additional_details": "The changes from this would benefit us highly as on many occasions, there has been a wait of 40+ minutes along with various different circumstances such as discrimination because of race, gender and sexuality. Towards both adults and children/young adults. As well as anti-social behaviour, people littering is a big issue, I believe that these changes will be able to create a safer and cleaner environment and hopefully change the reputation and quality of public transport for the greater good.",
        "background": "To develop bus punctuality by providing frequent bus services across the North-East and take action against anti-social behaviour alongside littering within buses as they can affect the quality of work from the bus drivers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-30T13:53:05.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-31T13:00:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-09T19:59:28.739Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also contact your local councillor. You can find their contact details here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nDecisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-09T19:59:28.737Z"
    },
    "id": 656264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656264.json"
    },
    "type": "petition"
}