{
    "attributes": {
        "action": "Create 600 extra staffed beds at Gloucestershire Royal Hospital",
        "additional_details": "GRH was built c1974.  The population has increased significantly since then.  Glos currently has <1.5 hospital beds per 1000 people where the national average is 2.4.  Ambulance crews spend half of their life queuing outside GRH with mostly frail & elderly people on stretchers that are not designed for long lies.  You CAN'T keep building houses and NOT hospitals.",
        "background": "Create 600 extra staffed beds at Gloucestershire Royal Hospital (GRH)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-30T11:53:03.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-30T19:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-08T11:24:53.901Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about facilities at local hospitals are a matter for individual NHS trusts and integrated care boards, not the UK Government or Parliament, so I’m afraid we aren’t able to accept your petition.\r\n\r\nYou can find out how to contact your local integrated care board here: https://www.nhs.uk/nhs-services/find-your-local-integrated-care-board/\r\n\r\nAny you can find out how to contact Gloucestershire Hospitals NHS Foundation Trust here: https://www.gloshospitals.nhs.uk/\r\n\r\nYou could also raise your concerns about access to renal care with your local MP. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-08T11:24:55.046Z"
    },
    "id": 656253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656253.json"
    },
    "type": "petition"
}