{
    "attributes": {
        "action": "Reopen the inquiry into universal credit.",
        "additional_details": "You cant have partizan policies guiding the service.\r\nIf a mistake has been made, the complaints process should have levers to effect change of any mistakes in policy.\r\n\r\nStaff at the DWP need to be proud to work for the DWP.\r\nRemoving ministerial inteference and providing private management, is one way to start the betterment and modernisation of the DWP.\r\n\r\nUniversal credit was rolled out in the DWP, without radical reform of the institution. The investigation into things needs to be ongoing.",
        "background": "To continue to investigate the rollout of universal credit. \r\nSpecifically the impact of policies that are potentially partizan.\r\nInvestigate the DWP's complaints process, is it fit for purpose?\r\nCan a bad policy be effectively flagged and fixed if it's wrong or doesn't work?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-01T12:49:43.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-09T11:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-19T12:02:11.208Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you are concerned about Universal Credit but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to reopening an inquiry, but it's not clear what inquiry you want to be reopened. We could accept a petition calling on the Government to launch a Public Inquiry into the rollout of Universal Credit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-19T12:02:11.205Z"
    },
    "id": 656402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656402.json"
    },
    "type": "petition"
}