{
    "attributes": {
        "action": "UKRI-regulated PhD candidates should be considered skilled workers.",
        "additional_details": "In all the countries of the European Union, Australia, USA, etc., PhD students are considered as skilled (or full-time workers). The UK is one of the few countries which considers them students. As the status of PhD changes from student to candidate after a presentation which is held by the end of the first year of PhD, so, they may be considered skilled worker from that time and their time should be considered in the five-year route to ILR, so that the PhDs do not leave the UK after their PhDs.",
        "background": "UK's government invest a lot on the PhD students from the taxpayer's money. The entry criteria for securing a PhD (compared to other courses) is also quite tough. To become a technological superpower, the UK should try to keep these talented PhD students (who will soon become doctors) in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-06T18:41:22.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-06T18:56:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-14T09:20:26.704Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's not clear if your petition is calling for changes to visa entitlements for PhD students, or for all PhD students to be entitled to full-time salaries.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-14T09:20:27.923Z"
    },
    "id": 656769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656769.json"
    },
    "type": "petition"
}