{
    "attributes": {
        "action": "Retain eligibility for further finance for additional STEM based degrees in 2025",
        "additional_details": "Given the current shortage of workers and huge amount of post 50 years old people who are inactive and  not currently seeking work, it would  improve the economy  by tempting early retirees back into employment via re- education. \r\n\r\nBy retaining the STEM entitlement for further student finance for additional Bachelors’ degrees - this creates opportunity for a better educated, more skilled, more flexible and adaptable workforce.",
        "background": "we request the government retain the current eligibility entitlement to further student finance for additional Bachelors’ degrees if the proposed additional degree is a STEM subject - as is the current position.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-06T22:20:09.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-06T23:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-14T09:42:26.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about student finance arrangements, but it's not clear what rules you're concerned about, and exactly what entitlements to student finance you want to be put in place.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-14T09:42:27.870Z"
    },
    "id": 656787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656787.json"
    },
    "type": "petition"
}