{
    "attributes": {
        "action": "Make workplaces and schools recognise pets as family members",
        "additional_details": "Pets are family.\r\nNearly 50% of the UK agrees upon this.\r\n\r\nFor some people pets are their only family, their only friends, companions, or even life dependencies. They can help us through the toughest times, wether that be something as simple as failing a test or not getting a job, to losing another loved one.\r\n\r\nPets are special and should be treated no different than other family, there's already laws protecting them the same as humans, so people should be given time to grieve when losing them too.",
        "background": "Force any and all workplaces to recognise pets as family members when concerning family emergencies, wether that be an accident, urgent surgery being needed, death, etc.\r\n\r\nTime off will be granted in cases of death depending on time of ownership, and time will be given for medical emergencies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-08T10:22:38.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-08T10:37:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-15T14:59:33.880Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about time off from school for family emergencies are a matter for individual schools, not the Government or Parliament, but we have published the following petition, which you might like to sign:\r\n\r\nIntroduce a right to pet care and bereavement leave: https://petition.parliament.uk/petitions/655074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-15T14:59:34.930Z"
    },
    "id": 656871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656871.json"
    },
    "type": "petition"
}