{
    "attributes": {
        "action": "Doctors should have the right to work as physician associates if they wish.",
        "additional_details": "Many doctors are having difficulty finding training posts in hospital specialities and general practice. Many doctors who have completed their specialist training are also finding it difficult to find work. PAs are normally allowed to work in the same hospital long term which would suit many doctors. PA pay rates often exceed rates received by doctors. Employers should be allowed to select staff for PA roles with the greatest ability to give patients the quality healthcare they need.",
        "background": "Physician associate (PA) students receive two years of training whereas medical students receive five years of training. Doctors with a medical degree should therefore be allowed to apply for PA jobs and be paid from the same source of funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-13T02:10:07.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-13T10:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-21T09:29:20.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about training requirements for physician associates are a matter for the relevant regulatory body, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide more funding to support postgraduate physician associate students: https://petition.parliament.uk/petitions/655568\r\n\r\nAllow ARRS funding to be used for practice nurses and GPs: https://petition.parliament.uk/petitions/652965"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-21T09:29:21.242Z"
    },
    "id": 657133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657133.json"
    },
    "type": "petition"
}