{
    "attributes": {
        "action": "Introduce a higher fine for parking in disabled bays without a blue badge.",
        "additional_details": "My Gran has had surgery and needs to get out walking, it is shocking the amount of people that park illegally or use the excuse they have a child and there is no parent child spaces left. It is affecting my Gran as she cannot live her life as she normally does, this is also happened to multiple people I have talked to about this issue.",
        "background": "Take better action to make disabled parking respected, multiple people with blue badges struggle to park in the disabled bays as members of the public without blue badges are parking there. Also make it a legal requirement for disabled spaces to be more visible to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-13T19:41:34.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-13T20:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-22T10:08:08.851Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-22T10:08:08.848Z"
    },
    "id": 657169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657169.json"
    },
    "type": "petition"
}