{
    "attributes": {
        "action": "Protect our green spaces and parks from unauthorised encampments.",
        "additional_details": "The provision of green space is crucial for maintaining optimal mental health. Regrettably, unauthorised encampments frequently cause disturbances and, in severe instances, entirely obstruct individuals' ability to utilise their nearby green spaces. Our goal is to ensure that our play parks and green spaces are free from unauthorised encampments at all times, so that they are accessible to all individuals.",
        "background": "We want the Government to pass legislation which would allow local authorities to ringfence play areas and parks so that they have the authority to immediately move on any unauthorised encampments so as not to deny or deprive people of access to local green spaces.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-16T15:35:20.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-16T16:27:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-21T11:51:43.803Z",
        "rejection": {
            "code": "already-happening",
            "details": "The police currently have a range of powers to direct the removal of unauthorised encampments from public land and green spaces. \r\n\r\nFurther, if a local green space is developed (for example, if caravans are stationed on land) without planning permission from the local planning authority, this may also constitute a “planning breach”. \r\n\r\nLocal planning authorities have powers to take enforcement action against unauthorised development."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-21T11:51:43.800Z"
    },
    "id": 657354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657354.json"
    },
    "type": "petition"
}