{
    "attributes": {
        "action": "Make it law for dogs microchips to be kept up to date with owners information",
        "additional_details": "There are far to many dogs being abused and abandoned and the people doing it are getting away with it as microchips do not have correct up to date information therefore there is no way of tracing the person responsible for the dog .\r\n\r\nIf information is kept up to date it would make it much easier to prosecute these people and hold them accountable for their actions and hopefully would make people think about their actions if there are tougher consequences for animal abuse",
        "background": "We would like it to be made law to keep dogs microchips updated just like a car has a registered keeper we want tougher consequences for those that don’t follow the rules",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-16T20:14:03.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-16T21:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-26T12:50:02.791Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already requirements for pets to be microchipped, and owners must keep details updated. Further information is available here: https://www.gov.uk/get-your-dog-cat-microchipped\r\n\r\nWe could accept a petition calling for owners to be fined/face another penalty if they don’t provide up to date details or fail to notify microchip databases of a change in ownership, if that’s what you’d like. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-26T12:50:11.835Z"
    },
    "id": 657366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657366.json"
    },
    "type": "petition"
}