{
    "attributes": {
        "action": "Qualified Dental Nurses to get fair pay.",
        "additional_details": "with cost of living rising dental practices are unable to pay all dental nurses what they believe is fair pay. i think the goverment need to pay funding towards qualified dental nurse wages within nhs practices ensuring that dental nurses get fair pay for thier work and qualifications most dental nurses in the uk are only above minium wage by 50p and we are talking about dental nurses with 10 years experiance since covid alot of nurses have left due to pay dispute and will only get worse",
        "background": "dental nurses are the forgotten cause in dentistry. there is a shortage for dental nurses in the uk. mostly due to the hourly pay they are getting . dental nurses in hospitald get paid on a annual bases ans  get benefits of nhs. nurses are leaving over poor pay rates make a change",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-20T19:52:32.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-24T09:47:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-04T08:35:54.342Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Dental nurses are usually employed directly by dental practice owners, so decisions about dental nurses' terms and conditions of employment, including pay, are a matter for practice owners, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to increase the pay band for dental nurses employed directly by the NHS, if this something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-04T08:35:55.409Z"
    },
    "id": 657596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657596.json"
    },
    "type": "petition"
}