{
    "attributes": {
        "action": "Get the promised Sittingbourne Northern Relief road built and linked to the M2",
        "additional_details": "Gain funding and land acquisition for these vital infrastructure works and not rely on private developers to donthis work as long as they get to build thousands of new homes only adding to the existing congestion issues.\r\nBuild a road which is free flowing and effective at getting the high levels of heavy goods vehicles operating out of Sittingbourne and the Isle of Sheppy onto the motorway network to help local businesses operate more effectively and reduce environmental impact from being constantly stuck in traffic.",
        "background": "Help the long suffering residents and businesses of Swale who have and are enduring increasingly horrific traffic congestion in and around the Sittingbourne area by getting the Northern part of the relief road connected to the already constructed Southern relief road and connected to the M2 Motorway",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-22T17:53:59.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-22T18:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-29T12:53:21.384Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road improvements are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-29T12:53:21.850Z"
    },
    "id": 657745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657745.json"
    },
    "type": "petition"
}