{
    "attributes": {
        "action": "Abolish the government’s approval to build the incinerator in Wisbech,",
        "additional_details": "The mega incinerator is going to be a threat to the local community. The main secondary school of Wisbech is only few miles away from the proposed site. The noise, pollution and air quality will be adversely affected - as the environmental agency are forecasting warmer  summers the increase in pollution particles will adversely affect anyone with respiratory conditions etc. The food factories are nearer to the proposed site. The traffic congestion and pollution causes adverse effects on humans and animals.",
        "background": "We the people of Wisbech would like the government to withdraw the approval to build the mega incinerator in a Georgian market Town with plenty of historic buildings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-23T08:47:25.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-23T09:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-01T09:58:13.062Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for the relevant consent. You can find contact details for the Department for Energy Security and Net Zero here: https://www.gov.uk/government/organisations/department-for-energy-security-and-net-zero"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-01T09:58:14.255Z"
    },
    "id": 657788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657788.json"
    },
    "type": "petition"
}