{
    "attributes": {
        "action": "Overturn Aberdeenshire/other councils decision to scrap crossing patrollers",
        "additional_details": "School crossing patrollers are highly trained to assess the speed of vehicles and to safely stop traffic where necessary. Children and members of the public, may not be able to judge the speed of an oncoming vehicle which may potentially result in a serious accident or potential death of a child or member of public. With this in mind, having the patrollers makes a huge impact on the lives of children, and the general public. Therefore, having patrollers means saving lives well risking theirs.",
        "background": "Due to lethally dangerous roads and drivers, I am raising a petition to get councils to overturn the decision to scrap school crossing patrollers across the nation, this is due to the fact that patrollers have been trained to step infront of vehicles, risking their life's.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-23T18:22:38.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-23T18:47:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-04T08:07:39.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about provision of traffic controllers are a matter for individual local authorities, and in Scotland responsibility for most areas of transport policy lies with the Scottish Parliament, not the UK Government or UK Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-04T08:07:40.708Z"
    },
    "id": 657822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657822.json"
    },
    "type": "petition"
}