{
    "attributes": {
        "action": "Access mps full financial data past and current for the sake of public scrutiny",
        "additional_details": "We as public have more right to know that all levels of government are not compromised in some way, or taking fraudulent payments to sway one way or the other. They have openly paved the way for the publics private financial matters to be broken, by means of looking at the publics bank accounts. \r\nAs they are employed by the public we have the right to know of all gains in their financial affairs when we request without any member of government standing in the way. Fair is fair",
        "background": "It is only fair that the members of parliament in which have ment to serve us are open and able to be held to account, after all they are paid by the public who they have meant to serve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-27T18:43:41.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-29T10:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-12T12:00:53.382Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou could start a new petition around requiring MPs or parliamentary candidates to publish certain financial information (eg. income, shares, tax returns), if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-12T12:00:53.380Z"
    },
    "id": 658111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658111.json"
    },
    "type": "petition"
}