{
    "attributes": {
        "action": "Prevent a planned ‘pause’ to Moray School of Art’s courses",
        "additional_details": "Students have learned in the last three weeks that their places on courses at the Moray School of Art have been reneged suddenly in an unexpected U-turn. Those in the middle of their study will merely gain credits that will not allow them any qualifications. The deadline for transfer to another college for this year has also elapsed leaving the students high and dry. Other colleges are oversubscribed making any relocation unlikely.",
        "background": "We would like tho government to reaffirm its commitment to boost education and jobs in the creative sector by preventing the cessation of courses at the Moray School of Art, Elgin, Moray as part of the University of the Highlands and Islands.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-04T09:21:51.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-04T09:55:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-15T17:04:41.036Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Scottish Government and Parliament are responsible for education and training in Scotland. That means that the UK Government and Parliament can't look into this.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local MSP who represents you about this issue. You can find out who your MSP is and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-15T17:04:41.034Z"
    },
    "id": 658398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658398.json"
    },
    "type": "petition"
}