{
    "attributes": {
        "action": "Clean up the A320 St Peter's Way",
        "additional_details": "Human fouling, refuse build up and fly tipping of corrosive substances is a systemic issue along this busy dual carriage way. Due to the lack of inaction on the council’s part, this issue is now impacting local agricultural land where cattle graze. \r\n\r\nAn investigation into the contamination of topsoil on agricultural land due to human fouling and corrosive substances is underway with Surrey Environment Agency, but we need long term solutions and action NOW.",
        "background": "We believe that fly-tipping of corrosive substances, considerable household refuse build-up and human fouling has led to the contamination of topsoil in agricultural land neighbouring the A320.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-05T14:02:48.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-05T15:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-18T16:59:20.532Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\nhttps://www.runnymede.gov.uk/say/petitions\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise this issue with the Environment Agency. You can find contact details here: https://www.gov.uk/report-an-environmental-incident"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-18T16:59:20.528Z"
    },
    "id": 658463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658463.json"
    },
    "type": "petition"
}