{
    "attributes": {
        "action": "Introduce a new charter for oncology for cancer patients.",
        "additional_details": "As we are part of an era marked by remarkable human and medical advancements and an ever-increasing understanding of the intricacies of oncology, this charter wants to present a transformative blueprint for a modern, empathic, and caring approach to cancer care, dedicated to meeting the diverse needs of both present and future patients. At the heart of this debate lies a commitment to usher in a new era of patient-centric care within the NHS.",
        "background": "Grounded in the belief that every individual going through the challenging terrain of cancer deserves not only cutting-edge medical treatments but also unwavering empathy and support, we seek to redefine the standards of care in the oncological landscape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-06T08:28:51.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-06T16:58:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-19T16:40:36.605Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you want to see improvements in care for cancer patients, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, patient care is the responsibility of the NHS and other public health authorities, and we can only accept petitions that request actions the Government or Parliament is directly responsible for.\r\n\r\nWe could accept a petition calling on the Government to review NHS care for cancer patients, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-19T16:40:37.826Z"
    },
    "id": 658505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658505.json"
    },
    "type": "petition"
}