{
    "attributes": {
        "action": "Easier for Muslim women Sunni or Shia to get Islamic divorce after uk divorce",
        "additional_details": "The problem is for Sunni and Shia women to get a divorce when the uk divorce is completed. For some religious people it’s not enough and would like peace of mind to get religious Islamicly divorced as well and the problem is the husband or by uk divorce which would the ex husband won’t give Islamic divorce out of spite and it plays a lot on women’s life and have impact on thier mental health. All we asking for women who get uk divorce should also at the same time by court get the Islamic divorce",
        "background": "When Muslim women who go through court to get a divorce from the husband and is accepted by UK laws are still also religiously married Islamicly. For some people who are religious may require it also done islamicly as well to have peace of mind cause the husband wouldn’t give it out of spite.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-10T00:20:59.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-10T08:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-25T10:57:27.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. This is a matter for religious institutions, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-25T10:57:30.256Z"
    },
    "id": 658730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658730.json"
    },
    "type": "petition"
}