{
    "attributes": {
        "action": "Make personal therapy compulsory for trainees and qualified counsellors",
        "additional_details": "Research indicates that more than 62% of clinical psychologists in the UK have encountered mental health challenges at various stages of their lives\r\nIn contrast to NHS UKCP & BCP, organisations like ACC BACP HGI &NCS operating within the SCoPED frame of work generate revenue through membership fees and directories by accommodating paid work for trainees and qualified counsellors who have not undergone personal therapy in their training and professional journey placing patients at risk",
        "background": "I want the parliament to advise the independent Chair SCoPED oversight committee, to make compulsory personal psychotherapy for every counsellor in all modalities and levels of competence\r\nFrom the start of the theoretical training into volunteering and through professional clinical work",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2024-03-11T14:29:41.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-14T15:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-27T10:43:14.450Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about requirements to train or practice as a counsellor are a matter for British Association for Counselling and Psychotherapy, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-27T10:55:53.488Z"
    },
    "id": 658792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658792.json"
    },
    "type": "petition"
}