{
    "attributes": {
        "action": "Fix the roads.",
        "additional_details": "I believe that each road user should be able to drive on public roads in safety and without damaging our vehicles. It is a luxury to have and run a vehicle nowadays. We has the public shouldn't have the extra worry and cost of damaging our vehicles. I believe the UK roads are at their worst.",
        "background": "Our public roads are not fit for use. I use my car on a daily basis and the amount of very big and large pot holes are damaging our vehicles. We has the public have to make sure by law that our cars are road worthy before we drive them, but I don't believe the roads are up to standards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-12T19:47:05.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-12T20:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-28T11:02:39.715Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the maintenance of roads, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMaintenance of local roads is a matter for the relevant local authority, not the UK Government or Parliament, but we could accept a petition calling on the Government to increase funding for local road maintenance, if that's something you'd like to happen.\r\n\r\nIf you are concerned about maintenance of roads in your area you could raise this with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCompulsory annual safety inspections on roads throughout England: https://petition.parliament.uk/petitions/654090\r\n\r\nIncrease funding to councils for pothole repairs and implement repair targets: https://petition.parliament.uk/petitions/657142"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-28T11:02:39.713Z"
    },
    "id": 658867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658867.json"
    },
    "type": "petition"
}