{
    "attributes": {
        "action": "Change laws for accusers of rape who are found to be lying to be punished",
        "additional_details": "Many young teenage gentlemen are accused by teenage girls for revenge, incases of break ups, young girls accuse their previous partner of rape, as a way to control the way others see them, and to destroy this person for not being in love with them. I have seen time and time again, young teenage lads broken, threatened and suicidal from such allegations. \r\nThe accuser never receives punnishment for lying, bit the damage to the accused is untold. Too easy for this accusation to be thrown about.",
        "background": "Change laws to protect people who are innocent of committing rape and have been falsely accused. \r\nMaking a law for those who falsely accuse should be a deterant, stopping accusations from arising out of revenge. The accusations against someone can lead to mental health break downs and trust issues",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-12T14:19:33.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-12T14:47:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-25T14:26:15.766Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already offences for perverting the course of justice or wasting police time. Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nYou can read the Crown Prosecution Service's guidance on these offences in cases involving allegedly false allegations of rape and/or domestic abuse here: https://www.cps.gov.uk/legal-guidance/perverting-course-justice-and-wasting-police-time-cases-involving-allegedly-false"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-25T14:26:16.317Z"
    },
    "id": 658852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658852.json"
    },
    "type": "petition"
}