{
    "attributes": {
        "action": "Labels in shops and supermarkets for the public to help disabled people.",
        "additional_details": "“I recently had a conversation with a young woman who expressed deep distress. She shared how people frequently dismiss her requests for assistance in supermarkets, claiming they are too busy. As a result, she often leaves the store feeling even more despondent than when she arrived.\r\n\r\n“If we fail to enact small changes in our world, how can we hope to address the significant issues of war and global warming?”\r\n\r\nPlease, kindly assist me in effecting change by signing this petition. Many thanks in advance.",
        "background": "There should be labels in supermarkets, like the ones found in public transport, to motivate the public to assist wheelchair users, the elderly and people who are visually impaired when trying to reach high shelves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-13T16:30:57.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-13T20:46:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-27T11:02:29.380Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about whether to post notices in shops and supermarkets to encourage members of the public to assist wheelchair users are a matter for individual retailers, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-27T11:02:37.126Z"
    },
    "id": 658917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658917.json"
    },
    "type": "petition"
}