{
    "attributes": {
        "action": "Help us have better working conditions. 4 years our wages haven't gone up!",
        "additional_details": "There's people dying on the streets for these companys! it is a very risky profession! we are risking our lifes every single day we leave our house to deliver people food! We don't get recognized for that, we have to climb stairs on courts and flats with out lift and leave our bikes untended!we get risks of robbery and assault! all we get paid is £3,15 min per delivery, a riders insurance is £150 month, a riders moped rent is £100 a week, prices has gone up on rent and everything but not our wages!",
        "background": "We want to be treated better, Riders for the companies Deliveroo, Uber Eats, Stuart, and Just Eat, are getting paid little as £2.50 to deliver! Riders are forced to accept orders at the price of £3.15. £3.15 does not fairly represent the struggle and time the rider takes to deliver food!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-13T23:54:56.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-15T11:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-27T13:53:26.479Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the rates provided to drivers working for delivery apps are a matter for individual app providers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-27T13:53:27.140Z"
    },
    "id": 658950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658950.json"
    },
    "type": "petition"
}