{
    "attributes": {
        "action": "MPs aren't allowed a pay increase unless all public servants get one.",
        "additional_details": "Because there is a contempt for the public servants (doctors, nurses, police, fire, civil servants) that keep society running in an ordered fashion.  Every year we pay more tax and MPs get a pay rise when no one else does.  Until MPs can listen to the will of the people (protestors ect) then they should be the last people to get a pay rise. They are fundamentally failing to do what they are appointed to do.",
        "background": "We want the government to change the legislation to only allow MPs to get a pay rise if we can afford it for all other public servants.  All other public servants should be priority for a pay increase and then politicians.  Politicians have shown contempt for the people and should be rewarded last.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-15T13:50:24.525Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-15T19:29:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-27T15:07:46.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-27T15:07:48.132Z"
    },
    "id": 659035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659035.json"
    },
    "type": "petition"
}