{
    "attributes": {
        "action": "Make legislation for fairer service charges for shared ownership.",
        "additional_details": "I would like Gov to look into why the Housing Associations think this is acceptable. I have discussed with the local council and they agree that it is unfair. We need firm guidelines and legislation if possible.",
        "background": "Shared ownership service charges have become extortionate and we do not get a say on who or what is decided regarding works and services rendered.  We can now be charged twice a year if the Housing Association see fit. This twice a year charging causes much worry and upset.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-19T18:57:12.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-22T07:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-05T15:11:47.130Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about service charges for people in shared ownership properties, but we're not sure exactly what action you want the Government to take. You might like to sign the following petition which calls for a similar action: \r\n\r\nSet up an independent regulator for leasehold properties to protect leaseholders: https://petition.parliament.uk/petitions/652844\r\n\r\nThe following Government advice on service charges, and how to challenge these if you think they are unfair, may be helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-09T10:45:12.953Z"
    },
    "id": 659250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659250.json"
    },
    "type": "petition"
}