{
    "attributes": {
        "action": "Change 1953 Sexual Offences Legislation Sex with Girls under 16 Section (5)  (6)",
        "additional_details": "The existing provisions of Sections 5 and 6 of the 1953 Sexual Offences Legislation have proven inadequate in addressing the egregious crime of sexual abuse, particularly concerning cases involving minors. These outdated laws have restricted the ability of victims to pursue legal recourse and have often resulted in perpetrators escaping accountability due to legal technicalities and limitations. It is imperative that our legal system evolves to reflect contemporary societal values and uphold the rights and dignity of all individuals, especially those who have endured the trauma of sexual abuse. By amending Sections 5 and 6 of the 1953 Sexual Offences Legislation, we can ensure that survivors have the opportunity to seek justice, hold perpetrators accountable, and prevent further harm.",
        "background": "petition the Parliament to amend and modernize the outdated provisions of the 1953 Sexual Offences Legislation, specifically Sections 5 and 6, to ensure that victims of sexual abuse, particularly minors, are empowered to seek justice and accountability under current legal frameworks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-21T22:07:01.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-22T00:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-05T12:48:34.420Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nSections 5 and 6 of the Sexual Offences Act 1956 were repealed by the Sexual Offences Act 2003, which contained new provisions relating to sexual offences against children under 13. You can read the new provisions here: https://www.legislation.gov.uk/ukpga/2003/42/part/1/crossheading/rape-and-other-offences-against-children-under-13\r\n\r\nWe could accept a petition calling for changes to the offences set out in the Sexual Offences Act 2003, but it would need to be clear what changes you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-05T12:48:49.635Z"
    },
    "id": 659390,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659390.json"
    },
    "type": "petition"
}