{
    "attributes": {
        "action": "To discuss the prices of Free From foods against ‘average’ foods and the funding",
        "additional_details": "There are countless families having to work harder and for longer to afford food. Along with the cost of living crisis, the extra price of free from foods makes the total cost extortionate, these people need support. Food should be a priority not a commodity, so the topic of funding into free from food needs to be raised.",
        "background": "Have discussions with experts on the prices of Free From foods and the difficulties faced by families in being able to afford the basic needs. Also discuss adding funding to lower the prices for struggling families across the uk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-21T15:29:57.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-21T16:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-05T10:14:37.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about the cost of free-from food, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe pricing of individual products would be a matter for suppliers and retailers, not the UK Government or Parliament. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the Government to fund vouchers or prescriptions for allergy sufferers to subsidise free-from foods, if this is something you would like to see happen.\r\n\r\nWe have already published the following petition, which you might like to sign:\r\n\r\nIntroduce voucher scheme: free gluten-free food for those with coeliac disease: https://petition.parliament.uk/petitions/658203"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-05T10:14:39.251Z"
    },
    "id": 659358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659358.json"
    },
    "type": "petition"
}