{
    "attributes": {
        "action": "An increase in early years practitioners’ salary for the sector to continue.",
        "additional_details": "The average hourly rate for an early years practitioner is £11.97. This is not reflective of the love, care, and determination professional put in day in and day out to give our future generation the best possible start in life. The average hourly rate for someone working in a super market is £15.38 the average hourly wage for a waitress is £12.05. There is an incentive of £1000 for new Early Years practitioners will these staff stay within the profession when they realise how low they get paid?",
        "background": "Early education is essential to a child's educational life forming educational stepping stones that gives them the best start to life. Something needs to change for this sector to continue without this care parents won’t be able to go to work themselves which will significantly impact the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-21T14:16:09.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-21T19:47:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-05T14:06:28.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for staff in the early years sector are a matter for their employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition around increasing funding for early years providers. \r\n\r\nFor example, we've previously opened the following: https://petition.parliament.uk/petitions/628412"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-05T14:06:28.123Z"
    },
    "id": 659354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659354.json"
    },
    "type": "petition"
}