{
    "attributes": {
        "action": "Change the laws on medical protocol rules.\r\nWhen a patient has high DDIMER",
        "additional_details": "I would like the rules to be changed that if a patient is showing the signs of a DVT but the Doppler scan shows negative and the DDimer shows it’s high even after surgery that they have further full body scans and not just a Doppler to rule out DVT. The patient shows signs of DVT & lymphoedema they should be able to have full scans to check a DVT isn’t anywhere else in the body not just the leg.",
        "background": "The government guidelines the medical “Nice rules” say that if a patient who has had an operation or cancer removal operation and their DDimer results are high but are suffering with leg pain and swelling could be due to operation or lymphoedema but they have the same symptoms of a DVT",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-22T09:09:10.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-22T09:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-05T13:46:08.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about NICE guidance are a matter for the National Institute for Health and Care Excellence (NICE), and decisions about  patient care is a matter for individual clinicians, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-05T13:46:09.364Z"
    },
    "id": 659406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659406.json"
    },
    "type": "petition"
}