{
    "attributes": {
        "action": "Fund criminal justice, improve criminal bar fee structure, add organisation.",
        "additional_details": "The law is about providing certainty and from submissions from barristers during my judge marshalling. Their is no certainly in practice due to a lack of criminal barristers. Workloads are being unfairly placed on barristers by clarks, mainly due to the amount of work not reflecting the amount of barristers. Legal aid only touches amendment, complications surrounding fee structures, increase avoidance of this area of practice. Organisationally changes have been made that are counterproductive.",
        "background": "Improved fee structure will provide certainty, junior barristers struggle to cover costs. Incentives for future barristers joining the criminal bar is low, perpetuating issues. Improve case file management systems. Give chambers guidelines to protect barristers from being overworked or abused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-24T05:02:46.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-24T09:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-08T11:20:31.602Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about aspects of the criminal justice system, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-08T11:20:32.740Z"
    },
    "id": 659526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659526.json"
    },
    "type": "petition"
}