{
    "attributes": {
        "action": "Build more social housing in Newham to tackle Homelessness",
        "additional_details": "Homelessness is on the rise in Newham since the pandemic. According to the (ONS) Office of National Statistics, reports suggest that 17,170 people are currently homeless in the borough of Newham.  The high cost of living has meant a lack of affordable housing, poverty and unemployment for many Newham residents which results in homelessness. Increase affordable housing and promote public awareness campaigns to reduce the stigma associated with homelessness.",
        "background": "Provide extra support for those vulnerable to becoming homeless - detailed plans and policies to be outlined in the government budget\r\nAllocate more funding to local councils to create homeless prevention programmes, this should include staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-25T14:32:30.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-27T09:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-09T11:29:23.898Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about home building in your local area are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide funding to build 90,000 new social homes: https://petition.parliament.uk/petitions/658522"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-09T11:29:25.094Z"
    },
    "id": 659580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659580.json"
    },
    "type": "petition"
}