{
    "attributes": {
        "action": "Demanding a Fairer Solicitors Qualifying Exam (SQE)- Simplify or Allow Open Book",
        "additional_details": "I believe that making the SQE easier/doable would lift such heavy weight off the shoulders of aspiring solicitors. Those who have shared their experiences of either just about passing or failing have said it has had a strain on their mental health and that it’s absolutely soul destroying. The SRA fails to acknowledge young people’s mental health by creating exceedingly high expectations. The exam should focus on knowing how to apply the law, rather than expecting people to memorise all laws.",
        "background": "The SQE was designed to give aspiring solicitors a wider chance of becoming solicitors as opposed to the LPC. However, majority of very intelligent and knowledgable individuals are failing the SQE due to how tough it is to pass. The SQE may be accessible but it is difficult to pass, which is costly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-25T13:08:57.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-25T18:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-09T08:21:28.223Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about arrangements for the Solicitors Qualifying Exam (SQE) are a matter for the Solicitors Regulation Authority (SRA), not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-09T08:21:29.759Z"
    },
    "id": 659575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659575.json"
    },
    "type": "petition"
}