{
    "attributes": {
        "action": "Change the level of The national curriculum in primary to be more inclusive",
        "additional_details": "Children are not getting enough time to practice it’s not tailored to everyone’s needs! two thirds of the class can’t do the level of learning! look at the statistics for year 6 Maths & English hardly any are over 50% secure and yet they go on to repeat the same thing in secondary when more time could be given to get the foundations of the learning into long term memory in primary schools if the curriculum was just lowered and not so fast paced.",
        "background": "The level of the curriculum is too high, not enough time to repeat to retain long term memory. ADHD referrals are higher as medication is the only way to fit into the box tailored only for the children with the high IQ. Inclusion and equal rights policy does not reflect the curriculum!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-26T10:22:19.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-26T23:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-09T11:18:23.978Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/647592\r\n\r\nIf there are specific changes you would like to be made to the national curriculum for primary school age children, you could start a new petition explaining clearly what changes you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-09T11:18:25.357Z"
    },
    "id": 659622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659622.json"
    },
    "type": "petition"
}