{
    "attributes": {
        "action": "Increase UK statutory holiday entitlement in line with the rest of the EU",
        "additional_details": "This is an important issue to look at and a review of the current legislation is urgently needed. Stress and rate of sickness in the workforce is at an all time high. Working people are also expected now to work longer, well into their sixth decade. With the possibility of working into their 7th. Surely working people in the UK deserve to have their efforts,  hard work and contribution into society to be better recognized and at least for annual leave be brought into line with the rest of Europe. We should be leading the way regarding employment law and conditions not trailing behind our other European counterparts.",
        "background": "Annual leave and public holiday entitlements across all EU states is 34 days. The UK and Netherlands provide just 28 days off while Ireland gives 29. Greece, Austria, and Finland provide the most time off - 37, 38 and 39 days.  More time off would benefit the family, economy and health of the nation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-04T16:33:54.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-05T10:52:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-15T10:10:17.895Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see entitlements to annual leave in the UK increased, but it's not clear what you want entitlements to be increased to. As you note in your petition, annual leave entitlements vary across the EU.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-15T10:10:19.002Z"
    },
    "id": 660104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660104.json"
    },
    "type": "petition"
}