{
    "attributes": {
        "action": "Remove car insurance in the UK!",
        "additional_details": "Because England is the only nation in the world that does car insurance for the car itself and the driver, when in Germany you only insure the car and everyone with a licence can drive it!\r\n\r\nIt's hard for young people to afford cars these days due to the high premium cost for youngsters under 25!\r\n\r\nIf you go to any other nation in the UK, you just have to add insurance for the car only!\r\n\r\nI seriously want to challenge the UK motor insurance policy and remove car insurance in the UK!",
        "background": "To remove car insurance in the UK!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-05T13:31:29.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-05T14:07:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-15T10:29:30.727Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements relating to car insurance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about what car insurance products to offer are a matter for individual insurers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to remove the legal requirement for drivers to be insured on the car they are driving, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-15T10:29:31.925Z"
    },
    "id": 660152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660152.json"
    },
    "type": "petition"
}