{
    "attributes": {
        "action": "For inclusion in the LOS proof must be given that a child is born of the body",
        "additional_details": "In every part of our lives, we are asked to prove who we are, in order to obtain certain rights and privileges.\r\n\r\nThe law of succession is very clear that only individuals ‘born of the body’ are to be admitted.\r\n\r\nThe Royal Family must, at all times, be a leading light that we can trust.\r\n\r\nThere can be no trust without complete transparency and honesty.\r\n\r\nIt is vital that, in this matter of upmost importance as to who takes the throne, the UK citizens are certain that the law has been followed.",
        "background": "Write in law that evidential proof of eligibility must be shown to the UK populace, prior to an individual being included in the royal line of succession.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-12T07:32:33.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-16T07:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-29T13:41:14.892Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what proof you want to be required that someone meets the requirements to be in the line of succession.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-29T13:41:15.905Z"
    },
    "id": 660472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660472.json"
    },
    "type": "petition"
}