{
    "attributes": {
        "action": "We would like to be able get to go in the gymnasium in the allander",
        "additional_details": "So young people have a place to practice/explore new activities within a budget and their local area. This can help people with mental health issues to get out the house be active. This will help children years 12 and over explore the great world of gymnastics. This can imporove gymnasts abilities by training in their own time aswell as at practice. This can help the allander gymnastic team by more people becoming interested and will be giving the allander more money to upgrade their equipment!!",
        "background": "We would like to be able get to go in the gymnasium in the allander milngavie, Bearsden Scotland with a £5-£10 fee per 30mins-1hour if any equipment is broken u will have to pay for a brand new price of equipment and have a 4-5 month ban",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-12T14:45:48.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-12T16:34:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-18T12:50:33.907Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about Allander Leisure Centre are a matter for East Dunbartonshire Council, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also wish to raise this issue with your local MSP who represents you in the Scottish Parliament. You can find out who your local MSP is and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-18T12:50:33.905Z"
    },
    "id": 660499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660499.json"
    },
    "type": "petition"
}