{
    "attributes": {
        "action": "Help our sports ground to remain open.",
        "additional_details": "The Perry Barr ward where the ground is located is one of the most deprived wards in the West Midlands. We have over 300 children using this facility with various activities being held during school holidays. With a massive emphasis on green space, mental health and leading active lives for the youngsters of our ward this would be a massive shame for the ground if it was to close. Please help by signing this petition so that we can keep the ground open!!",
        "background": "Network Rail are in the process of purchasing our sports ground, entrance onto the ground is via a level crossing. The sporting establishment has been in existence for 90 years with zero fatalities or accidents. However, Network Rail want to purchase the ground and close it off to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-12T13:14:17.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-12T20:41:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-19T09:57:27.614Z",
        "rejection": {
            "code": "local",
            "details": "You may wish to contact your MP. You can find out how to do so here: https://www.parliament.uk/get-involved/contact-an-mp-or-lord/contact-your-mp/\r\n\r\nYou could raise this case with the department responsible for transport. You can find contact details for the department for transport here: https://www.gov.uk/government/organisations/department-for-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-19T09:57:36.997Z"
    },
    "id": 660494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660494.json"
    },
    "type": "petition"
}