{
    "attributes": {
        "action": "Review the requirements for ILR under the \"20-Year Long Residence\" Rule.",
        "additional_details": "The amendment guarantees that State interference in an individual’s private life will be proportionate to the legitimate aim pursued, while also striking a fairer balance between the interests of the individual and community.\r\n\r\nThe State can still enforce immigration control and compliance with the rules of law, whilst the applicant can continue their private life with the expectation of being granted ILR after lawfully completing 5 years in the UK. This route protects the rights in Article 8.",
        "background": "Review and amend the \"20 Year Long Residence\" Rule to allow suitable individuals to be granted Leave to Remain on the 5-year settlement route, instead of 30-months Limited Leave to Remain on the 10-year settlement route. This amendment ensures that the Rule aligns with Article 8 of the ECHR.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-15T00:45:00.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-27T20:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T10:51:00.604Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\nIn particular, we're not sure how you’d like the requirements to be reviewed or what you mean by \"suitable individuals\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the 20 year residence rule to be reduced to 5 years, if that’s something that you’d like to see. \r\n\r\nWe’ve published this petition about the 20 year residence route to Indefinite Leave to Remain: \r\n\r\nReduce 20 year long residence ILR rule to 10 years: https://petition.parliament.uk/petitions/655446"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T10:51:09.913Z"
    },
    "id": 660637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660637.json"
    },
    "type": "petition"
}