{
    "attributes": {
        "action": "Petition for Fair Treatment in Domestic Violence Cases",
        "additional_details": "Exploitation of new laws sees some individuals accumulating evidence to prevent partners from leaving, then using it against them. We advocate for holistic investigations that consider both perspectives, ensuring justice without prejudice. Our objective with this petition is not to diminish the severity of domestic violence or undermine the experiences of victims but rather to ensure that justice is served equitably. Let's break the cycle of abuse and create safer communities for all.",
        "background": "We petition for a fair and balanced approach to domestic violence cases in the UK. This is to ensure individuals can’t use the system to punish partners for leaving abusive relationships.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-14T20:37:38.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-14T20:44:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-22T10:14:55.190Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you have been a victim of domestic abuse you can find out how to get help here: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-22T10:14:56.294Z"
    },
    "id": 660628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660628.json"
    },
    "type": "petition"
}