{
    "attributes": {
        "action": "We want the Government to demand equal pay to women.",
        "additional_details": "We want this so young females are guaranteed that they will have the same wages as males when they leave school, and do not feel like they have to work more than one job to survive. Another reason we want this is so sexism can be eradicated in work industries.\r\n\r\nThis means that women have to report sexist comments!",
        "background": "We want the Government to demand equal pay to women, who don't get the same pay as males when doing the same job. We also want sexism to be condemned within professional work places and between colleagues and if failed to do so, there would be a £50 fine that would be taken with your tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-17T13:45:47.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-17T15:18:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-23T09:56:37.949Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the wage gap between men and women, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already illegal to pay an employee less because of their sex, and there are requirements for some employers to report on their gender pay gap.\r\n\r\nIf there's something you would like the Government to do to tackle the pay gap you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-23T09:56:38.434Z"
    },
    "id": 660796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660796.json"
    },
    "type": "petition"
}