{
    "attributes": {
        "action": "Regulate travel companies to allow fairer pricing during school holidays",
        "additional_details": "As parents and guardians, we understand the importance of spending quality time with our children and broadening their horizons through travel. However, the current pricing practices of travel companies have made it increasingly difficult for families to afford holidays during these peak periods.\r\n\r\nThe steep surge in prices, sometimes up to an 800% increase or more, during school holidays has created a significant financial burden on families, forcing them to make tough choices between spending time together and meeting other essential needs. This disparity in pricing is not only unfair but also undermines the principles of accessibility and inclusivity in our society.",
        "background": "Regulate travel companies to allow fairer pricing during school holidays. Or allow parents 10 days during the year to be able to use without fear of being fined or prosecuted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-21T07:06:24.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-21T12:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-26T13:49:06.871Z",
        "rejection": {
            "code": "duplicate",
            "details": "Allow students to be taken out of school for two weeks a year without penalty: https://petition.parliament.uk/petitions/658365"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T12:28:32.859Z"
    },
    "id": 661032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661032.json"
    },
    "type": "petition"
}