{
    "attributes": {
        "action": "Allow parents to take their children on holidays in school term or cap company’s",
        "additional_details": "I know from personal experience that it’s hard to do anything with the family. We work hard all year just to pay the bills and put food on the table and I am on a well paid job but still struggle. We save for 2 years to be able to take the kids on a 15 day holiday and after all that saving and hard work the government then want to fine us for spending time with the family! It’s not governed in school holidays so prices go up and it impossible to go away. Stop fining us or cap the company’s!",
        "background": "Stop penalising the parents for taking their children on family holidays! These are important times to bond for parent that’s work hard all year and don’t get to spend time with the kids and family! Prices in school holidays are to much for the average person to afford!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-24T19:08:54.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-24T20:32:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T12:18:36.279Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nStop fines and criminal charges for taking children on holiday in term time: https://petition.parliament.uk/petitions/661248\r\n\r\nAllow students to be taken out of school for two weeks a year without penalty: https://petition.parliament.uk/petitions/658365"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T12:18:37.518Z"
    },
    "id": 661261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661261.json"
    },
    "type": "petition"
}