{
    "attributes": {
        "action": "Upgrading the facilities at Northwich Park Hospital.",
        "additional_details": "It's time to invest in our healthcare system, ensuring every patient receives the standard of care they deserve.The current state of Northwich Park Hospital is unacceptable. Its tired and outdated facilities not only fail to meet basic standards of cleanliness but also undermine the morale of both patients and staff. A total upgrade is not just a luxury; it's a fundamental requirement for restoring dignity to healthcare in Brent and Harrow.",
        "background": "Upgrading the facilities at Northwich Park Hospital is not just a necessity, it's an imperative. Serving communities as vital as Brent and Harrow demands infrastructure that matches the scale of their needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-24T13:04:47.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-24T13:25:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-01T16:14:14.034Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for health. You can find contact details for the Department of Health and Social Care here: https://www.gov.uk/government/organisations/department-of-health-and-social-care"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-01T16:14:14.656Z"
    },
    "id": 661239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661239.json"
    },
    "type": "petition"
}