{
    "attributes": {
        "action": "Challenge sword and blade bans being imposed by Royal Mail and Parcelforce.",
        "additional_details": "The new postal bans imposed by Royal Mail and Parcelforce will carry direct and negative impacts on thousands of businesses throughout the UK as it will affect industries and markets including military, movie, TV and entertainment industry, knife-throwing, antiquities, martial arts, traditional crafts, sports fencing, Highland dancing, religious faiths and orders, re-enactment, auction houses, collectors, and restoration markets.\r\n\r\nRoyal Mail and Parcelforce have not considered all implications.",
        "background": "I would ask the UK Government to directly challenge Royal Mail and Parcelforce over their sword and knife carrying bans which will be imposed on 7th May. \r\nRoyal Mail and Parcelforce should be asked to completely re-consider and scrap the new imposed measures as they impact countless UK businesses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-26T12:43:33.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-26T13:10:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-07T12:13:59.043Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about what products they deliver are a matter for individual delivery companies, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T12:14:05.656Z"
    },
    "id": 661349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661349.json"
    },
    "type": "petition"
}