{
    "attributes": {
        "action": "Scrap fines for parents taking children out of school during term time",
        "additional_details": "Because it’s the right & moral thing to do. Fining the working class for having valuable bonding time together will only make everyday life harder. And it’s just a tax on the less wealthy that cannot afford to go on holiday during peak(school holiday)times. The wealthy can afford to take their children during these times, the working class cannot. So let’s stop punishing those that cannot afford the luxuries & allow them to support their children & make decisions on their given rights as parents",
        "background": "Take into consideration the value of family holidays and realise they’re just as valuable as time in school. Consider the value of time away from home/school and the positive impact it can actually have on children’s learning and all round emotional, mental and physical development.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-25T21:12:40.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-26T22:06:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T12:17:57.551Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nStop fines and criminal charges for taking children on holiday in term time: https://petition.parliament.uk/petitions/661248\r\n\r\nAllow students to be taken out of school for two weeks a year without penalty: https://petition.parliament.uk/petitions/658365"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T12:17:58.724Z"
    },
    "id": 661321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661321.json"
    },
    "type": "petition"
}