{
    "attributes": {
        "action": "Stop holiday companies, rentals and resorts profiteering in the school holidays.",
        "additional_details": "For years Holidays companies, rentals and resorts have increased their prices excessively in the school holidays. It is clearly visible when looking to book an holiday, this is why parents have taken children out of school in term time. Holiday prices need to be dropped and then that way families will be able to access more holidays in the school holidays and less children will miss days off from their Education. The holiday companies need to be held accountable.",
        "background": "Holiday companies, rentals and resorts need to stop increasing their prices excessively in the school holidays. They are profiteering in the school holidays and this prevents families on a low income being able to access holidays. This needs to stop and then children will not be taken out of school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-26T16:48:16.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-26T17:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-07T11:06:29.817Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prices for holidays are a matter for travel agents and airlines, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T11:06:30.332Z"
    },
    "id": 661365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661365.json"
    },
    "type": "petition"
}