{
    "attributes": {
        "action": "Advocate for Kurdish language lessons in UK schools for inclusivity.",
        "additional_details": "We seek Government endorsement to introduce Kurdish language lessons in UK schools to honor cultural diversity, empower linguistic minorities, and foster social cohesion. Incorporating Kurdish education aligns with principles of inclusivity and cultural preservation, enriching the educational experience for all students while promoting understanding and respect for diverse cultures.",
        "background": "Petition for the Government's endorsement of Kurdish language lessons in UK schools to address the linguistic and cultural requirements of Kurdish students, fostering inclusivity and embracing diversity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-27T19:14:46.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-02T11:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-13T15:16:03.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what languages to teach are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nYou could contact your local school or council to ask them to consider teaching Kurdish in your area.\r\n\r\nYou can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-13T15:16:04.298Z"
    },
    "id": 661437,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661437.json"
    },
    "type": "petition"
}