{
    "attributes": {
        "action": "Scrap the current Anthem of the UK and choose one more befitting of its people",
        "additional_details": "Is outdated and out of touch with its country it just pays homage to one man, and it no longer represents the country it is supposed to represent,  we have the most boring anthem of the UK, Europe and the World look at other countries their anthems have passion and pride The best example is probably the French Anthem of all the United Kingdom countries England ranks at the bottom with \" God Save the King\" its nothing but a subservient homage to one man and not of its people we need a new anthem .",
        "background": "The current anthem of Great Britain does not represent its people and traditions, it has no passion of its peoples struggle for greatness its efforts to be more diverse and tolerant to other countries it has no sense of history about the country it represents. \"God save the King\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-02T20:51:27.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-04T08:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-15T11:03:14.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The use of the present National Anthem is a matter of tradition rather than having any legal or constitutional status.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a national poll to pick an English National Anthem: https://petition.parliament.uk/petitions/657447"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-15T11:03:16.009Z"
    },
    "id": 661784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661784.json"
    },
    "type": "petition"
}