{
    "attributes": {
        "action": "Stop Insurance Theft! Sign Now",
        "additional_details": "UK car insurance costs are skyrocketing – some by 100% or more! This is squeezing household budgets and unfairly burdening drivers. We need Parliament to step in because:\r\nIt's UNFAIR: Insurance companies are raising prices without clear explanation. We deserve TRANSPARENCY!\r\nFamilies are PENALIZED: Unlike Europe, everyone in a UK family needs separate insurance. This system NEEDS an UPDATE!\r\nThe government is MISSING IN ACTION: We need stronger regulations to PROTECT consumers from PRICE GOUGING!\r\nBy demanding an investigation, clear pricing structures, and family-friendly policies, we can create a FAIRER car insurance system for ALL UK drivers.",
        "background": "Investigate PRICE HIKE\r\nForce companies to SHOW WHY you pay so much\r\nLet FAMILIES share one policy, like Europe\r\nGive the government MORE CONTROL to stop rip-offs!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-02T14:30:48.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-02T16:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-14T09:42:38.385Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of insurance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a Public Inquiry into the increasing cost of car insurance in the UK: https://petition.parliament.uk/petitions/660820\r\n\r\nThe law requires people to be insured for the car they are driving. It is already possible to get car insurance that covers multiple people. Decisions about what car insurance products to offer are a matter for individual insurers, not the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-14T09:42:38.874Z"
    },
    "id": 661762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661762.json"
    },
    "type": "petition"
}