{
    "attributes": {
        "action": "Improve our roads",
        "additional_details": "Revenue received was £7.2billion in the 2023-24 tax year, £4.5billion spent on road maintenance, the £2.7billion difference was used to help fund education, health care and local councils (as per govt fg)\r\nVehicles on the road to date is 41.3 million\r\nIf the revenue is £7.2billion from road tax, that money should be allocated directly to improving and maintaining the roads and not spent as per the deficit. Thus a shortfall works on the roads not being completed hence the condition of the roads",
        "background": "Improve all roads up to a standard that should be acceptable.\r\nIn Birmingham for example, out of 10 roads visited (dual carriageways, single lane roads, urban roads and the M6) 7 out of 10 had some deep potholes, shallow potholes, surface deterioration, edge failure, cracking, rutting and subsidence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-02T11:41:07.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-02T11:57:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-20T15:48:19.920Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe're not sure exactly what new standards you want the Government to introduce. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to invest all Vehicle Excise Duty revenue in road maintenance, if that's what you'd like to happen.\r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/657142 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-20T15:48:34.017Z"
    },
    "id": 661745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661745.json"
    },
    "type": "petition"
}