{
    "attributes": {
        "action": "Update Council Tax Bands to reflect 2024 Household Costs, rather than 1991.",
        "additional_details": "The average property in 1991 (£57,959) is five times less than the current cost of an average household (£292,000). Despite this, Council Tax Bands haven't changed. In 1991 the average property would be placed into Band B, whereas the average in 2024 would now be placed into Band G. There has been a sharp increase in housing/living costs and yet we are still using outdated information that is no longer accurate.\r\n\r\nProposed\r\nLowest Band: £40,000 to £203,152.\r\nHighest Band: £320,000 to £1,606,000.",
        "background": "In 1991, 67% of civilians between the age of 25 to 34 were homeowners. In 2024, only 10.6% of people below the age of 35 own a household. Why would we continue to use decades-old standards that no longer reflect our current living costs? We must raise the current ceiling of each Council Tax Band.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-08T12:27:42.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-08T12:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-17T11:05:44.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about council tax rates, but the council tax band that applies to a property is based on its value in 1991, not its current value.\r\n\r\nYou can find out more about how domestic properties are assessed for Council Tax bands here: https://www.gov.uk/guidance/understand-how-council-tax-bands-are-assessed\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReform Council Tax For England to Reflect Occupancy and not Property Value: https://petition.parliament.uk/petitions/659741\r\n\r\nReform council tax so it is based on square footage and not value: https://petition.parliament.uk/petitions/661460"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-17T11:05:44.706Z"
    },
    "id": 662075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/662075.json"
    },
    "type": "petition"
}