{
    "attributes": {
        "action": "Requirement for Infrastructure before occupation of new developments",
        "additional_details": "By establishing clear requirements for infrastructure planning and completion, this legislation aims to enhance the liveability and sustainability of communities in the UK.  All too often developments get built with a provision for a health centre  or road improvements without any funding to get them built leaving existing services getting more and more overstretched.  If a plan provides space for additional services to support the new houses then it should be built and funded as part of the development.",
        "background": "Change planning law to ensure that essential infrastructure is put in place before the occupation of new housing developments, thereby addressing concerns related to congestion on local roads, over stretched services, environmental impacts and public safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-08T16:05:41.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-08T17:05:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-20T15:36:59.415Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly infrastructure you want to be required to be built before new residential developments can be opened.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-20T15:37:00.064Z"
    },
    "id": 662093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/662093.json"
    },
    "type": "petition"
}