{
    "attributes": {
        "action": "Britain’s new QE class aircraft carriers should be nuclear powered",
        "additional_details": "Britain’s new QE class aircraft carriers should be nuclear powered. We have nuclear submarines and nuclear electric power stations, which will also reduce CO2 emissions. So why not nuclear powered aircraft carriers. Perhaps there is enough time yet during the 'postponement period' to consider this. Nuclear power on the aircraft carriers (and submarines) will run their armaments and propulsion for decades without the need for refuel, thus able to go for extended missions, dependent only on the amount of food they have available in stock aboard. The second QE class carrier, HMS Prince of Wales, need not be permanently mothballed but go into service as the need require for periods of time depending on circumstances. Such aircraft carriers should also be heavy armed for their own self-defence, as well as capable of carrying over 50 aircrafts (like JFA but also adapted carrier launched Typhoon Eurofighters, Apache helicopters, dromes, etc) using the new electromagnetic catapult system.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-03T08:00:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-03T08:00:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:55.410Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:55.413Z"
    },
    "id": 1000,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1000.json"
    },
    "type": "archived-petition"
}