{
    "attributes": {
        "action": "End the Benefits Culture - require claimants to work on social projects",
        "additional_details": "\r\nThe giving of benefits without requiring a contribution in return is damaging to society and has been instrumental in the rise of \"Chav\" culture, the erosion of values and unacceptable practices such as unmarried young mothers deliberately having more children in order to \"qualify\" for a larger council flat & more handouts. It also leaves claimants without a sense of value or direction, leaving them prone to crime and poor social behaviour.\r\n\r\nWe demand an end to freeloading. We ask MP's to urgently amend the law to require all able benefits claimants to qualify for benefit by reporting for public service for a minimum of 8 hours per day to perform such tasks as litter clearance, roadside verge maintenance, graffiti removal, maintenance of social buildings etc.\r\n\r\nWhere appropriate workers could be made available to rail companies and other private concerns to clear embankments etc for a minimal payment, which would be used by the Department to defray the costs of benefits.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-12T10:52:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T10:52:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:18.054Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:18.057Z"
    },
    "id": 10284,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10284.json"
    },
    "type": "archived-petition"
}