{
    "attributes": {
        "action": "LAW or BILL NEEDED FOR IMPLEMENTING PROMISES AS PER PRE-ELECTION MANIFESTO",
        "additional_details": "A bill needs to be introduced as a potential for “law” targeting all parties/individuals running for elections to “stick to their points” announced as per their political “manifesto” pre-elections.\r\n\r\nUnderstandably it will be difficult to implement all points due to unpredictability in future, finance, growth etc. but majority of policies can indeed be. There is no point voting someone when nothing promised is implemented or worst, completely opposite to what was promised (like in a coalition).\r\n\r\nThe law (if passed) should have provisions for\r\n•“mandatory” points in the manifesto which should be implemented unaltered if the party rules as a majority\r\n•some “non-mandatory points” as a rough percentage possibility on challenging ones\r\n•“others” which can be compromised in a coalition.\r\n\r\nWhere mandatory points are not implemented (details should be worked out), or ruling party makes a U-turn on key ones, then the party members should resign and new elections should be called for.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-03T15:13:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-03T15:13:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:55.716Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:55.719Z"
    },
    "id": 1029,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1029.json"
    },
    "type": "archived-petition"
}