{
    "attributes": {
        "action": "For convicted prisoners to lose entitlement to Discharge Grants, Community Care Grants, free Methadone and Subutext as well as TV's.",
        "additional_details": "Convicted prisoners upon their release can get a £46 Discharge Grant, and the Community Care Grant (£30-£1000+). They also get free Subutext and Methadone which costs the taxpayer countless millions per year. Upon entering a prison they are on “Standard” regime and have access to a TV and Playstation. If they misbehave they get downgraded to “Basic” regime and lose their TV, on the other hand if they behave well they get upgraded to “Enhanced” regime. Prisoners should start off on “Basic” regime and should have to earn their TV’s and Playstation’s by consistent good behaviour and only receive access to them by getting themselves on “Enhanced” regime. Should a prisoner smash up their cell they should be made to pay the bill and not the taxpayer who pays for the repairs. Similarly, if they smash the TV in their cell they should be made to pay for it and not be given another one. The current systemm rewards bad behaviour and doesn't encourage good behaviour. This must change.",
        "background": null,
        "closed_at": "2012-08-17T10:27:14.000Z",
        "created_at": "2011-08-12T11:41:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T11:41:23.000Z",
        "opened_at": "2011-08-17T10:27:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:19.184Z"
    },
    "id": 10391,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10391.json"
    },
    "type": "archived-petition"
}