{
    "attributes": {
        "action": "Legalise Marijuana for Medical and Private, Recreational Use.",
        "additional_details": "Medical Marijuana has been proven in many areas of the U.S to help ease the symptoms of medical conditions such AIDS, Cancer and Chemotherapy patients, Chronic Pain, Depression and Hepatitis C, just to name a few.\r\n\r\nAccording to Dr. Tod Mikuriya, the former national administrator of the U.S Governments marijuana research programs, there is no other substance that provides the same number of medical benefits as marijuana.\r\n\r\nObviously, marijuana is not a substance meant for minors, then again, nor is alcohol or tobacco, i feel if marijuana was to be properly regulated by the NHS, it would also make it possible to protect minors from smoking marijuana under-age. Because let's face it, drug dealers don't care how old their customers are, as long as they make their money.\r\n\r\nSomething must be done, whether it is only for medical use under the NHS, or private, cultivation and consumption, similar to the laws in Spain, it would make the UK a much safer place.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-12T12:35:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T12:35:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:20.379Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:20.382Z"
    },
    "id": 10512,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10512.json"
    },
    "type": "archived-petition"
}