{
    "attributes": {
        "action": "Build new prisons immediately to increase capacity",
        "additional_details": "This is very simple. The UK used to have very few prison spaces until after WW2. That figure is now around the 85,000 mark (0.14% of UK population).\r\n\r\nHowever, society breakdown has led to a huge increase in crime in the past 30 years, regardless of what irrelevant police stats say, and we need to protect ourselves from the scum of society by ensuring ALL criminals are locked up in prison, ideally for much longer sentences.\r\n\r\nAdd to that the fact that judges are being told they MUST shorten sentences, even those given to murderers and rapists because there is not enough prison space, and we simply must act now to build new prisons.\r\n\r\nIf we fed prisoners the minimum possible, allowed them no privileges whatsoever, we would not only save a fortune on daily costs per prisoner, but have the spare funds to build these essential new prisons.\r\n\r\nPrison would also then act as the most important justice tool of all - a deterrent to commiting crime in the first place.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-12T12:58:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T12:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:20.804Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:20.807Z"
    },
    "id": 10552,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10552.json"
    },
    "type": "archived-petition"
}