{
    "attributes": {
        "action": "To introduce a PERMANENT stockmarket BAN on insitutions trading \"shorts\" on the stock exchange",
        "additional_details": "Some people might already be aware that there is presently a short-term ban (15 days) on trading \"shorts\" because of the present stock market volatility.\r\n\r\nA \"short\" is where a stockmarket trader, bets that a companies shares (that they don't even actually own) will reduce in value, and makes a deal to buy those shares, at a future agreed date, at an expected lower price and to profit from that companies loss in share value.\r\n\r\nThe effect that this has is to flood the market with this companies shares, presents a picture of \"low confidence\" in those shares, and encourages other shareholders to also sell - thus creating a spiralling loss of confidence in that company and an artificial loss in value.\r\n\r\nWe should introduce a rule or some sort of very simple regulation that simply states that \"you can only trade shares that you own\" - blocking these stupid bankers, traders and hedge funds from betting against markets and creating even more stockmarket chaos than they already have!",
        "background": null,
        "closed_at": "2012-08-22T07:59:01.000Z",
        "created_at": "2011-08-12T13:02:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T13:02:45.000Z",
        "opened_at": "2011-08-22T07:59:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:20.911Z"
    },
    "id": 10561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10561.json"
    },
    "type": "archived-petition"
}