{
    "attributes": {
        "action": "There should be a hotline dedicated to report illegal suspected illegal migrants encountered in everdaylife. Immigration begs further immigration",
        "additional_details": "Past HMGs had made the great blunder of allowing hundreds of thousands of illegal immigrants, visa overstayers, foreigners who have been imprisoned, failed asylum seekers to remain in UK forever (and hence also their extended family members). In the last Mayor of London election campaigns, many of the candidates proposed to give amnesty to illegal immigrants who have been in UK for over 5 years. This is actually rewarding and encouraging further illegal immigration. Such tip-offs about suspected illegal immigrants should be given enough resources to be taken seriously. It is has been estimated that around 3% of all failed asylum seekers were actually removed.  HMG should leave no stone unturned in tracing and deporting all illegal immigrants & failed asylum seekers. Immigration begets more immigration. Controlling immigration is one of the most important functions of government as it will determine the demographics, social harmony, culture and security of a country forever.",
        "background": null,
        "closed_at": "2012-08-18T14:50:08.000Z",
        "created_at": "2011-08-12T14:50:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T14:50:08.000Z",
        "opened_at": "2011-08-18T14:50:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:22.494Z"
    },
    "id": 10702,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10702.json"
    },
    "type": "archived-petition"
}