{
    "attributes": {
        "action": "Education Reform to include more non-academic skills leading to paid apprenticeships, further education or a mixture of both..",
        "additional_details": "Not all children can succeed academically, the current education system does not allow these children to maintain an interest in education and they fall behind and eventually out of the education system.\r\n\r\nFrom senior school age education should be part academic and part skills based including employment skills.\r\n\r\nChildren can go on to further education or a apprenticeship doing a real job with real prospects or a mixture of both depending which would benefit the child best.\r\n\r\nThe first four years of school from nursery up should be more learning through play based, with more formal education in the last four years of primary education.\r\n\r\nChildren should not be constantly assessed as this is just unnecessary stress for them.\r\n\r\nParents should also be expected to take part in their children's education so the child gets the same message in all areas of life.\r\n\r\nCommunity centres and events may also be a way to achieving this.",
        "background": null,
        "closed_at": "2012-08-22T14:52:04.000Z",
        "created_at": "2011-08-12T14:51:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T14:51:47.000Z",
        "opened_at": "2011-08-22T14:52:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:22.508Z"
    },
    "id": 10704,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/10704.json"
    },
    "type": "archived-petition"
}