{
    "attributes": {
        "action": "I call upon the Gov't to review planning regulations and policy on all aspects of onshore wind farms, as the mainstay of its renewable energy policy",
        "additional_details": "Wind turbines have a place in renewable energy, but their efficiency, value for money and green credentials are questionable.  Would you buy a car that performs at less than 25% of its advertised efficiency, and pay twice as much for it, which is in effect, the result of paying subsidies to energy companies, while local communities suffer the blight of these monstrous structures?  Planning regulations are biased towards the turbine developers, leaving people in untenable situations for a technology on which the Gov't has placed too much reliance.  Regulations and policy have not kept pace with increases in turbine size; catastrophic blade failure has occurred, and in China, a vast swathe of land and its people have become poisoned by the processing of Neodymium, needed for the generators in the turbines.  The latest policy to remove regional quotas could see even more of the beautiful English countryside, sacrificed for the benefit of the European policy on climate change.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-03T23:00:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-03T23:00:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:56.204Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:56.206Z"
    },
    "id": 1088,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1088.json"
    },
    "type": "archived-petition"
}