{
    "attributes": {
        "action": "Deployment of the stock and pillory for the reduction of criminal sentencing",
        "additional_details": "Currently, under worthy human rights legislation, all forms of corporal punishment are forbidden; this petition is raised to allow the consideration of one kind of punishment to allow the reduction of prison and community sentences, whilst still giving the public a feeling of retribution and deterrence: the use of local stock and pillory. The Criminal Justice Act of 1948 legitimately removed the use of birching in prisons, a sentence of which reduced the period spent in prison, and it is now suggested that prison sentences for minor offences, and also community orders, could be completed more quickly if those convicted were offered the opportunity to be placed in the sock or pillory for an agreed time period. It is not suggested that any objects be thrown at them, as this would be a corporal punishment, but rather that, as with Victorian single occupancy cells, those convicted would be able to think about the seriousness of their behaviour, with their community looking on.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-12T22:51:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T22:51:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:27.363Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:27.365Z"
    },
    "id": 11199,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11199.json"
    },
    "type": "archived-petition"
}