{
    "attributes": {
        "action": "Build a prison on the Falkland Islands for anti-social criminals, rapists, drug dealers and the like.",
        "additional_details": "The Falkland Islands were restored to British sovereignty at the high price of many servicemen's lives. The territory is costly to defend but no valuable use has been made of it.  A prison could be built there to house our most persistent and anti-social criminals.  Inmates would live on basic rations and due to its remote location be unable to receive visitors.  The cost of their accommodation would be met from the requisition of illegally acquired funds, or by contributions from the felons' families.  Falkland Islands prison would be Britain's latter day Botany Bay. At long last we would have a place to decant serious criminals as well as petty offenders who routinely disrupt and spoil the lives of honest, law abiding citizens. Falkland Island Prison would take convicts out of Britain for months or years on end thus banishing them from our midst at a low cost.  Such an exile is likely to result in our streets, businesses and homes becoming safer and it would make economic sense.",
        "background": null,
        "closed_at": "2012-08-16T14:10:05.000Z",
        "created_at": "2011-08-13T00:40:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T00:40:55.000Z",
        "opened_at": "2011-08-16T14:10:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:27.709Z"
    },
    "id": 11240,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11240.json"
    },
    "type": "archived-petition"
}