{
    "attributes": {
        "action": "Recent riots indicate that excuses for a child’s bad behaviour should be replaced by proper discipline rather than laissez-faire upbringing",
        "additional_details": "Recent riots demonstrated that many youths in UK today lack moral fibre, discipline, ambition & goals in life; being anti-establishment, rebellious, feeling invincible, influenced by friends who commit crimes, under the influence of drugs & alcohol. Encouragement should also be given to educate youngsters (as soon as they are able to speak) to act responsibly, being accountable for their actions & deeds, being courteous, considerate & helpful towards others. HMG should facilitate educating schoolchildren with morality, responsibility, ambition, self-control, joys of hard work, diligence, thrift. Youths' upbringing nowadays are often lax, treating life as a big joke & for their own pleasures (including abusing alcohol & drugs) with no regard of the consequences and used to get their own ways without being responsible or being accountable. Of course to be ambitious also would require suitable role models & work.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-13T11:23:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T11:23:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:29.947Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:29.949Z"
    },
    "id": 11471,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11471.json"
    },
    "type": "archived-petition"
}