{
    "attributes": {
        "action": "Save Our Police and Armed Forces - Stop the drastic budget cuts to these services our security is being put at risk by the current government",
        "additional_details": "These proposed cuts are to big, to quick which have been rushed by this coalition government..\r\n\r\nGiven the recent mass looting and severe criminality, the destruction of peoples lives, homes business's and livelihoods by mindless criminals.\r\nOur police forces require investment to provide all officers with riot training and protective equipment, This is highlighted with the need to bring a LA commissioner ( Bill Bratton ) to the UK.\r\n\r\nThe armed Forces are heavily engaged in current conflicts with a shortage of appropriate equipment.\r\n\r\nFor instance a aircraft carrier was pulled out of service early and decommissioned, along with the aircraft off the carrier being taken out of service.\r\nThen Airplanes were flown from the UK to Libya and back daily.\r\nThis opens a debate off the financial and operational implications of our armed forces.\r\n\r\nSecurity of our Country is of paramount importance before any deficit reduction cuts.",
        "background": null,
        "closed_at": "2012-08-15T10:04:14.000Z",
        "created_at": "2011-08-13T12:35:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T12:35:58.000Z",
        "opened_at": "2011-08-15T10:04:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:30.467Z"
    },
    "id": 11526,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11526.json"
    },
    "type": "archived-petition"
}