{
    "attributes": {
        "action": "Reduce Cuts to Community Projects and Give More Help To Young People Who Need It Most",
        "additional_details": "The next generation of Britons is the young people of today and yet many are left unemployed and without basic numeracy and literacy skills.\r\nOur Goverment needs to provide the correct projects and support that many young people need. The current \"one size fits all\" education system does not help these youngsters and therefore needs to be revised and changed so that everyone is given the correct support to encourage them to do something good for their communities and lives.\r\n Due to the current economic climate it is understanable why cuts are being made to our society but in my opinion, there are to many cuts occuring all at once.\r\nThe recent riots were totally unacceptable but, why did they occur? It wasn't just criminal gangs, it was young people searching for a voice. They need their opinion in the \"Big Society\" too!\r\nTherefore, the British Goverment needs to think long and hard about the cuts being made and continue to invest in the communities and schools of Britian.\r\n\r\n",
        "background": null,
        "closed_at": "2012-08-22T08:31:58.000Z",
        "created_at": "2011-08-13T13:00:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T13:00:54.000Z",
        "opened_at": "2011-08-22T08:31:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:30.663Z"
    },
    "id": 11549,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11549.json"
    },
    "type": "archived-petition"
}