{
    "attributes": {
        "action": "People in the UK who are claiming Job Seekers Allowance should have to do Mandatory Community Service ",
        "additional_details": "Latest figures show approx 1.49Million people in the UK claim JSA. If every one of them completed an 8 hour working day of community service a week, this would equate to over 560Million man-hours of work a year (47 working weeks a year).\r\nIt is already recognised that it doesn’t take all week to look for work, hence those claiming JSA can work up to 16 hours a week. For those claiming JSA, and not working, there will be ample time to complete 8 hours community service a week. For those working part time, special dispensations could be made, to decrease the amount of community service, still leaving time to look for fulltime employment.\r\nCommunity service can be tailored to the individuals, such as: Litter picking, Street sweeping, Gardening, Graffiti removal, Helping the elderly, and Community projects.\r\nThis would not take work away from those currently employed. It is about improving the communities we live in, by doing those jobs that need doing, but are not currently being done.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-13T21:48:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T21:48:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:32.651Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:32.654Z"
    },
    "id": 11787,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11787.json"
    },
    "type": "archived-petition"
}