{
    "attributes": {
        "action": "The UK to refuse to pay towards EU grants for Romania until that country abides by its animal welfare laws",
        "additional_details": "Romania receives billions of Euros each year from the EU in funding, of which the UK contributes. Funds are paid on the proviso that Romania proves good management of national and regional funds. It continually fails to do this especially in relation to its management of strays within its public shelters and elsewhere, preferring to pay higher amounts to dog catchers to brutally kill the strays than the less expensive and scientifically proven method of Catch, Neuter and Release programmes.\r\n\r\nIt's ill treatment of domestic and working animals is well documented as one of the most horrific in Europe. Despite this, Romania continues to empty the EU pockets. It's latest proposal which would allow the brutal mass genocide of strays proves this.\r\n\r\nUntil Romania abides by it's current animal welfare legislation and rejects the proposed amendment to current stray management. The UK must refuse to pay towards EU grants to Romania",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-13T23:54:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-13T23:54:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:33.044Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:33.047Z"
    },
    "id": 11826,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11826.json"
    },
    "type": "archived-petition"
}