{
    "attributes": {
        "action": "Stop the injustice in evicting families with rioters",
        "additional_details": "This petition calls for an end to the terrible injustice of evicting households with members who were not personally involved in rioting. It contends that eviction should not be considered if any members of the household are innocent, and that other punitive measures should instead be sought in such a case.\r\n\r\nAll human beings, without exception, have unalienable rights; the families of criminals should not be punished for deeds that they have not done. The innocent 4-year old child and her single mother should not be thrown out of their home, into turmoil, distress and terror, simply because of the criminality of a family member, no matter how much the public desire revenge. To paraphrase Martin Luther King, although vanity seeks popularity, conscience seeks the right: this policy, although perhaps popular, is unconscionable.\r\n\r\nIt boils down to this: is is ever moral to harm a little child for no reason, apart from the fact that they happen to live in the same house as someone else?",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-14T03:00:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-14T03:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:33.201Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:33.204Z"
    },
    "id": 11844,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/11844.json"
    },
    "type": "archived-petition"
}