{
    "attributes": {
        "action": "That the government makes it a legal requirement that any person supervising, covering and teaching classes in England must hold QTS.",
        "additional_details": "There is an urgent need for the Department of Education to introduce new legislation or an amendment, making it a illegal for schools and academies to use people without qualified teacher status to cover, supervise or teach classes in England. Unfortunately at present the government policy is to talk about improving the standards of teachers and the qualifcations for those wishing to become teachers, while allowing schools to use any unqualified person, without QTS to teach lessons on both a temporary and permanent basis.\r\n\r\nWe have at present around 50,000 unemployed teachers and if you include the supply teacher population, it means that around 1 in 5 of all qualified teachers are not in a permanent post. we ask the government to address this issue of teachers without a post by making it a legal requirement that any covering, supervising and teaching classes must hold qualified teacher status and in doing ensure that educational standards are maintained.",
        "background": null,
        "closed_at": "2012-08-25T15:42:18.000Z",
        "created_at": "2011-08-15T14:09:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-15T14:09:09.000Z",
        "opened_at": "2011-08-25T15:42:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2872,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:38.689Z"
    },
    "id": 12405,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12405.json"
    },
    "type": "archived-petition"
}