{
    "attributes": {
        "action": "What is the point of coalition forces staying any longer in Afghanistan? Coalition forces will not win the war in Afghanistan",
        "additional_details": "As soon as the coalition forces leave Afghanistan in the next few years, it is likely that full scale civil war will ensue. Boots on the ground to win hearts & minds and foster democracy? Perhaps government by strong dictation rather than democracy by consensus is needed in such a volatile, violent and lawless situation. What is the point of coalition forces staying any longer in Afghanistan? No one will win the War!  The Russians killed about 1 million Afghans but still lost. In the meantime, most of British soldiers die needlessly to IEDs in desert roads during transport to and from theatre of war. More Chinook helicopters and Merlin helicopters can more safely transfer troops than running the gauntlet/lottery of not hitting IEDs. Let Taliban and their murders road side explosive (IEDs) devices do battle on the air with extra fighter bombers, dromes and gunships; like Apache helicopters and even specially fitted out cannon bearing ground attack Hercules aircraft.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-15T16:53:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-15T16:53:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:39.449Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:39.452Z"
    },
    "id": 12483,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12483.json"
    },
    "type": "archived-petition"
}