{
    "attributes": {
        "action": "Socialist inspired rhetoric should be banned in the classroom",
        "additional_details": "Socialist inspired rhetoric, such as class warfare, anti-capitalism, anti-free-market, anti-Westernism, etc., should be banned in the classroom. Socialist inspired ideology has a more bloody and miserable history than any other political ideology, so should be held in the same regard as Naziism. Socialist inspired rhetoric has been allowed to go unchecked for too long and has even been allowed to thrive. The riots, lootings, violence, protests, vandalism, etc., we have witnessed over the last couple of years, has it's roots in the socialist movement. The rhetoric coming from socialist-leaning groups and individuals, which include Unions, Educators, the Media, NGOs, Websites, Politicians and Political groups, have become increasingly inciting, hateful, radical, bigoted, subversive and violent. This rhetoric is not free speech, but highly toxic poison that is very polarising and causing fear in our society, making it a threat to the future of the United Kingdom. Let's get back to sanity.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-16T03:07:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-16T03:07:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:40.746Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:40.749Z"
    },
    "id": 12625,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12625.json"
    },
    "type": "archived-petition"
}