{
    "attributes": {
        "action": "Child benefits must cease for children borne after nine months have elapsed. This will not affect existing, or expecting, parents.",
        "additional_details": "None of the recent rioters have had a decent family upbringing. They might be loved in an “I’ll buy you some designer trainers” way, but they have not been set any boundaries and therefore have no discipline. Having no sense of belonging they join gangs. Sadly, they will probably grow up to be bad parents themselves. Given the availability of contraception and abortion, why do people have children they neglect? Obviously they are encouraged by the benefits they attract. It is no coincidence that the recent rioting followed a period of additional spending foolishly trying to address the problem of “child poverty”. Paradoxically, it’s the money that is actually causing the problem. Just like drugs, stop the supply and you stop the problem. By stopping the benefit for all children borne more than nine months time away, no current parent or child would be affected. It would simply mean that the decision to have a child would be taken more seriously, and parenting standards would rise. ",
        "background": null,
        "closed_at": "2012-08-22T13:36:34.000Z",
        "created_at": "2011-08-16T12:47:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-16T12:47:34.000Z",
        "opened_at": "2011-08-22T13:36:34.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:42.377Z"
    },
    "id": 12778,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12778.json"
    },
    "type": "archived-petition"
}