{
    "attributes": {
        "action": "Close the loophole that allows UK banks to invest in arms manufacturers that produce cluster bombs",
        "additional_details": "One year ago this month, Britain became an active participant in the Convention on Cluster Munitions, a global treaty that bans the use, production, stockpiling and transfer of cluster bombs. To date, 108 countries have signed the treaty, which also forbids parties from assisting in the production of cluster weapons.\r\n\r\nYet there has been no attempt by the Coalition Government to rein in banks and investment funds that continue to finance companies known to manufacture the weapons.\r\n\r\nUsing a loophole in the legislation, financial institutions can continue to back cluster-arms manufacturers as long as they don't invest in the bombs directly.  RBS, Lloyd's, HSBC and Barclay's are all investing in arms manufacturers who produce cluster munitions.\r\n\r\nIt's time to close this loophole and ban all UK financial institutions from investing in these companies.\r\n\r\nCluster bombs are indiscriminant and any investment is immoral.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-16T16:54:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-16T16:54:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:43.290Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:43.294Z"
    },
    "id": 12877,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12877.json"
    },
    "type": "archived-petition"
}