{
    "attributes": {
        "action": "Stronger prison sentences for a conviction of Dangerous Driving and Causing Death by Dangerous Driving",
        "additional_details": "Dangerous driving can wreck and result in the death of innocent lives. I propose that Parliament should pass stronger sentencing for anyone found guilty of Dangerous Driving or Causing Death by Dangerous Driving. Under current guidelines, a conviction of Dangerous Driving in the UK can result in a maximum of two years in prison, a fine, both and a mandatory disqualification for a period of time. I propose a minimum 2 year prison sentence up to 10 years, a fine and an automatic driving ban of 5 to 10 years on release from prison. A conviction of Causing Death by Dangerous Driving is liable to imprisonment for a term from 12 months to fourteen years, with a minimum 2 year driving ban. I propose a minimum prison sentence of 5 years to life (life meaning the rest of their natural life). Also a conviction will carry the charge of manslaughter or murder depending on the severity of aggravation involved. A minimum 10 year to automatic lifetime ban on driving and a fine to recompense victims.",
        "background": null,
        "closed_at": "2012-08-17T14:45:45.000Z",
        "created_at": "2011-08-16T21:15:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-16T21:15:22.000Z",
        "opened_at": "2011-08-17T14:45:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:44.116Z"
    },
    "id": 12971,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/12971.json"
    },
    "type": "archived-petition"
}