{
    "attributes": {
        "action": "A call for David Cameron to resign as Prime Minister",
        "additional_details": "David Cameron has failed in his duty to serve the British public. In the wake of this months riots, all David Cameron and the conservative government have done is blame 'Criminality'. They have also accused the Metropolitan police and its brave officers of not reacting quickly enough when their recources since the Conservatives came into power have been streched beyond belief due to massive public sector cuts.\r\n\r\nSince the first laws were passed criminals have always existed and yet only now, when we are lead by a Conservative government does crime on Britains streets get out of control beyond all measure. 'Criminality' is an easy label to place on such behaviour because it helps in their attempts to 'pass the buck', when really, David Cameron and the Conservative government need to look a little closer to home for reasons as to why such vile behaviour has reared its head at this precise point in time.\r\n\r\nDavid Cameron should resign with immediate effect and call a general election.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-17T02:33:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-17T02:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:44.613Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:44.616Z"
    },
    "id": 13019,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13019.json"
    },
    "type": "archived-petition"
}