{
    "attributes": {
        "action": "Decriminalisation and taxation of cannabis for personal use.",
        "additional_details": "MPs are to consider:\r\nthe potential health benefits and detriments of cannabis;\r\nthe status of cannabis as an illegalised substance, relative to legalised poisons such as alcohol and tobacco;\r\nthe impact decriminalisation would have on society;\r\nthe possibility of legalising, taxing and selling cannabis products from licensed outlets;\r\nwhether, if decriminalised, the funding saved prosecuting and policing people charged with or suspected of possession would outweigh the risks posed by said people;\r\nhow far taxation, and the monies saved from not prosecuting non-troublesome users, would go in reducing the UK deficit;\r\nand what harm is posed to others by current users, and is a criminal record necessarily what an offender deserves.\r\nIt is in the country's interest to legalise, both saving and making money from taxing the drug if sold legally in outlets. It would be fairer to users, who risk prosecution and a criminal record for smoking the drug as part of their everyday life.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T09:01:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T09:01:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:58.416Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:58.419Z"
    },
    "id": 1304,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1304.json"
    },
    "type": "archived-petition"
}