{
    "attributes": {
        "action": "UK should not unilaterally 'shoot herself in the foot' scraping her own independent nuclear deterrent",
        "additional_details": "Having nuclear weapons is Britain's insurance policy against being threatened & oppressed by other countries.  It would be foolish for UK to give up her nuclear deterrent at a time when certain countries are actively seeking to acquire nuclear weapons. Many countries will 'cut off their right arm’ to become officially recognised nuclear powers and sit as permanent members of UN's Security Council.  The 5 recognised nuclear powers are de facto (and effectively) the police force of the world. Should UK unilaterally shoot herself in the foot by being a non-nuclear power?  Consider the analogy of thugs armed with deadly weapons (like machine guns). To be credible, peace keepers should be armed with even better versions of such weapons. UK should have a major role in the design and manufacture of its own independent nuclear deterrent. ‘Galileo’, Europe’s version of GPS system is expected by ESA to be operational by 2013. Many of the 30 Galileo satellites are already launched.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-17T11:04:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-17T11:04:13.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:45.476Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:45.479Z"
    },
    "id": 13107,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13107.json"
    },
    "type": "archived-petition"
}