{
    "attributes": {
        "action": "Capital Punishment ",
        "additional_details": "In 1986 David Richard Taylor killed Andrew Williams unknown to the police David R Taylor already carried out a string of violent sex Attacks on girls as young as 5.\r\n\r\nHe was jailed for life but walked the streets again after just 12 years in 1999.  Taylor started raping children again until he was caught again and Jailed in 2009 for another 12 years. Will our Justice System allow this man to continue to harm and kill the innocent?\r\n\r\nThis could just be an isolated case of weak justice within our country allowing evil people back on the streets to kill, maim, abuse but the sad fact it is NOT.\r\n\r\nCapitol Punishment is maybe the only option left to stop these evil individuals and hopefully prevent the next evil person to carry out such a horrific crime as I'm sure a few years in jail fails to put the fear of god into them.\r\n\r\nIf not life should mean life for the most serious crimes, no chance of parole.",
        "background": null,
        "closed_at": "2012-08-04T09:29:00.000Z",
        "created_at": "2011-08-04T09:04:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T09:04:37.000Z",
        "opened_at": "2011-08-04T09:29:00.000Z",
        "rejected_at": "2017-06-21T15:05:58.471Z",
        "rejection": {
            "code": "duplicate",
            "details": "Thank you for your e-petition on the issue of capital punishment.    Following the launch of the site, some duplicate e-petitions were erroneously added to the site.\r\n\r\nFollowing a review, this e-petition has been identified as a duplicate of an existing e-petition (https://petition.parliament.uk/archived/petitions/138) as set out in the Terms and Conditions.  It has been closed to new signatures and moved to the 'Rejected' category visible on the site.\r\n\r\nIt is not possible to transfer signatures automatically from a rejected e-petition to an alternative, however if you have signed an e-petition which has subsequently been rejected, you are able to add your signature to an existing open e-petition\r\n\r\nApologies for any inconvenience caused."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 28,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:58.473Z"
    },
    "id": 1311,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1311.json"
    },
    "type": "archived-petition"
}