{
    "attributes": {
        "action": "The money previously used for EMA should be spent on internships",
        "additional_details": "The education system (for the best part) is a failure - the curriculum - instead of 'lighting fires' just 'fills buckets' of knowledge.\r\n\r\nTeaching to the test has stifled any creative thinking, sense of enquiry and expression leaving students totally unprepared for the world of work.\r\n\r\nFor most people it is becoming essential to perform some unpaid work in order to develop the skills necessary to begin a career.\r\n\r\nFor anyone receiving Jobseekers Allowance, it is not possible to work a maximum of 12 hours a week - unpaid or otherwise - without losing your benefit.\r\n\r\nThis leaves many in the difficult position of having to choose between no work with benefits or gaining experience with no money!\r\n\r\nSign this petition if you believe the money previously used for Education Maintenance Allowance should be made available to pay for internships that genuinely useful and accessible to all hoping to advance their potential.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-17T11:53:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-17T11:53:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:45.781Z",
        "rejection": {
            "code": "no-action",
            "details": "In order for the Department to proceed any further with your e-petition you will need to clarify which age group you are referring to regarding internships.\r\n\r\nMany thanks"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:45.785Z"
    },
    "id": 13135,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13135.json"
    },
    "type": "archived-petition"
}