{
    "attributes": {
        "action": "Introduce Compulsory Community Work Scheme for Young People",
        "additional_details": "The Government should introduce into the UK a one or two year period of compulsory Community Work for 18 to 25 year olds of both genders. This should start after secondary school or undergraduate university study and before beginning full time employment. Unlike after World War 2, this period of community work for young people should not be in the military, but rather in social areas where some of the most severe austerity cuts have been made and where a young person’s help is most urgently needed - hospitals, care for the elderly and disabled, education, community schemes, local environmental projects etc. It would bring together young people from widely different backgrounds to start creating a more homogeneous, unified, caring and less self centred country and it would give young people a greater sense of their important place in our society, a feeling that they have a real stake in our society and that they have a responsibility to and for the community that they live and work in.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-17T17:14:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-17T17:14:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:46.736Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:46.739Z"
    },
    "id": 13257,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13257.json"
    },
    "type": "archived-petition"
}