{
    "attributes": {
        "action": "No state-funded funeral or memorial service for Margaret Thatcher",
        "additional_details": "No state funding for any funeral or memorial service for Margaret Thatcher. The government should take the position that any such event should be funded by her family, supporters, and/or the private sector, and not the taxpayer. (In other words, she should be interred in a manner that is in line with her politics, and sensitive to recent austerity concerns.)\r\n\r\n[NOTE TO EDITORS - I find your rejection of this 'duplicate' to be arbitrary at best given the many duplicates for more right-wing concerns such as a return to fox hunting, but no matter what may be going on there, duplication does not stand as an excuse for rejection. The 'duplicate' you cite calls only for no state funeral. I call for no state funeral or memorial service. I have taken the precaution of editing the title on this re-submission to make this clearer should you or others fail to understand this simple point. I would also suggest that you introduce some form of appeals process if you're going to carry on like this.]",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-18T12:59:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-18T12:59:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:48.863Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:48.865Z"
    },
    "id": 13480,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13480.json"
    },
    "type": "archived-petition"
}