{
    "attributes": {
        "action": "Changing the e-petition Vetting System ",
        "additional_details": "I want the Government to alter the way e-petitions are vetted. The reason my e-petition hasn’t been accepted illustrates a flaw in this new and welcome initiative. The current vetting works on a very crude ‘first-submitted by subject or title’ basis, and not on the actual direction and substance of each particular e-petition. Compare my rejected e-petition with the previously accepted one: Community Force - Michael Christopher Walker. Compulsory for un-employed school leavers; minimum 3 years between 16 and 19 yrs; stationed in ex military bases to learn self-discipline (Edited). Introduce Compulsory Community Work Scheme for Young People – Clive Frost. 1 or 2 yr compulsory Community Work for all 18 to 25 yr olds; after secondary school or undergraduate university study and before beginning full time employment; not in military, but in social areas; bring together young people from different backgrounds to create more homogeneous, unified, caring and less self centred country (Edited).",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-18T17:53:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-18T17:53:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:49.488Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government will not enter into correspondence on rejected e-petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:49.491Z"
    },
    "id": 13547,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13547.json"
    },
    "type": "archived-petition"
}