{
    "attributes": {
        "action": "Looters - and MPs who cheated on their expenses - should be subject to exactly the same charging and sentencing policy",
        "additional_details": "The riots and MPs expenses scandal were both events that made us question the direction of society. But while looters are subject to an aggressive charging and sentencing policy, MPs were not. Michael Gove ‘flipped’ his houses to claim £7000, fraudulently claimed for a baby mattress, handed the money back, and escaped further sanction (he is now a cabinet member pontificating on moral collapse). Gerald Kaufman sought to liberate a TV by claiming £8865 for a 40-inch flat-screen (no action taken). But a mother-of-two with no previous convictions who slept through the riots and was later given a pair of looted shorts got five months in jail. David Cameron (£680 for wisteria removal, repaid) says such sentences send “a tough message.” This petition wants a tough message sent to fraudulent MPs. We the undersigned call for exactly the same charging policy now being applied to looters to also be applied to MPs, and for the same sentencing policy to be applied to any MP subsequently convicted.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-18T19:49:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-18T19:49:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:49.854Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:49.856Z"
    },
    "id": 13579,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13579.json"
    },
    "type": "archived-petition"
}