{
    "attributes": {
        "action": "Benefit claimants Must Participate in Community Services",
        "additional_details": "It is clear the benefit system is a huge support and assistance for many needy people in the UK. But far too many people and groups in society see it as a life style choice avoiding employment, whilst receiving full financial support without contributing back to society.\r\n\r\nFor many hard working individuals it’s hard to watch the price of taxes and local service costs increase whilst capable people do nothing, when they could be assisting the paid work force that increases such costs!\r\n\r\nMy suggestion is that claimants  must be prepared to \"work\" for their benefits, by volunteering in charity shops/libraries, help keep the streets and environment clean through litter duties or even volunteering within businesses not only helping the economy grow but gaining experiences in doing so. Children within these families will also develop an understanding at a young age of the benefits of having strong work ethics to ensure that they don’t become part of the system in the future.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-19T10:44:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-19T10:44:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:50.670Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:50.673Z"
    },
    "id": 13671,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13671.json"
    },
    "type": "archived-petition"
}