{
    "attributes": {
        "action": "No to euthanasia. It is a slippery slope towards treating certain human beings like animals by ‘putting them down’",
        "additional_details": "Human life is precious and people who are labelled ‘gravely ill’ may feel that it is expected of them to agree to euthanasia out of duty & consideration for their relatives’ needs and convenience. Large doses of morphine for 'pain killing', decision that a patient not to be resuscitated or no further treatment is required (but only ‘tender loving care’) can have the same effect as 'assisted suicide'/euthanasia. The patients’ informed consent or their informed relatives’ consent (if available) should first be sought BEFORE deciding on large doses of pain killing drugs or not for resuscitation (or withholding further treatment). However it is wrong to withhold basic nutrition to patients. The decision by a consultant that no further treatment or resuscitation is required should be made widely open to appeal by the patient and his/her relatives or next of kin under hospital appeal’s procedures, not by merely by Judicial Review in the High Court.",
        "background": null,
        "closed_at": "2012-08-22T11:22:42.000Z",
        "created_at": "2011-08-19T10:54:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-19T10:54:32.000Z",
        "opened_at": "2011-08-22T11:22:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:50.694Z"
    },
    "id": 13674,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13674.json"
    },
    "type": "archived-petition"
}