{
    "attributes": {
        "action": "Abolish all toll charges in England as they have done in Scotland",
        "additional_details": "Abolish all road charges in England as they have done in Scotland. Toll bridges in England produce traffic jams. Traffic-jams are a major cause of air pollution, which affects the respiratory tract, causes irritation, headache, fatigue, asthma, high blood pressure, heart diseases and cancer. Every year 5.7 billion litres of fuel is wasted in the UK from cars sitting in traffic jams. Prime example the Dartford crossing. The bridge has been paid so why are we paying anything? The charge was introduced in 1963 and was designed to pay for the construction costs of the tunnels and latterly the bridge. These costs were finally paid off in 2002 and the legal authority to charge a toll expired in April 2003. However, the Government decided to continue the toll under the guise of a congestion charge. Using the excuse, that traffic volume will increase by 15% if it free to cross. Why don’t you look at the improvements in traffic flow there have been in Scotland to both the Tay and Forth bridges!",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-19T15:38:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-19T15:38:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:51.144Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:51.148Z"
    },
    "id": 13731,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13731.json"
    },
    "type": "archived-petition"
}