{
    "attributes": {
        "action": "David Cameron to stop making sweeping generalisations about the family.",
        "additional_details": "The actions of looters in London riots were blamed on the lack of “morally responsible father figures.” This is a huge generalisation which cannot possibly be substantiated and which more worryingly suggests that those who have grown up without a responsible father figure cannot aspire to greater things and dictate their own set of personal values, quite distinct from that of their parents. David Cameron also stated that, “What matters most to a child’s life chances is not the wealth of their upbringing but the warmth of their parenting.” This sweeping generalisation serves only to promote a lack of hope amongst those growing up within a dysfunctional family. A child should surely be taught that regardless of such, their life chances are equally as strong as those from a stable family background. Is it not David Cameron’s responsibility to promote a sense of self-belief and ultimately a responsibility for one’s own actions irrespective of upbringing?",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-20T15:50:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-20T15:50:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:52.603Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:52.605Z"
    },
    "id": 13887,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/13887.json"
    },
    "type": "archived-petition"
}