{
    "attributes": {
        "action": "Change the benefit/taxation system to help reduce the UK Population and Save the Planet.",
        "additional_details": "I feel as the Global population swells that governments should discourage child berth instead of encouraging it. The reason for this is that the most environmentally damaging thing a person can do is to have a child, through the amount of natural resources that child will consume through its lifetime, and makes any environmental concessions that a individual makes just about pointless. This means that a 20% drop in the UK population would have a far greater reduction in greenhouse gases then any green initiatives, thought out by government. There is also the fact that the UK is unsustainable in the amount of natural resources it is using, through the increasing need for oil for our cars or metals for the creation of consumer products. Ways in which the benefit/taxation system could change is through a baby tax or reducing the level of income tax/VAT for people without children and only increasing benefits for the first child, so people have to think, before having a child. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-21T20:02:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-21T20:02:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:53.858Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:53.861Z"
    },
    "id": 14024,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14024.json"
    },
    "type": "archived-petition"
}