{
    "attributes": {
        "action": "Reduce National Minimum Wage for the long-term unemployed, un-skilled, inexperienced workforce. Promoting jobs & saving our families living in poverty",
        "additional_details": "\r\nAfter watching the Documentary 'Poor Kids' aired on BBC 1 telling the stories of some of the 3.5 million children living in poverty in the UK.  One cannot begin to comprehend the difficulties and problems faced by these unfortunate young children and by no fault of their own. One of the contributing factors being unemployed parents and with minimum income are forced to budget on what some would regard as the basics of life.\r\n\r\nThe National Minimum Wage (NMW) is inefficient in targeting the poor, long-term unemployed and ineffective as a antipoverty device.\r\n\r\nNMW may have helped increase the income of those with good career prospects but has eliminated those with limited or no qualifations or experiences making it more difficult for them to be employed.\r\n\r\nBy restructuring the current National Minimum Wage model can help reduce poverty, our charities cannot help each and every family but by offering employment we can help the parents help the children.",
        "background": null,
        "closed_at": "2012-05-22T08:36:43.000Z",
        "created_at": "2011-08-22T05:11:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-22T05:11:49.000Z",
        "opened_at": "2011-08-22T08:36:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:54.158Z"
    },
    "id": 14066,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14066.json"
    },
    "type": "archived-petition"
}