{
    "attributes": {
        "action": "Abortion on embryos with incurable crippling genetic diseases and for health of mother should preferably be done for embryos less than 13 weeks old",
        "additional_details": "Genetic screening to prevent and therefore to weed out carriers of crippling genetic diseases for future generations is an ethical cause. Of course abortion is a serious and private affair and should only be performed if it is for the health and safety of the mother or in the best interests of the foetus. Abortion on embryos should not be done for innocuous curable characteristics like the colour of hair or for clef lips. Human embryos less than 13 weeks old are a group of cells without consciousness. Also billions of potential embryos are rejected every minute in nature from becoming potential living beings. Therefore abortion for embryos with incurable crippling genetic diseases should preferably be done for embryos less than 13 weeks old. However due to the series of medical and psychological tests needed to support the medical grounds for abortion, it may not always be possible for abortion to be much less than 24 weeks of pregnancy.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-22T15:13:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-22T15:13:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:54.879Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:54.882Z"
    },
    "id": 14141,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14141.json"
    },
    "type": "archived-petition"
}