{
    "attributes": {
        "action": "That the government should make it illegal for anyone without QTS to cover, supervise and teach classes, including PPA time in England.",
        "additional_details": "The government talks about improving educational standards through increasing the standards of teachers and those wishing to become teachers, while at the same time allowing schools and academies use vast numbers of support staff to teach classes both on a temporary and permanent basis, despite having no teacher training and in some cases, an appropriate level of education.\r\n\r\nThis contradiction in the government education policy is actually undermining educational standards. How can a person with no teacher training and with just the basic qualifications be used to teach classes, when there are around 50,000 teachers officially classified as unemployed? When there are around 1 in 5 of all qualified teachers not in a permanent post. If the government are serious about improving standards, then only people with qualified teacher status should be allowed to cover, supervise and teach classes in England.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-23T07:48:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-23T07:48:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:56.068Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:56.071Z"
    },
    "id": 14253,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14253.json"
    },
    "type": "archived-petition"
}