{
    "attributes": {
        "action": "It's time to re-open the investigation into the attacks of 9/11 in order to rectify the subsequent effects imposed upon the British public",
        "additional_details": "Since the destruction of the three World Trade Centre buildings in New York on September 11th 2001, the world has changed drastically and the British public have been sucked into a climate of fear and terror. The current financial crisis would not have come about were it not for the vast amounts of money spent on the military operations embarked upon as a result of 9/11. The official FEMA report is clearly full of holes as described on multiple websites created by architects, engineers, physicists, pilots and ordinary people whose intuition and intelligence allowed them to see through what was clearly a smokescreen to justify illegal invasions of foreign countries. On the cusp of the tenth anniversary of this horrific incident it is time for the truth to be unravelled and the real villains brought to justice. I therefore demand on behalf of the British public a thorough investigation by the British government into the events of 9/11",
        "background": null,
        "closed_at": null,
        "created_at": "2011-07-29T08:58:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T08:58:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:47.227Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:47.230Z"
    },
    "id": 143,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/143.json"
    },
    "type": "archived-petition"
}