{
    "attributes": {
        "action": "HMG should not fund detox programmes on the NHS for alcoholics, due to the high regression rates, except for those with genuine desire not to drink",
        "additional_details": "Rehabilitation & detox programmes for alcoholics are often not cost effective. NHS guidelines should not allow funding on them, due to their high regression rates. From my experience, the only way for alcoholics could give up alcohol completely (i.e. teetotal) is when they actually wanted to do so. The adage that ‘you are flogging a dead horse’ comes to mind. No one can force a person to voluntarily not to drink alcohol unless he/she genuinely & cognitively desires not to and therefore have a real aversion towards alcohol. If a recovering alcoholic have a genuine aversion towards alcohol in his or her own mind (cognitively) than it is certain that he or she is no longer a RECOVERING alcoholic but a 100% RECOVERED one, from my experience. Perceptions of the pleasures of drinking alcohol (heavily, moderately or occasionally) would usually depend on one’s perceptions, motivation, aims, habits, triggers, reinforcers, settings, lifestyle, perception and psychological and physical cravings.",
        "background": null,
        "closed_at": "2012-08-23T13:19:57.000Z",
        "created_at": "2011-08-23T13:08:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-23T13:08:08.000Z",
        "opened_at": "2011-08-23T13:19:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:56.841Z"
    },
    "id": 14344,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14344.json"
    },
    "type": "archived-petition"
}