{
    "attributes": {
        "action": "The Government should overhaul the Benefit System so that it is based upon choice, ie. if you have a choice in the matter you get NO benefit. ",
        "additional_details": "Governments are very keen to ensure we are given a choice, so they should introduce this concept into the benefit system. It is an idiotic situation where money is taken from taxpayers and handed to people who have already been given something that they wanted, eg. a child or permission to enter this country. State benefits should be exclusively given to people who are in a situation not of their own choosing. A child is probably the greatest gift in life, and yet we give money to those lucky enough to have one. Complete madness. Apart from actively encouraging people to have children for the wrong reason (with infinite bad consequences for society) it is woefully unfair to those taxpayers that choose not to, or cannot, have children. This measure could be introduced for children born in the future, it would not then affect current, or currently expecting, parents. As for immigrants, we’d all treat them more graciously if we knew they were not here for the benefits.\r\n",
        "background": null,
        "closed_at": "2012-09-01T09:04:44.000Z",
        "created_at": "2011-08-23T21:52:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-23T21:52:58.000Z",
        "opened_at": "2011-09-01T09:04:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:58.133Z"
    },
    "id": 14477,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14477.json"
    },
    "type": "archived-petition"
}