{
    "attributes": {
        "action": "Keep climate change in the school curriculum",
        "additional_details": "The government adviser in charge of overhauling the school syllabus in England has said that climate change should not be included in the national curriculum.\r\n\r\nAllowing individual schools to censor this essential topic may allow anti-scientific, politically motivated groups though various media outlets to manipulate children’s thinking. It is essential that all young people understand the facts about climate change, since they will be left with the consequences of our actions.\r\n\r\nArguments have also been put forth that climate change isn’t basic science. However, whilst learning the basics in science is important, bare principles sometimes fail to catch the imagination of young students. Climate change is a real-world problem with real-world consequences. Learning about the complexities of the real world will be far more engaging and useful for their lives than studying basic principles alone.\r\n\r\nWe must therefore keep climate change in the school curriculum ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-24T09:38:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-24T09:38:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:58.824Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:58.827Z"
    },
    "id": 14539,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14539.json"
    },
    "type": "archived-petition"
}