{
    "attributes": {
        "action": "A Call for the government to implement its manifesto promise, to end unfair financial transaction charges and to reintroduce an APR Limit.",
        "additional_details": "The Consumers forum is asking the government to implement its manifesto promise “will introduce stronger consumer protections, including measures to end unfair bank and financial transaction charges” this is an issue that is causing thousands of consumers to live in poverty.\r\nAdditionally, is the issue of a Statutory Ceiling for interest rates, since the introduction of the Consumer Credit Act 1974, the UK has had no statutory ceiling for interest rates. There use to be an APR cap of 48% but, the 1974 Act abolished it. The removal of the cap has allowed companies to charge horrific interest rates such as companies who have advertised interest rates of up to 4214%, a rate which is repugnant and exorbitant.\r\nWe are requesting that consumer protection should be at the forefront of the government’s agenda and legislation should now be put into place to protect consumers and most importantly to protect the poorest in our society, this includes the immediate reintroduction of an APR limit.",
        "background": null,
        "closed_at": "2012-03-01T10:31:50.000Z",
        "created_at": "2011-08-24T12:43:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-24T12:43:51.000Z",
        "opened_at": "2011-09-01T09:31:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1169,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:59.291Z"
    },
    "id": 14591,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14591.json"
    },
    "type": "archived-petition"
}