{
    "attributes": {
        "action": "We call for the Government to make changes to the rules regarding complaints against Registered Childminders",
        "additional_details": "If a childminder is contacted regarding a complaint they must be told within 24 hours what the allegation is. If suspended pending an investigation, they MUST be visited by Ofsted within 24 hours of the suspension. Suspensions should not be made on Friday because a guilty childminder can spend the weekend amending or falsifying documents, and an innocent childminder would spend the weekend worrying and unable to do anything as all organisations who might provide information or advice are closed. When an allegation is judged to be unfounded and malicious Ofsted must give the name of the accuser to the accused to enable them to use the existing legal system to sue for defamation of character and loss of earnings in the civil courts if they wish to. Making a malicious allegation should become a criminal offence, and as such, should carry an appropriate fine and sentence.\r\nGenuine complaints need to be made but repetitive, malicious complaints against childminders must be stopped.",
        "background": null,
        "closed_at": "2012-09-08T09:58:32.000Z",
        "created_at": "2011-08-24T12:51:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-24T12:51:01.000Z",
        "opened_at": "2011-09-08T09:58:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 390,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:59.307Z"
    },
    "id": 14593,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14593.json"
    },
    "type": "archived-petition"
}