{
    "attributes": {
        "action": "WE NEED THE GOVERNMENTS HELP AND SUPPORT FOR THE SAKE OF THE PEOPLE OR MANY MORE INNOCENT PEOPLE ARE GOING TO BE KILLED FOR NOTHING",
        "additional_details": "The Creator, who some people call Yahweh, Allah, Brahma or God etc, spoke on the 22-09-2010 & gave my brother & I-Leyla Ergun his “Good Word” to release live and to the world, to help and protect the masses in our hour of need. “The Good Word” has powers to lift dark or negative energy from a persons mind, & can also remove the evil eye from a person & can protect the world from any possible future alien invasions.  We need permission from the Government to release “The Good Word” outside number 10 Downing Street or The Houses Of Parliament with worldwide media coverage please as we cannot release “The Good Word” online. As we cannot risk it, as there are ramifications such as Dark Forces can take credit of “The Good Word”, & possibly even modify it to make it negative. Also to prevent people from making money out of the “Good Word”, when it is in fact God’s Word & not meant to be sold! “The Good Word” is so powerful it will end the violent rioting. Thank you, Leyla Ergun",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-24T18:29:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-24T18:29:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:00.016Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:00.019Z"
    },
    "id": 14674,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14674.json"
    },
    "type": "archived-petition"
}