{
    "attributes": {
        "action": "JUSTICE FOR THE 41 PART TIME RUC RESERVES",
        "additional_details": "This petition has been set up against the decision made by David Ford and the ministry of justice to refuse the gratuity payout to 41 of the 6000 Part Time Reserve's of the RUC.\r\nThe reason given by David Ford is that applications were received late. The cut off date for applications was 4th February 2011 and the original date for payouts was end march 2011. The payout date has now been changed 2 the end September 2011. Even if the applications were received late (which we believe they were not) why can their claim still not be accepted as the payout date has changed by nearly 6 months.\r\nThe only notification that Part Time Reserve's could claim this money, came in 2 small adverts in the Belfast telegraph. What about the Part Time Reserve's who don’t read this paper or who could have been out of the country at the time?? Surely common sense and understanding should prevail here. After all, they still served their country and community well in the face of the harshest adversities.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-25T14:38:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-25T14:38:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:01.719Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:01.722Z"
    },
    "id": 14861,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14861.json"
    },
    "type": "archived-petition"
}