{
    "attributes": {
        "action": "Alopecia UK campaign to standardise the NHS wig prescription service and equality for all",
        "additional_details": "There is no nationally set limit on the number of wigs or the type which results in a disparity between health authorities. Within England, it causes a post-code lottery, usually set at two wigs per year for people diagnosed with alopecia areata. A synthetic wig worn every day will last around 3 months, compared to a human hair wig of 1-2 yrs. There is no equality; people are refused human hair wigs whilst others are given full entitlement. The contract awarded to suppliers limits a patient on choice. Health authorities tend to only grant human hair wigs if an allergic reaction to synthetic occurs. Whilst overlooking the severe psychological distress of an altered appearance which can impact other services. Children, in particular, have more freedom with a human hair wig and a wig cap construction that allows normal activities (dancing, swimming and physical education). Many children and adults are refused a human hair wig even though many meet the current criteria for entitlement.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-25T15:19:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-25T15:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:01.841Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:01.844Z"
    },
    "id": 14873,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/14873.json"
    },
    "type": "archived-petition"
}