{
    "attributes": {
        "action": "Abortion for incurable crippling genetic diseases should only be used to save mother’s life; NOT for convenience, social or psychological conditions",
        "additional_details": "Screening for genetic diseases before implanting IVF embryos for genetic diseases OR during early stages of pregnancy in order to weed out carriers of crippling genetic diseases is an ethical cause. Unlike not implanting IVF embryos, abortion is a serious affair. Abortion should only be performed for identified incurable crippling genetic diseases of embryos or to save mothers’ lives; not for convenience, social circumstances or innocuous psychological conditions of mothers. Abortion on embryos should not be done for innocuous curable characteristics like the colour of hair or for clef lips. Human embryos less than 13 weeks old are a group of cells without consciousness. Therefore abortion of embryos with incurable crippling genetic diseases should preferably be done for embryos less than 13 weeks old. However due to the series tests needed to support the medical grounds for abortion, it may not always be possible for an abortion to be much less than 24 weeks of pregnancy.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-26T13:59:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-26T13:59:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:03.564Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:03.567Z"
    },
    "id": 15047,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15047.json"
    },
    "type": "archived-petition"
}