{
    "attributes": {
        "action": "Maintain abortion providers right to provide pre-abortion counselling",
        "additional_details": "We are opposed to proposed amendments to the Health and Social Care bill requiring GPs to make provision for ‘independent advice and counselling’ for women seeking abortion, stripping abortion providers of responsibility for carrying out this role.\r\n\r\nWe urge that when these amendments are debated at the Report Stage of the Health and Social Care Bill on 6-7th September, our opposition is taken into consideration and these amendments are rejected.\r\n\r\nAbortion providers are already obliged to ensure women receive all relevant information about the procedure and should not be preventing from offering decision-making support to women.\r\n\r\nWe do not agree that organisations opposed in principle to abortion should become formally involved in counselling.\r\n\r\nWomen must be trusted to make their own decisions regarding their reproductive health, and any information received should remain scientifically accurate, driven by clinical best practice, rather than by ideological agenda.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-29T09:57:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-29T09:57:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:05.966Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:05.968Z"
    },
    "id": 15306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15306.json"
    },
    "type": "archived-petition"
}