{
    "attributes": {
        "action": "The family justice system currently punishes thousands of caring and lovin non resident parents by denying them access or contact with their children.",
        "additional_details": "This Government must allow in law a presumption for shared parenting. Alienating or hostile resident parents whether mothers or fathers should not be supported by the Family court system to punish their own children and influence or prevent children from having access to the other parent.\r\nThis partition acknowledges that nonresident parents have a right to be active and involved parents in line with the UN Human Rights Act. Therefore a meaningful relationship must be allowed between the nonresident parent and children.\r\nThis Government must seek guidance on the emotional wellbeing benefits of children who do see both parents to uphold this presumption.\r\nThis partition does not support emotional or domestic abuse from either parent to their children.\r\nThe Equal Rights Act upholds the right for a nonresident parent to freely see their children without interference.\r\nThis partition asks that it becomes an illegal act for children to be used as weapons to hurt the nonresident parent.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-29T11:51:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-29T11:51:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:06.094Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:06.097Z"
    },
    "id": 15316,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15316.json"
    },
    "type": "archived-petition"
}