{
    "attributes": {
        "action": "The family justice system currently punishes thousands of caring and lovin non resident parents by denying them access or contact with their children.",
        "additional_details": "This Government must allow in law a presumption for shared parenting in family contact matters. Alienating or hostile resident parents whether mothers or fathers should not be allowed in the Family court system to punish their own children and influence prevent children from having access to the other biological parent.\r\nThis petition acknowledges that nonresident parents have a right to be active and involved parents inline with the UN Human Rights Act. Therefore a meaningful relationship must be allowed between the nonresident parent and children.\r\nThis Government must seek guidance on the emotional wellbeing effects of children who don't see both parents to uphold this presumption.\r\nThis petition does not support emotional or domestic abuse from either parent to their children.\r\n\r\nThis petition asks that it becomes an illegal action for children to be used as weapons to hurt the nonresident parent or damage the relationship between the non resident parent and child.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-29T16:17:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-29T16:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:06.287Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:06.290Z"
    },
    "id": 15336,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15336.json"
    },
    "type": "archived-petition"
}