{
    "attributes": {
        "action": "STOP convicted paedophiles and sex offenders from re-offending though medication",
        "additional_details": "Every day sex offenders and paedophiles are released back into the community where they are very likely to re-offend and a huge majority do. Mentally ill people are given medication every day in order to protect the community and themselves form the effects of their illness. Sex offenders and paedophiles should be put on a similar treatment plan if they are to be released into our communities. If taking pills will stop them from re-offending and protecting our children and other innocent victims for having their lives ruined, why should they be forced (like they are sign a sex offenders register) to take the medication?\r\nChemical castration is medication being administered which is designed to reduce libido and sexual activity. Unlike surgical castration, chemical castration does not actually castrate the person and can be reversible. This treatment plan should be done with the assistance of doctors and though medical assessment, in the same way it is done with mentally ill patients. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-30T15:29:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-30T15:29:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:07.296Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:07.299Z"
    },
    "id": 15433,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15433.json"
    },
    "type": "archived-petition"
}