{
    "attributes": {
        "action": "Make Insulin Pumps more readily Available, Reduce the waiting list for people with Diabetes. Help them get started quicker on Insulin Pump Therapy!",
        "additional_details": "Insulin Pump therapy is not widely available to all, depending on location of living and which Health Authority.We have just been told to expect a year long wait for my 9 yr old daughter, who is distressed by 4x injec daily and erratic blood glucose levels which pose a health threat. Diagnosed Jan 2011.\r\n Diabetes care should be accessible and available to all, and the best support and medical care needs to be given to promote a happier healthier life for many struggling with Diabetes and reduce complications which are so common with the illness.\r\nIt is shocking that so many people are rejected completely for a pump, and that many have to wait years to have one, this is not consistent throughout the country however and seems to be dependent on location of living and which health Authority is providing. There should be fair treatment to ALL and Insulin Pump therapy should be made more easily accessible to all. I urge the Govt to revise waiting lists for Pump therapy.\r\n",
        "background": null,
        "closed_at": "2012-03-01T07:32:09.000Z",
        "created_at": "2011-08-31T09:01:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-31T09:01:15.000Z",
        "opened_at": "2011-09-01T06:32:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 588,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:07.968Z"
    },
    "id": 15519,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15519.json"
    },
    "type": "archived-petition"
}