{
    "attributes": {
        "action": "HMS Prince of Wales also be used to carry Helicopters (like Apache, Chinooks and drones), apart from acting as an aircraft carrier",
        "additional_details": "The second QE class carrier, HMS Prince of Wales, need not be permanently mothballed but expected to go into active service when required for periods of time, depending on circumstances. HMS Prince of Wales is bigger than our current Helicopter Carrier HMS Ocean and HMS Prince of Wales can be used to carry and service helicopters (like Apache, Chinooks and drones), apart from acting as a second aircraft carrier, as the service needs require. The new QE class aircraft carrier, which is capable of carrying over 50 aircrafts, should also be able to launch specially adapted marine Typhoon Eurofighters, Apache helicopters, drones, Chinooks, as well as JFAs. The carrier launch system in the QE class carriers should utilise the new electromagnetic catapult system, as well as incorporating and utilising the latest weapons & IT systems for service decades well into the future. Perhaps there is enough time during the 'postponement period' to consider incorporating all these.",
        "background": null,
        "closed_at": "2012-08-31T15:30:17.000Z",
        "created_at": "2011-08-31T09:04:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-31T09:04:13.000Z",
        "opened_at": "2011-08-31T15:30:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:07.974Z"
    },
    "id": 15520,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15520.json"
    },
    "type": "archived-petition"
}