{
    "attributes": {
        "action": "GOVERNMENT (non profit) QUALITY ASSURANCE TEAM TO BE SET UP TO MONITOR AND ASSESS THE ONGOING VALIDITY OF ALL PROJECTS",
        "additional_details": "Goverment projects from buildings to software platforms cross all vertical sectors are supposed to follow certain methodology such as PRINCE2, MSP etc. However people involved in these projects will testify that the processes are NOT followed correctly, which leads to wastage. E.g. Holyrood building fiasco, scheduled for £40m ended up at £431m. If the certified methodology was followed this waste would not have happened.  Cabinet office quote 'The Business Management Process products present flexible, practical and effective guidance, drawn from a range of the most successful global business experiences. Distilled to its essential elements, the guidance can then be applied to every sort of business and organisation.\r\nPETITION FOR GOVERNMENT (non profit making) QUALITY ASSURANCE TEAM TO BE SET UP TO MONITOR AND ASSESS THE ONGOING VALIDITY OF ALL PROJECTS. OJEC threshold £50k. Team should be transparent and could even appoint qualified members of the public to help out (big society).",
        "background": null,
        "closed_at": "2012-05-31T13:49:16.000Z",
        "created_at": "2011-08-31T11:28:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-31T11:28:05.000Z",
        "opened_at": "2011-08-31T13:49:16.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:08.137Z"
    },
    "id": 15542,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15542.json"
    },
    "type": "archived-petition"
}