{
    "attributes": {
        "action": "Delay and Re-consider the Retail Distribution Review affecting the provision of Independent Financial Advice",
        "additional_details": "The FSA has been undertaking reforms to the UK financial services sector under its Retail Distribution Review. The Treasury Select Committee raised concerns about the RDR in a recent report:\r\n- By raising the qualification standard for existing advisers, with no recognition of experience, the FSA may drive thousands of advisers out of the industry;\r\n- By allowing banks to market their sales activities as 'financial advice', the FSA may restrict independent financial advice to the rich;\r\n- By focusing unnecessary regulation on advisers, the FSA have ignored the macroeconomic risks of a lack of regulation on banks.\r\n\r\nThis serious and considered report was dismissed offhand by the FSA, showing arrogance and contempt for Parliamentary procedure and authority. This petition calls for the Government to force the FSA to re-consider its position on the RDR, to delay implementing the initiative accordingly, and more broadly, to force it to pay due regard to Parliamentary scrutiny of its work.",
        "background": null,
        "closed_at": "2012-09-13T11:25:11.000Z",
        "created_at": "2011-08-31T13:34:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-31T13:34:50.000Z",
        "opened_at": "2011-09-13T11:25:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 680,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:08.344Z"
    },
    "id": 15569,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15569.json"
    },
    "type": "archived-petition"
}