{
    "attributes": {
        "action": "Help our economy by getting EU regulation off the backs of British business",
        "additional_details": "There are plenty of reasons why our economy is not growing as quickly as we would like and we are powerless to deal with many of them: we cannot magically eliminate our debts nor escape the fact that most of our trading partners face similar problems.  What we can do is tackle the gross regulatory burden that is holding our companies back.  British businesses often place excessive regulation at the head of their list of bugbears.  Much of this regulation starts in Brussels and has little British scrutiny before it becomes British law and starts affecting British business.  It is time to change this.  The Foreign Office must ask what regulation British business wants to scrap and, where such changes are reasonable, make the case in Brussels.  With their own economies stagnating, other Member States might lend their support.  As Pitt the Younger said “England has saved herself by her exertions and will, as I trust, save Europe by her example”.  As the Eurocrats would say: plus ça change.",
        "background": null,
        "closed_at": "2012-09-06T09:11:27.000Z",
        "created_at": "2011-08-31T18:58:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-31T18:58:35.000Z",
        "opened_at": "2011-09-06T09:11:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:08.669Z"
    },
    "id": 15609,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15609.json"
    },
    "type": "archived-petition"
}