{
    "attributes": {
        "action": "Mandelson's £8 million new home. How is this possible?",
        "additional_details": "Ex Business Kommissar & Trade Secretary once honoured with two cabinet expulsions from Govt Mr Peter Lordy Mandelson has had his offer on an £8Million home in London accepted! Coming from a humble background he joined the Young Communist League to devote his life to helping Old Labour ReNew itself. He has not disclosed how he has come about his circa £8 Million pound fortune (excluding SD) working flat-out as a dedicated communist but if as suspected it bares any resemblance to how he got his first mortgage - then it leaves little to the imagination. The Cabinet office & PSCommittee should investigate how he has done this when working so hard generating business for this country since 2008. If any breaches in the ministerial code of conduct where inappropriate personal wealth accumulation in office or within 2 years of leaving is found, Lord Mandelson should be tried in the criminal court. Please vote for this ePetition and face down those who misuse public office for personal gain.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-02T20:43:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-02T20:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:11.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:11.087Z"
    },
    "id": 15869,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15869.json"
    },
    "type": "archived-petition"
}