{
    "attributes": {
        "action": "Legislate that Defence Spending be a minimum of 3% GDP (or greater), be Index Linked against Inflation & Ring Fenced Against Future Budget Cuts",
        "additional_details": "The number 1 responsibility of government is to guarantee the defence of the nation locally & internationally. We must have the ability to defend against all possible aggressors (military, terrorist or alternative), provision strategically for long term security of the UK in general war fighting terms & provide the ability to positively contribute to Humanitarian / Disaster Relief / Good Causes globally. To achieve this we must invest the resources that allows us to meet in terms of Finance / Equipment Capability / Manpower / R&D / etc to deliver against these commitments. Military spend plus advanced R&D positively affects our economy, investments remain predominantly within the UK thereby creating employment & energising our economy by driving technological development. Our military is a force for good, our freedoms & liberties were delivered on the backs of this. Defence is seen as a soft touch for spending cuts - guarantee & ring fence defence spending to a min national level",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-03T10:02:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-03T10:02:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:11.371Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:11.374Z"
    },
    "id": 15901,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/15901.json"
    },
    "type": "archived-petition"
}