{
    "attributes": {
        "action": "All illegal immigrants should be held in custody and having quicker effective administration procedures to deport them even without their passports",
        "additional_details": "Most illegal immigrants arrested by the Borders Agency are released on the condition that they report regularly to the Borders Agency. This is mostly due to the lack of detention places or not having in possession by illegal immigrants passports of their country of origin. Common sense will already indicated that surely an illegal immigrant will abscond by failing to report to the Borders Agency and remain illegally at large in UK again, until they are actually deported. The police often do not pay heed to reports of illegal immigrants, due to the lack of powers & facilities to supervise or detain them and the difficult procedures required to apply to the courts to consider the possibility of deporting them. Therefore extra resources must be provided to ensure ALL illegal immigrants should be held in custody and developing quicker effective administration procedures for courts to consider deporting illegal immigrants with or without their passports of the country of origin.  ",
        "background": null,
        "closed_at": "2012-09-05T09:11:31.000Z",
        "created_at": "2011-09-05T08:43:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-05T08:43:23.000Z",
        "opened_at": "2011-09-05T09:11:31.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:12.607Z"
    },
    "id": 16051,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16051.json"
    },
    "type": "archived-petition"
}