{
    "attributes": {
        "action": "Increase Landlords accepting Housing Benefit",
        "additional_details": "There is an oversubscribed waiting list for Housing Association properties. That is because there are hardly any decent properties where the landlords accept housing benefits. There are people whom will never be able to work which will always suffer by the lack of property out there in private letting. We want to make it compulsory for private landlords to accept housing benefit. There is also clauses in landlords insurance which have to be changed to allow this to happen. Not all of us are lazy scum. Some of us don't have a choice but to claim benefits or starve. The fact that we have to live in inappropriate housing because we are looked at as the lowest in society is utterly wrong. This only happened because a few tenants didn't pay their landlords when the council paid them the housing benefit. It's not fair to make peoples qualities of lives rubbish because of a few people who didn't pay up. Lets see how many signatures we can get in 3 months.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-05T12:11:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-05T12:11:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:12.836Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A private landlord's choice of tenants is a commercial one."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:12.839Z"
    },
    "id": 16079,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16079.json"
    },
    "type": "archived-petition"
}