{
    "attributes": {
        "action": "Help UK economy out of recession and reduce unemployment costs at the same aiding Third World countries ",
        "additional_details": "Rather than give cash to countries in need, where corruption and maladministration often limit its' effectiveness, instead give them machinery and materials purchased by HMG from British companies.\r\nSend skilled and unskilled unemployed UK citizens (volunteers) paid the going rate by HMG.\r\nWhy give these countries our tax money to buy Chinese or German goods and materials, let's help the UK economy and reduce our unemployment.\r\nUK manufacturers would employ more workers to fulfill these order.\r\nThe paid volunteers could build schools, irrigation & waste disposal systems, roads and whatever else would be achievable, using equipment and materials made in the UK. Agricultural equipment and skills could be included.\r\nThe unskilled UK workers would learn trades from the skilled workers - bricklaying, carpentry, plumbing, farming; all would have a sense of purpose and an earned income rather than a handout.\r\nUseful skills would also be passed on to the local communities",
        "background": null,
        "closed_at": "2012-09-09T18:12:27.000Z",
        "created_at": "2011-09-05T21:40:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-05T21:40:38.000Z",
        "opened_at": "2011-09-09T18:12:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:13.354Z"
    },
    "id": 16149,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16149.json"
    },
    "type": "archived-petition"
}