{
    "attributes": {
        "action": "Amend the Rehabilitation of Offenders Act so that only convictions relevant to the situation must be disclosed",
        "additional_details": "Ex-offenders wishing to put their past behind them and better their lives are currently obliged to supply on demand all unspent convictions regardless of how irrelevant they are to the situation.\r\n\r\nFor example, if applying for work in a financial setting or for insurance, only unspent convictions for fraud or other financial dishonesty should need to be declared, as other issues are irrelevant and would be discriminatory. Likewise, if working with children, only unspent violent or sexual offences should be disclosed, not something like drugs or speeding which is completely irrelevant.\r\n\r\nPeople with even a slap on the wrist are made unemployable, relying on benefits, costing taxpayers' money unnecessarily when there is nothing that should prevent them getting a job, and many will resort to crime or illegally hiding their convictions just to put food on their table. This is unsustainable and unfair both on ex-offenders and on all taxpayers.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-05T23:25:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-05T23:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:13.411Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:13.414Z"
    },
    "id": 16158,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16158.json"
    },
    "type": "archived-petition"
}