{
    "attributes": {
        "action": "Make squatting in any property where someone else already lives legally a criminal offence under all circumstances.",
        "additional_details": "Make it a criminal offence to squat or attempt to squat in any domestic property which already has legal residential occupiers, even if they gain entry without causing any damage while the incumbent residents are away for any reason. If someone buys a second-hand car which later proves to be stolen, even if they prove they honestly believed it to be a legitimate sale, the Police will still impound the car and they lose their money. When homeless people unknowingly pay crooks £100s of pounds to rent a property they are not entitled to, why cannot the home be taken off the squatters and given back to the legal residents and the squatters lose their cash just like in the case of the duped buyer of a stolen car? Meanwhile, why aren't the Police being rigorously encouraged to advise homeowners how to get Displaced Residential Occupier status and then robustly support this already-existing legal method of getting the squatters out quickly with minimum delay via the courts?",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-07T23:08:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-07T23:08:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:15.775Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:15.777Z"
    },
    "id": 16431,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16431.json"
    },
    "type": "archived-petition"
}