{
    "attributes": {
        "action": "Bring democracy to the UK - Government must debate the e-petitions",
        "additional_details": "Bring democracy to the UK - Government must debate the successful e-petitions.\r\n\r\nThe UK's e-petitions initiative, intended to get the public's issues debated in the Commons, has fallen at the first hurdle, with two petitions on ice due to lack of time.\r\n\r\nThe e-petitions website lets the public start a campaign and invite people to sign to support it. Once signatures go over 100,000 – as has been the case for a petition for cutting benefits for rioters as well as one seeking the release of documents on the Hillsborough disaster – the issue is supposed to be debated by the House.\r\n\r\nUnfortunately, the group that is supposed to get a chance to discuss the issue, the Backbench Business Committee of MPs, is complaining that it hasn't been given it any extra time to deal with e-petitions.\r\n\r\nWe need to the government to actively debate all e-petitions that reach the threshold.\r\n\r\nTo not debate them, is to bring into doubt the democracy that we supposedly have in the UK.\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-09T10:52:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-09T10:52:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:17.330Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:17.333Z"
    },
    "id": 16617,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16617.json"
    },
    "type": "archived-petition"
}