{
    "attributes": {
        "action": "Keep childrfen safe: seatbelts should be fitted to all vehicles provided for transporting children to or from school",
        "additional_details": "Currently buses are exempt from the legal requirement to provide seatbelts whereas 'children on organised trips in minibuses and coaches must be provided with forward facing seats with seat belts'.  DfT Guidelines 1 October 2001 state that 'children should wear a seat belt not only for their own safety, but the safety of others in the vehicle'; 'a journey to or from school ... is an organised trip'; and 'buses have a different pattern of use'.\r\nHowever some transport companies are getting around the law by running service buses as school transport.  These have no seatbelts or safety restraints and some seats face sideways.  Many buses run on narrow country lanes and fast main roads.  Smaller children cannot reach the floor with their feet to brace themselves and taller children bang their heads on metal bars: they are slipping forward and even off their seats at any sudden stop.\r\nPlease amend the law to keep our children safe by providing seatbelts on all school bus services.\r\n",
        "background": null,
        "closed_at": "2012-09-12T08:05:59.000Z",
        "created_at": "2011-09-10T14:25:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-10T14:25:36.000Z",
        "opened_at": "2011-09-12T08:05:59.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 44,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:18.079Z"
    },
    "id": 16713,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16713.json"
    },
    "type": "archived-petition"
}