{
    "attributes": {
        "action": "Restore Shareholder Democracy by Ensuring Nominee Account Shareholders are on Share Registers by Default",
        "additional_details": "Private shareholders represent more than 10% of the shares held in publicly listed companies. They typically do not receive information, do not vote, and cannot attend general meetings of the companies they own because they are now mainly in nominee accounts. Unfortunately many stockbrokers do not, and will not, enfranchise their nominee clients.\r\n\r\nThe reforms in the 2006 Companies Act did not solve this problem. The alternative of an electronic replacement for share certificates was killed off by vested interests. We need a proper system to ensure that all beneficial owners who hold their shares in nominee accounts are treated in the same way as those on the share register. Indeed they should be on the share register with the ability to opt out of company or third party communications if they wish. Such an option should only be granted if they have read specific wording to advise them of the loss of their normal legal rights and an explanation of the disadvantages of doing so.\r\n",
        "background": null,
        "closed_at": "2012-09-13T08:19:28.000Z",
        "created_at": "2011-09-11T13:43:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-11T13:43:57.000Z",
        "opened_at": "2011-09-13T08:19:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1424,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:18.511Z"
    },
    "id": 16769,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16769.json"
    },
    "type": "archived-petition"
}