{
    "attributes": {
        "action": "To avoid the possibility of conflicts of interests political parties should not be funded by TUC or CBI but receive some extra funding from HMG",
        "additional_details": "Funds received by political parties from donors and lenders (at less than commercial rates of interests) should be private individuals, as well as individual companies, institutions, etc (not collectively as the TUC or CBI) and should be declared & published to the public. The adage ‘he who pays the piper calls the tune’ comes to mind. Donors and lenders (at less than commercial rate of interests) to political parties can be suspected of expecting having the hidden agendas of receiving certain favours in return. Political parties can also be looked upon with suspicion, with endless speculation as to their real motives for some of their policies, as well as the possible conflicts of interests. Political parties should receive some extra funding from HMG (apart from administration cost during an election campaign), in proportion to the number of votes they have received in the last general election.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-12T13:09:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-12T13:09:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:19.405Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:19.408Z"
    },
    "id": 16878,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/16878.json"
    },
    "type": "archived-petition"
}