{
    "attributes": {
        "action": "LOWER CAR INSURANCE - Stop the illegal sale of personal data for referral fees by police and other public bodies to reduce insurance costs",
        "additional_details": "LOWER CAR INSURANCE - Stop the illegal sale of personal data for referral fees by police and other public bodies to reduce insurance costs. The cost of annual insurance for driving has risen beyond all reasonable amounts and is driven by the fees paid to police and other bodies who profit from accidents and other transport events by selling the private details of those involved in order to gain financially, thus raising the cost of insurance for those seeking to insure their vehicles. The selling of personal details is not only illegal as it breaks data protection laws but prices normal people out of the private transport market. This then penalizes rural inhabitants, young people and those on the bottom end of the social scale who have no access to reliable transport - thus stopping them gaining jobs and improving their prospects. The illegal practice of selling private data for personal gain has to stop so that insurance costs fall from today's ridiculously high injurious costs ",
        "background": null,
        "closed_at": "2012-08-15T08:29:23.000Z",
        "created_at": "2011-08-04T12:09:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T12:09:20.000Z",
        "opened_at": "2011-08-15T08:29:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 27,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:01.747Z"
    },
    "id": 1694,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1694.json"
    },
    "type": "archived-petition"
}