{
    "attributes": {
        "action": "Patients should be funded by the NHS to have MRI, CT, PET preventative scans as well, not merely to diagnose presenting medical conditions",
        "additional_details": "There should be facilities in nearby major NHS hospitals for patients (especially over 50s) to have preventative scans like having their brains scanned for the presence of life threatening conditions like Alzheimer’s disease, brain tumour, aneurysm; as well as utilising CT (Computed Tomography) & ultrasound abdominal scans for conditions like cancer, organ atrophy & damage/malfunction. Brain scans utilising effective neuroimaging techniques like using magnetic resonance imaging (MRI), positron emission tomography (PET), single photon emission computed tomography (SPECT) are scans that can study the structure, function and activities of brains effectively. MRI uses magnetic field interacting with radio waves to form computer images and do not expose the body to ionising radiation (unlike CT scans) and have better resolution for soft tissues (like brains). CT uses a series of X-rays to build up computer images. CT scans however give better resolution when scanning the abdomen.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-15T08:08:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-15T08:08:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:21.964Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:21.966Z"
    },
    "id": 17159,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17159.json"
    },
    "type": "archived-petition"
}