{
    "attributes": {
        "action": "Where Are the TALKING ATM’s Prime Minister for the Visually Impaired?.",
        "additional_details": "Northern Ireland leads the rest of the UK, with 67 Talking ATM's and just 2 Talking ATM's in England, none in Wales or Scotland. The fact the likes of HSBC have openly refused to provide Talking ATM’s in UK, but HSBC do provide Talking ATM’s in the USA, because they are made to by the American Government.\r\nAll British Banks in the US are meeting American disability laws, well in the UK the same British Banks, are ignoring British and European Disability laws.\r\nLloyds Group openly told us, Lloyds is Fully DDA Compliant, because we have never been sued.\r\nThat the type of attitudes and discrimination plus disabled hatred, we visually impaired disabled people and customers are facing.\r\nWe live in Blackpool, for me to get to a Talking ATM, I would have to fly to Belfast.\r\nPlease everyone sign upto this petition and send a message to British Banks stop disabled discrimination and stop it now.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-15T11:27:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-15T11:27:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:22.096Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be to the banks, rather than to the government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:22.099Z"
    },
    "id": 17173,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17173.json"
    },
    "type": "archived-petition"
}