{
    "attributes": {
        "action": "Stopping Rioters benefits will increase homeless issue. Provide mandatory education, community service and rehabilitation of offenders",
        "additional_details": "Though stopping benefits of those who are involved in rioting may be an option and solve the problem of rioting, eviction and stoppage of benefits are likely to increase the homeless population and number of those using mental health services as a result. Thus, causing the tax payer even more money in the long term for rehousing and treatment of these individuals.\r\n\r\nRehabilitation and socialisation, a variety of  community service to put them in touch with the reality of their society and who they are affecting and how when they carry out criminal activity is required.\r\n\r\nMake this course of education compulsory and on the condition they attend, continue with their benefits. If they refuse and/or engage in any further criminal activity, stop their benefits.\r\n\r\nIt is ignorance of what is better for us as a nation, as individuals and as a society, that impedes the evolution of our civilization, not our fellow people.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-17T00:56:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-17T00:56:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:23.235Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:23.237Z"
    },
    "id": 17325,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17325.json"
    },
    "type": "archived-petition"
}