{
    "attributes": {
        "action": "Petition for the government to lobby FIFA, UEFA and the FA to abolish penalty kicks in football during normal play",
        "additional_details": "Matches are decided by big decisions. The most obvious big decision is the award or the non-award of a penalty kick. This decision can often be difficult to make.\r\n\r\nThe solution. Abolish penalty kicks. Replace them with direct free-kicks at the source of the infringements. This would have the following benefits:\r\n\r\n1. Attackers would remain on their feet to better their chances of scoring. The culture of going down with minimal contact would end.\r\n\r\n2. Defenders would have more confidence in making attempts to gain possession of the ball.\r\n\r\n3. Free kicks from short ranges would increase excitement.\r\n\r\n4. Referees would give the benefit of the doubt in decisions as the outcome of the game would be less effected.\r\n\r\n5. The penalty area would exist to mark the area where the goalkeeper could play the ball with their hands.\r\n\r\n6. Penalties after extra time would be more entertaining as there would be no so-called \"spot-kick experts\".",
        "background": null,
        "closed_at": "2012-09-19T08:47:16.000Z",
        "created_at": "2011-09-16T20:30:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-16T20:30:00.000Z",
        "opened_at": "2011-09-19T08:47:16.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:23.197Z"
    },
    "id": 17320,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17320.json"
    },
    "type": "archived-petition"
}