{
    "attributes": {
        "action": "It should be possible for employers, establishments, specified public events to ban burkas for various reasons, e.g. certain jobs, Olympics, aircrafts",
        "additional_details": "Burkas (full facial veils & robes) or other religious symbols can be banned by employers or organisations (like TV companies, healthcare, banks, cinemas) for various reasons, without having to face racial discrimination accusations. A burka, hood, mask, helmet can hide the identity of a person. Certainly burkas should not be allowed for photos required in passports, driving licence, travel cards, etc or for reasons of security or health & safety (like factories). Body searches may be even more necessary and intense for those wearing long robes and veils. Burkas can be a barrier to effective communication and establishing rapport, due to the resulting lack of body language & appearance of lack of trust. Women wearing veils can be a barrier to integration into British secular way of life, where religion is kept as a private affair without affecting the lives or well-being of society. It should be possible for burkas to be banned for various specified public gatherings (like in buses).",
        "background": null,
        "closed_at": "2012-09-20T11:55:24.000Z",
        "created_at": "2011-09-20T11:21:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-20T11:21:00.000Z",
        "opened_at": "2011-09-20T11:55:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:25.180Z"
    },
    "id": 17559,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17559.json"
    },
    "type": "archived-petition"
}