{
    "attributes": {
        "action": "British soldiers dying in Afghanistan when trying to deactivate Taliban Improvised Explosive devices have no bomb protection. This must change!",
        "additional_details": "A recent BBC1 documentary stated that The Taliban’s Improvised Explosive Devices (IED’s) resulted in 2010 in the death or injury of nearly 8500 coalition troops and is No 1 killer of British troops in Afghanistan. British Bomb disposal operators risk life and limb trying to dismantle them untriggered, so that bomb parts can be saved. This allows forensic analysis to help identify their source to help prevent worldwide terrorism.\r\nA highly intelligent bomb disposal officer reported that bomb disposal in Afghanistan is not done in an army issue bomb suit because they are too hot, and if you get shot at in one it is too difficult to run away in.\r\nI demand to know why proper bomb protection suites not available to bomb disposal practitioners. Five of them have been killed in Afghanistan in the last 2 yrs. Why doesn’t the MOD find ways to cool them down? Air conditioning is not rocket science. Why aren’t they made bullet proof? Cost is no excuse and the technology exists already. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-20T11:52:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-20T11:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:25.197Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:25.201Z"
    },
    "id": 17561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17561.json"
    },
    "type": "archived-petition"
}