{
    "attributes": {
        "action": "Priority funding should be given into R&D of stem cells for organ transplants, as it enhances the quality of life & longevity of patients",
        "additional_details": "Growing organs/tissues from patients’ own stem cells is the medicine of the future and would effectively solve rejection & organ shortage problems for transplants. A stem cell transplant will effectively give the patient a new organ, tissues or cells without immune rejection problems. Stem cell technology is more natural, safer and can be more cost effective in the long run than using artificial or foreign materials. Stem cell technology is potentially a technology that can be applied to various fields of medical science, ranging from organ transplants, pharmaceuticals to cosmetic surgery. Transplants using organs/tissues (like heart, liver, limbs, brain tissues, even teeth) developed from the patients’ own stem cells will not give rise to immune reject problems or adverse side effects & reactions.  Stem cell organ transplants are also likely to be more cost effective than non-stem cell organ transplants, as it is likely to affect a complete cure without immune rejection problems.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-20T14:14:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-20T14:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:25.301Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:25.304Z"
    },
    "id": 17577,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17577.json"
    },
    "type": "archived-petition"
}