{
    "attributes": {
        "action": "There should be clear guidelines/legislation about when disclosure by a free media constitutes ‘public interests’",
        "additional_details": "Information received by a media could be revealed out of ‘grounds of public interests’ in common law. There should be clear guidelines/legislation about what constitutes ‘public interests’.  As recent incidents indicate, it is deemed acceptable not to name the mole who revealed the journalists involved in hacking telephone phone communications of others (like politicians and suspects/victims of crimes) but deemed NOT acceptable not to name those journalists involved. There are no privacy laws in English Law. Although no one can be charged with theft of information, the media has a duty of care and have ethical standards to uphold. Information in case law is not regarded as a tangible object capable of theft per se; except perhaps in the course of the commission of various crimes like burglary, trespass, corruption, deception, harassment, perverting the course of justice, breaking professional confidentiality, breaking official secrets under the Official Secrets Act, etc.",
        "background": null,
        "closed_at": "2012-09-22T07:25:12.000Z",
        "created_at": "2011-09-21T15:12:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-21T15:12:30.000Z",
        "opened_at": "2011-09-22T07:25:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:25.983Z"
    },
    "id": 17674,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17674.json"
    },
    "type": "archived-petition"
}