{
    "attributes": {
        "action": "Directors of large organisations who trade insolvent should be brought to justice and forced to pay monies back to sub contractors they have defrauded",
        "additional_details": "My Company DT Anderson Con Ltd has been forced into Administration because of Kinetics.  These directors are also directors of a bigger organisation Sovereign Group- they have purposely traded insolvent whilst we have paid for labour and materials, they have now gone into Administration owing us £176k - leaving us with £110k of debt, forcing my company into liquidation. Sovereign Group have a £49 million pound secured loan over Kinetics therefore ourselves and the other 200 companies affected have no entitlement to any monies owing. This has been planned by Kinetics and Sovereign Group directors well in advance and continue to trade under different Company names, selling off part of the Companies that are cash rich and still trading with multimillion pound contracts, this is both immoral and illegal and justice must be served by bringing these people to court and forcing them to repay outstanding monies to the sub contractors who have funded their contracts previously. ",
        "background": null,
        "closed_at": "2012-09-23T08:51:36.000Z",
        "created_at": "2011-09-22T10:45:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-22T10:45:46.000Z",
        "opened_at": "2011-09-23T08:51:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 214,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:26.431Z"
    },
    "id": 17725,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17725.json"
    },
    "type": "archived-petition"
}