{
    "attributes": {
        "action": "Parliamentary constituency boundaries should not unduly split towns, should respect local ties and largely follow local authority boundaries.",
        "additional_details": "The Boundary Commission is proposing new Parliamentary constituencies but many of their initial proposals do not make sense. Government needs to give better guidance to the Commission so that changes to constituencies do not damage local identities or create impractical constituencies. Constituency boundaries should not unduly split towns with established identities and the Boundary Commission should strive more to respect local ties. Parliamentary constituencies should follow local authority boundaries to the greatest extent possible, as this helps ensure that the work of MPs can be effective in building local partnerships and acting as a strong voice for their constituents.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-22T15:33:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-22T15:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:26.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Boundary Commission for England which is independant of Government. The BC's recent boundary review is open to consultation and they would welcome comments from the public. Please visit the BC's website."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:26.675Z"
    },
    "id": 17745,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17745.json"
    },
    "type": "archived-petition"
}