{
    "attributes": {
        "action": "\"Cymru\" to replace \"Wales\" in all official uses and references",
        "additional_details": "As a young man, I was shocked to learn that the word \"Wales\" and associated words such as \"Welsh\" derive from the meaning \"foreigner\". I propose that such usage be replaced by words from cymraeg, the \"Welsh\" language to correct this inadvertent insult and therebye to encourage all peoples in the UK to take pride in a language that is the second oldest (after Basque) living language in Europe. The change should be made at minimum cost eg when reprinting documents (rather than dumping and replacing) and should extend only to basic official usage, both written and verbal, as an act of goodwill. Thus in all official documents where \"Wales\" appears, it would be replaced by \"Cymru\", the Secretary of State for Wales would become the Secretary of State for Cymru etc. The change should be restricted to words that reflect this basic issue eg \"Wales\", \"Welsh\", \"Welshman/woman\".  I should add that I am a monoglot English speaker and there is no political motive behind this proposal.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-23T14:19:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-23T14:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:27.348Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:27.351Z"
    },
    "id": 17823,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17823.json"
    },
    "type": "archived-petition"
}