{
    "attributes": {
        "action": "Remove VAT On The Bomber Command Memorial",
        "additional_details": "This is a petition to remove the VAT on the bomber command memorial currently payable on professional fees and services, a £500,000 VAT bill has been charged for professional services on the building of this one of a kind memorial, the memorial has been entirely funded by public donations receiving no government aid and no lottery funding, previous governments waived the tax for charities such as the Princess Diana Memorial and the Band Aid single Do They Know It’s Christmas? Sir Elton John’s 1997 charity ­single Candle In The Wind was given a £2.5million exemption, Under the Labour Government charities could claim back VAT for monuments once they had got ­planning permission, in January the Coalition stopped charities reclaiming VAT, which was then hiked to 20 per cent. The Memorial has been running for five years now, with the government constantly moving the goal posts, I believe this to be unfair, do you? If you do please sign.",
        "background": null,
        "closed_at": "2012-10-10T10:35:09.000Z",
        "created_at": "2011-09-25T18:35:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:08:28.546Z",
            "details": "The Department for Culture, Media and Sport have provided the following response to this e-petition:\r\n\r\nIn 2011/12, the Department for Culture, Media and Sport awarded grants totalling £1m in support of meeting the VAT costs of the construction of the Bomber Command Memorial in Green Park. £204,000 of this was awarded through the DCMS Memorial Grant Scheme and £796,000 as a separate grant. In 2012/13, DCMS also awarded a grant of £200,000 to the Bomber Command Association to support the costs of the memorial’s unveiling ceremony.\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:08:28.546Z"
        },
        "government_response_at": "2012-11-10T11:35:09.000Z",
        "moderation_threshold_reached_at": "2011-09-25T18:35:54.000Z",
        "opened_at": "2011-10-10T10:35:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6961,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:28.553Z"
    },
    "id": 17967,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/17967.json"
    },
    "type": "archived-petition"
}