{
    "attributes": {
        "action": "Britain must encourage, support & adequately fund its own High-Tec industries like for aerospace & biotech research and manufacturing",
        "additional_details": "HMG should encourage and provide sufficient funding to support our own High-Tec industries like for aerospace & biotech research and manufacturing base in UK. Such support will empower UK to retain its High-Tec jobs, knowledge base and skilled researchers/workers. Britain for example should encourage ramjet and the scramjet research which could be used to sent astronauts (& the paying public) into space, as well as shortening the commecial flight time to the other side of the world by several hours. Galileo (EU’s GPS system) will be fully operational in about 5 years time. EU member-states had agreed to fund the development of Galileo by over £5bn. Many of the 30 UK built Galileo satellites are in the process of being launched. Providing proper funding for research by European atom smasher (CERN) in Switzerland; researching into dark matter, anti-gravity, anti-matter, nuclear fusion power. Nuclear fusion (unlike today's nuclear fission) does not yield radioactive products.\r\n",
        "background": null,
        "closed_at": "2012-09-28T10:31:16.000Z",
        "created_at": "2011-09-27T12:52:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-27T12:52:28.000Z",
        "opened_at": "2011-09-28T10:31:16.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:29.524Z"
    },
    "id": 18090,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18090.json"
    },
    "type": "archived-petition"
}