{
    "attributes": {
        "action": "Introduce measures to give the authority back to the educators.",
        "additional_details": "Following years of decline in the behaviour of students in schools and the community, and a similarly steady decline in the abilities for teachers to administer levels of discipline to poorly behaved children, we petition Her Majesty's Government to introduce measures that give all members of the teaching profession the opportunity to exact greater levels of discipline and punishment.\r\n\r\nThe anti-social behaviour shown in the riots that took place during the course of the summer, stress that the point has come to say enough is enough.\r\n\r\nThe numbers of signatures associated with this petition highlight the growing concerns and views of the general public. Now it is the responsibility and the moral duty of decision makers in this government to meet the needs of the people and introduce measures for change.\r\n\r\nGive the power back to the educators; give them the rights, abilities, means and support to correctly mould the future members of our society before it is too late.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-09-29T03:36:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-29T03:36:51.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:30.435Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:30.437Z"
    },
    "id": 18191,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18191.json"
    },
    "type": "archived-petition"
}