{
    "attributes": {
        "action": "Travel Insurers offering third world travel cover should be made to conform with Foreign Office guidance regarding medical treatment.",
        "additional_details": "I fell severely ill in Indonesia at the age of 23 when my leg suddenly lost movement, went cold and became agony. The Foreign Office described medical treatment as \"poor\" in Indonesia and that medical treatment is \"unreliable\" and to ensure \"you are \"covered for evacuation by air ambulance\".\r\n\r\nAfter nine days in a third world hospital with no improvement, I underwent five hours of surgery, which included risk of heart infarction and brain infarction (death or paralysis) and has since been described as being fundamentally wrong surgery due to \"poor judgement and inexperience\" of the hospital. It was 9 entire days from falling severely ill to speaking to someone proficient in medicine and  being evacuated.\r\n\r\nInsurers should be obligated to have a medical profession talk to the claimant and if necessary send a medical professional to assess them if the FOS describes medical treatment as being poor and if medical facilities their haven't been approved otherwise.",
        "background": null,
        "closed_at": "2012-10-19T11:38:56.000Z",
        "created_at": "2011-09-29T17:42:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-29T17:42:27.000Z",
        "opened_at": "2011-10-19T11:38:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:30.795Z"
    },
    "id": 18232,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18232.json"
    },
    "type": "archived-petition"
}