{
    "attributes": {
        "action": "Maximum statutory speeds at motorways should not all be the same depending on their condition, some could have unlimited maximum speeds",
        "additional_details": "Some motorways in UK can support much higher high speeds. Some cannot due to their condition and also the possibility of tailgating at the end of the motorway. The standard of motorways in UK varies. For example, some of Britain’s motorways have large stretches of 4, 5 or more lanes and they can certainly support much higher maximum speeds or even no stipulated maximum speeds at all. Some two lane motorways cannot support speeds much over 70 mph. Consideration and significant funding must be given to relieve congestion and tailgating by improving and widening junctions & road, constructing underpasses and flyovers at congested junctions at the end of motorways and cities. This will also stimulate the creation of construction jobs. Drivers should be given information about the techniques of varying their speeds according to the prevailing traffic and climatic conditions. Areas that are prone to fogs must be given state of the art early warning system for fogs.",
        "background": null,
        "closed_at": "2012-10-03T08:42:32.000Z",
        "created_at": "2011-09-30T08:46:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-09-30T08:46:50.000Z",
        "opened_at": "2011-10-03T08:42:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:31.082Z"
    },
    "id": 18270,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18270.json"
    },
    "type": "archived-petition"
}