{
    "attributes": {
        "action": "Stop constituencies going over county boundaries",
        "additional_details": "Parliament has decided that every constituency must have an electorate (as at the review date) that is no less than 95% and no more than 105% of the UK electoral quota of 76641 electors.  This strict limit is causing many unpopular anomalies in the new constituencies proposed by the Boundary Commission, especially constituencies stretching over county boundaries.\r\n\r\nI call upon Parliament to relax these strict limits so that no constituency is forced to cover areas in more than one county.",
        "background": null,
        "closed_at": "2012-10-04T08:12:26.000Z",
        "created_at": "2011-10-03T16:22:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-03T16:22:09.000Z",
        "opened_at": "2011-10-04T08:12:26.000Z",
        "rejected_at": "2017-06-21T15:08:33.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Boundary Commission for England which is independent of Government. The BCE is currently conducting a consultation into its latest Boundary review and would welcome comments from members of the public. Please visit the BCE website for further information.\r\n\r\nFollowing the conclusion of the consultation process and the publication of the final plans for the new boundaries, we will be able to consider publishing e-petitions on the issue.  At that point, you may want to consier resubmitting your e-petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:33.134Z"
    },
    "id": 18482,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18482.json"
    },
    "type": "archived-petition"
}