{
    "attributes": {
        "action": "Potential employees, volunteers should be able to have printouts of CRB record from a HMG website, on permission of the individual concerned",
        "additional_details": "Potential employees, volunteers, organisations, etc should be able to have an up-to-date printouts of CRB checks on an individual, on the need to know basis, from a HMG website on permission of the individual concerned. This will avoid the expense and delays in CRB checks. Currently CRB checks are slow & costly. CRB checks should be within a limited timeline, otherwise it may jeopardise a job offer. In this age of fast information access & transfer, just imagine the countless effectiveness & efficiency savings in enormous costs, time and effort that result from the introduction of fast access to an individual’s CRB record by signing in onto a HMG website web by the individual concerned, as well as being verifiable by interested employers, charities and other organisations whom the individual had allowed information to be accessible to.   Thus an accepted job offer may be subjected to the individual concerned allowing access to satisfactory CRB checks on him/her to the employer.",
        "background": null,
        "closed_at": "2012-12-16T15:49:05.000Z",
        "created_at": "2011-10-05T14:30:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-05T14:30:24.000Z",
        "opened_at": "2011-12-16T15:49:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:34.572Z"
    },
    "id": 18658,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18658.json"
    },
    "type": "archived-petition"
}