{
    "attributes": {
        "action": "To build a childrens play area and multi use games and sports facility in Oldbrook/Mewburn, North Bretton, Peterborough",
        "additional_details": "This petition is to build a childrens play area on the already designated park site for toddlers-12 years, and multi use games and sports facility on the rear green bank, easily accessible to teenagers and families, resident of Oldbrook/Mewburn, North Bretton, Peterborough.\r\n\r\nOver the years these areas of land have become derelict, wasted space in perfect need of renovation, with prickly bushes to remove and land to be leveled, providing the ample space to improve our childrens quality of life, and we are willing to be fully involved in helping to raise the funds to do so.\r\n\r\nWe are asking the government through this petition to allow us to build areas for the children of our community, families and friends of and also of surrounding areas, to play, learn, socialise and keep fit, many members including children are 100% committed to completing this project, with the permissions and assistance from the appropriate governed persons and with grants and funding to help proceed our plans.",
        "background": null,
        "closed_at": "2012-11-29T08:28:27.000Z",
        "created_at": "2011-10-05T20:44:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-05T20:44:06.000Z",
        "opened_at": "2011-11-29T08:28:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:34.793Z"
    },
    "id": 18681,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18681.json"
    },
    "type": "archived-petition"
}