{
    "attributes": {
        "action": "HMG should seek & deport immigrants who had entered UK as bogus students, fake passport/ID cardholders; are visa overstayers, failed asylum seekers",
        "additional_details": "Right the wrong done in the past. HMG should seek & deport immigrants who entered UK in the past as bogus students, fake passport/ID cardholders; are visa overstayers, failed asylum seekers, involved in sham marriages, etc. Spouses and offspring of illegal immigrants and faked British passport holders should not be able to claim British Citizenship through them and should all be deported. Illegal immigrants should not be given amnesty as it would encourage further illegal immigration. Since Blair became the PM over 14 years ago, most UK inner city areas are rapidly becoming communities of immigrants. The majority of passengers of coaches (like Eurolines) entering UK from the continent nowadays are potential immigrants from all corners of the world. As long as there are perceived differences in ‘cultures’ and ‘religion’ in a country, there will be separate lifestyles and hence potential disharmony & friction. Controlling immigration is one of the most important functions of government.",
        "background": null,
        "closed_at": "2012-10-07T06:51:28.000Z",
        "created_at": "2011-10-06T09:44:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-06T09:44:22.000Z",
        "opened_at": "2011-10-07T06:51:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 33,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:34.994Z"
    },
    "id": 18703,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18703.json"
    },
    "type": "archived-petition"
}