{
    "attributes": {
        "action": "A Legal duty to provide One Multi-Disabled Wheelchair Accessible Talking (multi-languages) ATM, per location a provider has ATM’s has?.",
        "additional_details": "We are asking the Treasury Ministers, to making it law, ATM providers must provide Multi-Disabled Wheelchair Accessible Talking (multi-languages) ATM’s.\r\n Starting with one Multi-Disabled Wheelchair Accessible Talking (multi-languages) ATM being provided for every 10,000 members of the UK population.  Therefore within two years 6,100 machines are installed across the UK, also all these machines, are required to be 24-hours 7-days 52-weeks a year accessible machines.\r\nThough by 2020, each financial provider’s of ATM’s, must individually meet following requirement, One Multi-Disabled Wheelchair Accessible Talking (multi-languages) ATM, per location a individual provider has their own ATM’s located at in the UK.\r\nAlso the Government changes the law, that all Automated Human Interface / Interactive Financial Devices and machine of whatever type, should be provided or designed and manufactured from start, in a multi-disability accessible versions for disabled people use too.\r\n",
        "background": null,
        "closed_at": "2012-10-19T12:50:49.000Z",
        "created_at": "2011-10-06T10:40:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-06T10:40:13.000Z",
        "opened_at": "2011-10-19T12:50:49.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:35.021Z"
    },
    "id": 18707,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18707.json"
    },
    "type": "archived-petition"
}