{
    "attributes": {
        "action": "“Call to Action” for Improvement in Perinatal Mental Healthcare Services",
        "additional_details": "My wife Joanne (Joe) Bingley died on the 30th April 2010 when our beautiful baby girl, Emily Jane, was only 10 weeks old. She was suffering and being treated for Severe Postnatal Depression. The “Independent Investigation” into my wife’s death resulted in 21 recommendations being implemented across Yorkshire and Humberside. 10 years ago after the death of Dr Daksha Emson a panel of inquiry issued recommendations that should have lead to improvements across the UK. The Health Minister at the time, Rosie Winterton, issued a public apology and stated that Daksha’s tragic case should focus the attention of local Health Authorities and the National Health Service on improving mental health services for all. Over the last year I have learnt the truth regarding my wife’s treatment and death and that the failure to provide the specialist care necessary for women with postnatal depression is placing over 22,000 mothers a year at risk nationwide... please support our call to implement change!",
        "background": null,
        "closed_at": "2012-10-13T07:56:48.000Z",
        "created_at": "2011-10-07T08:53:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-07T08:53:45.000Z",
        "opened_at": "2011-10-13T07:56:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 791,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:35.368Z"
    },
    "id": 18754,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18754.json"
    },
    "type": "archived-petition"
}