{
    "attributes": {
        "action": "Increase Somalian recruitment consultants in Newham Job centre’s, workplace and other frontline government recruitment agencies.",
        "additional_details": "\r\nSomalian's in newham make much more than 10 percent of the local population,  either Diversity management , Equal opportunity and democracy is not practiced here or there is a Glass ceiling which stops somalian people becoming recruitment consultants/advisors/ managers.\r\nDiversity means Local government agencies suppose to mirror the local population.  Thus I would like to see more somalian recruitment advisors at the job centre’s, at work place and in other local government recruitment agencies.\r\nAt the moment the service provided to the local community job seeker excludes somalian workers , well it looks that way?\r\nI feel intimidated, under represented and unwelcomed at these mainstream DWP offices in Newham.\r\nLET THE RECRUITMENT SERVICE REPRESENT THE LOCAL COMMUNITY\r\nEqual opportunity to gain employment for somalians at DWP offices in Newham\r\nEqual representation for somalians at the government recruitment agencies in Newham.\r\n",
        "background": null,
        "closed_at": "2012-10-14T09:21:52.000Z",
        "created_at": "2011-10-10T14:52:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-10T14:52:27.000Z",
        "opened_at": "2011-10-14T09:21:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:36.973Z"
    },
    "id": 18947,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18947.json"
    },
    "type": "archived-petition"
}