{
    "attributes": {
        "action": "SMP-Mothers should receive 52 weeks of pay,not just 39&13 weeks unpaid.Those on benefits can stop working for 5 years.THIS IS UNFAIR&NEEDS REFORM!",
        "additional_details": "For too long, hard working, tax paying women have been receiving the thin end of the wedge in terms of Maternity support in the 12 months following the birth of their baby. Those other women who have never or barely worked and are in receipt of Income support after their maternity allowance has run out can continue to avoid work and be at home with their children for that first crucial year and years beyond and they have made little or NO contribution to the system paying them. This is wholly unfair. Better maternity rights and pay should be offered to those mothers-to-be who have contributed handsomely to the system and this should equate to at least 52 full weeks of SMP if not more. For once, the hard working individual (who is probably a better role model for offspring by supporting themselves) should be rewarded for their contribution to the state and let's face it, get out of the system, a fraction of what they put in. REFORM ON SMP AND PATERNITY PAY!",
        "background": null,
        "closed_at": "2012-10-11T12:32:32.000Z",
        "created_at": "2011-10-10T15:42:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-10T15:42:05.000Z",
        "opened_at": "2011-10-11T12:32:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 25,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:37.010Z"
    },
    "id": 18951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18951.json"
    },
    "type": "archived-petition"
}