{
    "attributes": {
        "action": "Give Shinobu the Visa she needs to keep contributing to the the UK economy and to support my small business",
        "additional_details": "Shinobu Fujiwara is to be sent back to Japan, after her Tier 5 Visa expires in February. I am asking the people of the UK to support an honest, hardworking and valued member of society and transfer her to a Tier 2 Visa, so that she is able to continue working in the UK.\r\n\r\nThis is no normal situation. Shinobu has an extensive client following and is essentially keeping my small business afloat during these difficult economic times. She is a iconic citizen and an absolute asset to not only the UK people, but to the UK economy.\r\n\r\nShe is CONTRIBUTING to the economy and I think it only fair that the government sees this petition as an individual case and grands Shinobu a Tier 2 Visa immediately.\r\n\r\nThere are so many people who come to this country, not only to avoid work, but to be supported by the British taxpayers, for nothing in return.  We cannot afford to let go of people like Shinobu and rather, should welcome them with open arms.\r\n\r\nThank you all for your support!\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-10T18:55:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-10T18:55:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:37.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual cases and correspondence on personal issues cannot be accepted onto the e-petitions site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:37.134Z"
    },
    "id": 18965,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18965.json"
    },
    "type": "archived-petition"
}