{
    "attributes": {
        "action": "Why not use the massive funds HMG allocated to aid, to fund military action to get rid of Libya’s (and others) brutal, megalomaniac, corrupt dictator",
        "additional_details": "The coalition Government is pledging £8.4 billion this year, rising to over £11 billion by 2015. Why not use the massive funds allocated to aid by HMG for projects like the cost to defend a country’s (as in Libya) inhabitants from their brutal, megalomaniac, pariah, corrupt, dictator, suspected of committing massive crimes against humanity. Aid funds can also be used to build desalination & hospital ships to serve areas affected by famine, drought & epidemics. Registered charities should work with HMG to coordinate their efforts in delivering aid directly & effectively, rather giving aid funds to corrupt overseas governments to 'distribute' aid to their populace. British Industry & workforce should preferably be involved & paid at commercial rates to deliver aid. When our armed forces withdraw from active combat duties in Afghanistan by end of 2014, any surplus helicopters, armoured vehicles & other equipment should be sold at commercial rates rather than donating them to Afghanistan.",
        "background": null,
        "closed_at": "2012-10-11T12:11:08.000Z",
        "created_at": "2011-10-11T08:15:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-11T08:15:46.000Z",
        "opened_at": "2011-10-11T12:11:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:37.294Z"
    },
    "id": 18985,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18985.json"
    },
    "type": "archived-petition"
}