{
    "attributes": {
        "action": "WAR CRIMES, GENOCIDE AND WORSE: DEBATE THE DRAGODAN MASSACRE, THE DISSECTION OF 1,800 LIVING PEOPLE, ETHNIC CLEANSING OF 350,000 AND THE MEDIA CENSORS",
        "additional_details": "When NATO occupied Kosovo we undertook to run a secure non-racist regime, disarm the KLA and prevent them carrying out atrocities. Instead we immediately swore them in as police, allowed to carry out massacres, such as the murder of 210 civilans outside the British Military HQ at Dragodan, in the British occupation zone (acknowledged in Parliament and under the FoI http://a-place-to-stand.blogspot.com/2008/01/dragodan-massacre-freedom-of_23.html ); the ethnic cleansing of 350,000 civilians; kidnapping thousands of schoolgirls and boys to sell to  brothels (attested by a British officer and, years later, by Amnesty Int); and the dissection, while still alive, of 1,800 people to sell body parts (now acknowledged by the Council of Europe). Parliament should acknowledge and debate such  atrocities & consider whether the war against Yugoslavia was in any way defencive, since otherwise, under the principles we endorsed at the Nuremburg Trials, it is unambigouusly criminal.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-11T10:06:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-11T10:06:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:37.354Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:37.358Z"
    },
    "id": 18992,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/18992.json"
    },
    "type": "archived-petition"
}