{
    "attributes": {
        "action": "Give Kevin Williams his inquest under section 13 of the coroners Act, we have all the evidence under this section but keep getting refused.",
        "additional_details": "Kevin Williams died in the Hillsborough disaster in1989, Kevin's Inquests were riddled with coruption, suppressing of vital evidence and perverting the course of JUSTICE, Kevin did not die from Traumatic Asphixia or in an accident I will not pick up his death certificate until we get the course of death put right and the accidental death verdict struck down. Kevin does not relate to the 3.15pm cut off point.I want a new inquest were all the witnesses will be called to give evidence so the jury will know exactly what happened to Kevin at Hillsborough. I have all the evidence under section 13 of the coroners act and have been refused 3 times by the attorney generals office, I want the Attorney General to look at the evidence again and send Kevin's case back to the divisional court recomending a new inquest into the death of my son.",
        "background": null,
        "closed_at": "2012-01-19T17:00:00.000Z",
        "created_at": "2011-10-13T13:01:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2011-11-27T10:00:11.534Z",
        "government_response": {
            "created_at": "2017-06-21T15:08:38.702Z",
            "details": "This e-petition has now passed the threshold of 100 000 signatures.\r\n\r\nThe Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures\r\n\r\nThe Backbench Business Committee meets weekly to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom\r\n\r\nSince the petition was brought to the attention of the Attorney General, he has agreed that he will look at the applications made to his predecessor, to determine whether in his view, the evidence available supports an application to the Court for a new inquest.\r\n\r\nStephen Mosley MP was allocated time in Westminster Hall through the Speaker’s ballot and the debate took place on 22 February 2012.  A transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201212/cmhansrd/cm120222/halltext/120222h0001.htm#12022246000003\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:08:38.702Z"
        },
        "government_response_at": "2011-11-23T10:28:46.453Z",
        "moderation_threshold_reached_at": "2011-10-13T13:01:49.000Z",
        "opened_at": "2011-10-19T12:05:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-10-23T09:28:46.453Z",
        "scheduled_debate_date": null,
        "signature_count": 118475,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:38.708Z"
    },
    "id": 19149,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19149.json"
    },
    "type": "archived-petition"
}