{
    "attributes": {
        "action": "Reduce the abortion limit / ban abortion with a view to changing the current legislation",
        "additional_details": "The government should debate the following contentions:\r\n\r\n1) Abortion violates the right to life: the right to determine when life begins equates with the right to life itself.\r\n\r\n2) Current abortion legislation is discriminatory: it favors aborting the disabled.\r\n\r\n3) All human genetic material is present from conception: the potential to develop as a human is there. A life in a precarious position is not less of a life.\r\n\r\n4) The more proportionate response to the problem the legislation addresses is better designed social welfare and support for single mothers.\r\n\r\n5) Abortion often results in significant psychological damage for the mother which is not reported (and for some cases there is scientific evidence that it causes physical pain to the foetus). There is a significant feminist argument against it. In any event it is not a debate about women's rights but about the right to life.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T13:23:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T13:23:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:03.594Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see petitions \"Abortion(Reform)Bill\", \"Reduce abortion from 24 weeks to 18 weeks\" and \"Reconsider the legality of abortion\"."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:03.596Z"
    },
    "id": 1930,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/1930.json"
    },
    "type": "archived-petition"
}