{
    "attributes": {
        "action": "The 1951 convention on the Status of Refugees & Human Rights legislation need to be updated with a British Bill of Rights without delay",
        "additional_details": "Why should UK accept anyone permanently into UK, together with their extended family members, whenever a potential immigrant claimed that their own government and/or countrymen are persecuting them?  Asylum seekers should be given temporary refuge somewhere suitable in the world, but not necessarily permanently in UK. We did NOT have a referendum on the adoption of the Lisbon Treaty, now renamed Constitution Treaty. The Lisbon Treaty gave effect to the EU Charter of Fundamental Rights. Article 2 of the Charter provides that “everyone has the right to life” The abolition of the death penalty is a key objective for the European Union’s human rights policy. There are loopholes in the Charter, for example, immigration tribunals had in the past ruled that foreign prisoners or illegal immigrants cannot be deported from UK as it was ruled contrary to Article 8 which provides him with 'a right to private and family life....'.   ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-17T09:22:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-17T09:22:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:40.731Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:40.734Z"
    },
    "id": 19363,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19363.json"
    },
    "type": "archived-petition"
}