{
    "attributes": {
        "action": "Why does it an extra 3 or 4p per litre to transport petrol to Northampton compared to smaller towns in Northants such as Kettering & Corby?",
        "additional_details": "Are you from Northampton? Are you aware that you tend to pay an average of 3 or 4p more per litre of petrol than motorists in Kettering & Corby? Do you think it's right that you should be punished for living in a larger town? Am i missing something, or should the cost of petrol be the same given the towns are all within 20 minutes drive of each other? I've personally had enough of seeing average prices in Northampton of 134.9p, while the cost in Kettering and Corby is down at 130.9p. That's £2 more per tank i am paying, and over a year that equates to easily £50, if not more. I've had enough and it's about time us \"mugs\" in Northampton stood up for ourselves and asked some serious questions. We are being taken for fools by companies that have got away with this for too long. Please sign the petition and lets see if we can force a change.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-17T13:57:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-17T13:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:41.056Z",
        "rejection": {
            "code": "no-action",
            "details": "This is a matter for the petrol retailing industry; but the petition does not make clear what action it wants the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:41.059Z"
    },
    "id": 19400,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19400.json"
    },
    "type": "archived-petition"
}