{
    "attributes": {
        "action": "The 1951 convention on the Status of Refugees need to be updated with a British Bill of Rights for UK and likewise for EU states",
        "additional_details": "Claiming be refugees is often used as a loophole to remain in UK (& other EU countries) indefinitely when there no other rights to do so exists. Why should UK & EU accept anyone to remain permanently, together with their large extended family members, whenever a potential immigrant claimed that their own government and/or countrymen are persecuting them? A refugee given permanent resident status anywhere in the EU will be entitled to enter UK & permanently reside in UK.  Asylum seekers should be given temporary (not permanent) refuge somewhere suitable in the world. Any HMG that make UK a soft touch for asylum seekers, illegal immigrants & sort of human dustbin for the world would change British security, demographics, culture & identity of UK forever. Controlling immigration is more important, in the long run, then the fine tuning of health & education policies & will also lessen the demand for health, education, housing, social, law and order services in UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-19T08:40:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-19T08:40:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:42.679Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:42.682Z"
    },
    "id": 19595,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19595.json"
    },
    "type": "archived-petition"
}