{
    "attributes": {
        "action": "Save Our Sussex Alliance asks that planning law and policy prioritise protection of greenfield land/farmlands and the creation of affordable homes",
        "additional_details": "Through the National Planning Policy Framework and associated planning law and policies, the Government is directly responsible for shaping the future Sussex landscape.  Save Our Sussex Alliance (SOSA) unites campaign groups and interested parties across Sussex in a call to the Government to legislate responsibly and sustainably for housing by prioritising the protection of greenfield land/farmlands and accelerating the creation of affordable homes.  SOSA calls for an end to the destruction of Sussex’s wonderful landscape and open spaces, its farmlands, woodlands, wetlands, grasslands and wildlife, all of which are currently being lost as a result of unwanted and unwarranted development.  In particular, the loss of farmlands is badly damaging the UK’s food production capacity. SOSA further believes that creating more affordable homes must be made a priority, which should always be offered firstly to local people in need before being allocated to other applicants. www.saveoursussex.com",
        "background": null,
        "closed_at": "2012-11-04T11:23:02.000Z",
        "created_at": "2011-10-19T09:36:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-19T09:36:32.000Z",
        "opened_at": "2011-11-04T11:23:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 165,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:42.810Z"
    },
    "id": 19604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19604.json"
    },
    "type": "archived-petition"
}