{
    "attributes": {
        "action": "No to 70 million",
        "additional_details": "Over the past ten years the government has permitted mass immigration despite very strong public opposition reflected in numerous opinion polls.  We express our deep concern that, according to official figures, the population of the UK is expected to reach 70 million within 20 years with two thirds of the increase due to immigration.  While we recognise the benefits that properly controlled immigration could bring to our economy and society, this population increase, which is the equivalent of building seven cities the size of Birmingham, will have a huge impact both on our quality of life and on our public services yet the public has never been consulted.  So we call on the government to take all necessary steps to get immigration down to a level that will stabilise our population as close to the present level as possible and, certainly, well below 70 million.\"",
        "background": null,
        "closed_at": "2012-10-20T13:55:11.000Z",
        "created_at": "2011-10-19T17:36:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-02-23T07:33:49.935Z",
        "government_response": {
            "created_at": "2017-06-21T15:08:43.307Z",
            "details": "This e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons. This e-petition will remain live, and people will be able to continue adding their signatures.\r\n\r\nThe Government has provided the following response:\r\n\r\n“The response to this petition shows that the public feel strongly that immigration is too high and that this government should continue its work to bring numbers under control.\r\n\r\nWe have made sweeping changes to the immigration system to reduce net migration from the hundreds of thousands to tens of thousands.\r\n\r\nWe have already introduced a limit on non-EU workers coming to the UK, radically overhauled the student visa system to cut abuse and will shortly be announcing reforms to the family and settlement routes.”\r\n\r\nNicholas Soames MP and Frank Field MP were allocated a half-day in the Chamber of the House of Commons in Backbench time and the debate took place on 6 September 2012.   A transcript of the debate is available at http://www.publications.parliament.uk/pa/cm201213/cmhansrd/cm120906/debtext/120906-0002.htm#12090626000001",
            "responded_on": "2011-12-02",
            "summary": "",
            "updated_at": "2017-06-21T15:08:43.307Z"
        },
        "government_response_at": "2011-12-02T03:41:02.893Z",
        "moderation_threshold_reached_at": "2011-10-19T17:36:44.000Z",
        "opened_at": "2011-10-20T13:55:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-11-02T03:41:02.893Z",
        "scheduled_debate_date": null,
        "signature_count": 145544,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:43.313Z"
    },
    "id": 19658,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19658.json"
    },
    "type": "archived-petition"
}