{
    "attributes": {
        "action": "Avoidable Dangers of Hepatitis B Vaccine not being disclosed by government",
        "additional_details": "The Health Department DO NOT warn of the dangers of the Hepatitis B Vaccine and the health risks it has, especially for people with immune disorders.\r\nIn fact, patients, like myself are being told there are no major side effects at all when advised to have this vaccine.\r\nMany Low paid health workers are being advised to have this Vaccine or face losing their job.\r\n\r\nThe Hep B Vaccine is proven to cause debilitating Immune disorders like M.E- CFS - M.S - Hashimotos - Lupus etc and the government are still not addressing or warning patients of these dangerous and life changing side effects.\r\n\r\nI have a letter from the Health Department acknowledging this side affect yet they still do not warn against the dangers or offer help or compensation to the victims of this vaccine.\r\n\r\nHealth workers are being affected with lifelong illnesses due to this vaccine and it needs to be addressed immediately,  Please please sign this petiton, this Vaccine is affecting thousands of hard working families.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-20T01:58:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-20T01:58:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:43.672Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:43.675Z"
    },
    "id": 19701,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19701.json"
    },
    "type": "archived-petition"
}