{
    "attributes": {
        "action": "EU’s refugee problems are also UK’s, as refugees given permanent resident status in the EU will also be entitled to permanently reside in UK as well",
        "additional_details": "The 1951 convention on the Status of Refugees need to be replaced & updated by a sort of bill of rights for UK and likewise amongst other EU states. Claiming be refugees is often used as a loophole to remain in UK (& other EU countries) indefinitely. Why should UK & EU accept refugees to remain permanently, together with their large extended family members, whenever potential immigrants claimed that their own government or countrymen are persecuting them? Asylum seekers should be given temporary (not permanent) refuge in some country deemed suitable for them. Any HMG that make UK a soft touch for asylum seekers, illegal immigrants & sort of human dustbin for the world would change British security, demographics, culture & identity of UK forever. Controlling immigration is more important, in the long run, then the fine tuning of health & education policies & will also lessen the demand for health, education, housing, DWP benefits claims, law & order services, etc in UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-21T16:31:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-21T16:31:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:45.141Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:45.145Z"
    },
    "id": 19848,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19848.json"
    },
    "type": "archived-petition"
}