{
    "attributes": {
        "action": "Motorists causing injury to pedestrians while driving over the speed limit should carry a mandatory prison sentence and a life time driving ban",
        "additional_details": "    Many pedestrians are hit by speeding motorists every year, having their lives turned upside down by ongoing health problems caused by the incident or even being killed. The victims of these incidents and their family often have to wait for a protracted length of time to have their case dealt with only for the driver to be treated as they are only guilty of a minor offence.\r\n   This is a slap in the face for the victims and their families and also for the hospital staff that try to save these people and the police that investigate.\r\n   Speeding motorists that cause injury to pedestrians should have a mandatory prison sentence and a life time driving ban to reflect the seriousness of their actions and their willingness to risk other people's safety. This sentence and ban should be brought into force if the driver was found to be travelling even 1mph over the speed limit, there should be no room for legal loopholes or confusion.",
        "background": null,
        "closed_at": "2012-10-25T11:08:27.000Z",
        "created_at": "2011-10-23T18:05:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-23T18:05:43.000Z",
        "opened_at": "2011-10-25T11:08:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:46.753Z"
    },
    "id": 19988,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/19988.json"
    },
    "type": "archived-petition"
}