{
    "attributes": {
        "action": "Psychological profiling to prevent terrorism in airports, trains, Olympics, concerts, shopping centres, etc should not be regarded as discriminatory",
        "additional_details": "Stopping or targeting an individual for further questioning or investigation on grounds of security, HM border & custom control, criminal justice, etc should not necessarily be regarded as discriminatory. Forensic psychological profiling (or personality profiling) of criminal suspects, passengers, spectators, audience, in order to effect covert surveillance, further questioning, searches & other investigations are a necessary fact of life nowadays. In Afghanistan, for example, Taliban, suicide bombers and Afghan famers can convert from one role to another. Taliban or suicide bombers are indistinguishable from amongst many of the populace of Afghanistan, Iraq, Pakistan but may be more discernible by psychological profiling various aspects of suspects’ behaviour, demeanour, country of origin, immigration status, cultural background, beliefs, habits and rituals, motives, social background, age, education, etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-24T07:12:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-24T07:12:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:47.039Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:47.042Z"
    },
    "id": 20016,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20016.json"
    },
    "type": "archived-petition"
}