{
    "attributes": {
        "action": "EU Council of Ministers should discuss how to deal with illegal immigrants allowed to wander from one EU states to another without documentation",
        "additional_details": "Illegal immigrants have no official status in the EU but are currently protected from deportation by international law as there are nowhere to send them back to. In Cherbourg Port, northern France, hoards of illegal immigrants try to smuggle themselves on aboard UK-bound passenger & container ships and lorries.  All suspected illegal immigrants should be challenged about documentation of their immigration status and if there are no satisfactory documentation of being entitled to remain in the EU, they should be kept in custody until deported. EU’s refugee problems are also UK’s, as refugees given permanent resident status in the EU will also be entitled to permanently reside in UK as well. Any HMG that make UK a soft touch for asylum seekers, illegal immigrants & sort of human dustbin for the world would change British security, demographics, culture & identity of UK forever. Controlling immigration is more important then the fine tuning of health & education policies eventually.",
        "background": null,
        "closed_at": "2012-10-25T07:53:29.000Z",
        "created_at": "2011-10-24T07:58:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-24T07:58:42.000Z",
        "opened_at": "2011-10-25T07:53:29.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:47.096Z"
    },
    "id": 20020,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20020.json"
    },
    "type": "archived-petition"
}