{
    "attributes": {
        "action": "Referendum on the European Union",
        "additional_details": "We, the people of the United Kingdom, are dissatisfied with the result of the EU Referendum Debate on 24 October 2011 and would like the House of Commons to reconsider its decision in light of this petition and grant us an opportunity through a referendum to express our desire on the relationship with the EU.",
        "background": null,
        "closed_at": "2012-10-25T09:24:07.000Z",
        "created_at": "2011-10-24T21:30:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:08:48.155Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government believes that membership of the EU is in the national interest of the UK. It is central to how we create jobs, expand trade and protect our interests around the world. The Government’s priority is dealing with the crisis in the Eurozone and making sure that the Single Market, which is one of the greatest forces for prosperity the continent has ever known and of immense benefit to this country, is not damaged.\r\n\r\nThe crisis in the Eurozone has intensified the debate in every country on the future of Europe and there is no exception here. Europe is changing, and we do not know what the EU will end up looking like at the end of this crisis.\r\n\r\nAs the Prime Minister has said, this Government believes that a choice between the status quo within the EU or leaving completely is the wrong question. But now that the European Union Act 2011 is in place the British people will have the final say, through a referendum, if any future treaty change results in a transfer of competence from the UK to the EU. This cannot happen without the express consent of the British people.\r\n\r\nThe activities of the EU have expanded over time, before the coalition Government established a referendum lock, and it is important to take stock of the impact of the EU on our country. In line with a commitment made to the British people in the Coalition Programme for Government, the Government recently launched a review of the balance of competences between the UK and the EU to assess the EU’s impact on the UK. Now is the right time to take a critical and constructive look at exactly which competences lie with the EU, which lie with the UK, and whether it works in our national interest.\r\n\r\nThe parties in the Coalition will have the opportunity to address issues such as referenda in their own manifestos at the next election.\r\n\r\nYou may also wish to read the Prime Minister’s Statement of 2nd July 2012 on the European Council at http://www.number10.gov.uk/news/prime-ministers-statement-on-the-european-council/\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:08:48.155Z"
        },
        "government_response_at": "2012-03-02T23:31:02.148Z",
        "moderation_threshold_reached_at": "2011-10-24T21:30:24.000Z",
        "opened_at": "2011-10-25T09:24:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-02-02T23:31:02.148Z",
        "scheduled_debate_date": null,
        "signature_count": 18193,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:48.162Z"
    },
    "id": 20133,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20133.json"
    },
    "type": "archived-petition"
}