{
    "attributes": {
        "action": "Small Business and the HMRC: harmonise and humanise the penalty system for late (or missing) returns - PAYE annual return",
        "additional_details": "The penalty for late submission of PAYE returns should be human as for VAT, first a warning letter, then up the scale for repeat offences (e.g. over the next 3 years). Raise the upper limit to £200,000 to help small business growth. HMRC should have a duty of prompt notification to minimise penalties, or be obliged to reduce penalties for THEIR lateness. *** If businesses with a turnover of less than £150,000 fail to make a quarterly VAT return on time they are warned. If they reoffend within a year they are put into an escalating system of penalties, not necessarily including fines. This is fair. *** If that small business makes its annual PAYE return (P35 and P60s) late, it is instantly fined £100 per month, even if all employees (e.g. husband and wife) are paid below the ET (ST 2011-2012) so no PAYE or NI is payable by employee or employer (to minimise administration) - and because \"HMRC are so busy\", not informed for months when the penalty is already £400 or £500. This is unfair.",
        "background": null,
        "closed_at": "2012-10-25T16:08:03.000Z",
        "created_at": "2011-10-24T23:09:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-24T23:09:24.000Z",
        "opened_at": "2011-10-25T16:08:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:48.695Z"
    },
    "id": 20171,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20171.json"
    },
    "type": "archived-petition"
}