{
    "attributes": {
        "action": "Small Business and the HMRC: change the wording of the VAT return \"information given above is true and complete\". We should never, really, sign this.",
        "additional_details": "Where we sign our VAT returns, we certify that the VAT return \"information given above is true and complete\".\r\n\r\nThis should be changed to the same as the P35: \"I declare that the details on these are fully and truly stated to the best of my knowledge and belief.\". *** Nobody can be sure, and mistakes are made. Even the VAT guides allow us to correct errors in future returns, and I believe the guidance is that errors under £2000 can be corrected on following returns without informing the HMRC. This applies also, and maybe more so, to the biggest corporations in the UK where paper or computer data gets mislaid. Having to sign \"information given above is true and complete\" makes liars out of all of us, every time we sign a return. In my mind the only businesses that can genuinely sign this are non-trading companies with no expenses and making null returns. Help make the UK more honest, change the wording, please!",
        "background": null,
        "closed_at": "2012-10-25T16:09:40.000Z",
        "created_at": "2011-10-24T23:36:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-24T23:36:56.000Z",
        "opened_at": "2011-10-25T16:09:40.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:48.778Z"
    },
    "id": 20176,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20176.json"
    },
    "type": "archived-petition"
}