{
    "attributes": {
        "action": "National Service for youths who commit a crime and are not in work, education or training.",
        "additional_details": "There is a growing number of disaffected young people in this country and it is not all their fault. Poor parenting is at the heart of why this section of young people get into trouble, lack ambition and have little or no respect for authority.\r\n\r\nThe key to this is that young adults are being given a choice. Choose to remain in education/training or work to pay their way in society. If they do neither, then they go into the army where they hopefully, would gain life skills, experience and respect they haven't been taught previously. I also believe that if a young person is consistently in bother with the authorities they are to go into National Service instead of doing community service or short prison sentences.\r\n\r\nThis scheme would hopefully ensure the minority of disaffected young adults know they have to make a well informed decision about what path they are taking in their lives without being allowed to sit on their backsides.\r\n\r\nPlease support this idea.      ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-25T14:04:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-25T14:04:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:50.002Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:50.006Z"
    },
    "id": 20278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20278.json"
    },
    "type": "archived-petition"
}