{
    "attributes": {
        "action": "We request that MPs must have a free vote following any debate on allowing an IN / OUT only choices referendum on the UK's EU membership.",
        "additional_details": "The debate on Monday 24 October 2011, was brought forward, not allowing enough time for MPs to be told by many of their constituents of their wishes, or for any effective 'Yes or No to a referendum campaigns' to gather momentum.\r\nAs the Conservative, Liberal Democrat and Labour leaders are all opposed to an IN / OUT referendum on whether the United Kingdom should remain within the EU, there is no democratic choice unless a free vote by MPs is allowed.\r\nRe-negotiation of terms of membership must not be a choice. The wording of the motion should be:\r\n\r\n\"This House calls upon the Government to introduce a Bill in the next session of Parliament to provide for the holding of a national referendum on whether the United Kingdom:\r\n\r\na) Should remain a member of the European Union;\r\n\r\nb) Leave the European Union.\"\r\n\r\nFour weeks notice must be given before the debate.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-26T12:59:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-26T12:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:51.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whipping is a metter for political parties and not HM Governemnt"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:51.510Z"
    },
    "id": 20423,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20423.json"
    },
    "type": "archived-petition"
}