{
    "attributes": {
        "action": "The 21 bishops of the Church of England sitting as unelected Lords Spiritual in the House of Lords should be not be automatic and at fixed number",
        "additional_details": "Other religious groups like Church of Scotland & Board of Deputies of British Jews are not entitled to sit as Lords Spiritual. Britain is a secular society with followers of many faiths or no faith (like agnostics or atheists). Apart from followers of a religion, there are many who believe that many phenomena can be scientifically explained, proved & verified, using knowledge available today without having to invoke explanations that involve the spiritual world.  In a way, invoking the name of God on complex issues can hinder the seeking of explanations & solutions from a scientific & logical standpoint to pressing problems. Scientific knowledge demands concrete proof & evidence and is open to exhaustive peer reviews in scientific journals, conferences, etc. Likewise using unproven subjective paranoid conspiracy & other belief theories is in contrast to objectively proving evidence beyond all reasonable doubt as in a Court of Law.",
        "background": null,
        "closed_at": "2012-10-27T08:50:38.000Z",
        "created_at": "2011-10-26T13:47:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-26T13:47:53.000Z",
        "opened_at": "2011-10-27T08:50:38.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:51.516Z"
    },
    "id": 20425,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20425.json"
    },
    "type": "archived-petition"
}