{
    "attributes": {
        "action": "Ban Rupert Murdoch's Sky News from hosting a leaders' debate at the next General Election",
        "additional_details": "The Sky News leaders' debate at the last General Election was controversial due to the intervention of moderator Adam Boulton, and subsequent events have further called into question the organisation's impartiality and commitment to public service broadcasting. Sky is principally owned by Rupert Murdoch's News International, which was engaged in criminal activity via the News of the World phone-hacking scandal, and revealed to have exercised undue political influence in the UK over several decades. Boulton and co-presenter Kay Burley have also been involved in various confrontations that compromised their political neutrality. Given the infamous bias and low standards of US sister company Fox News, we worry about Sky following suit and subverting British democracy. So long as the company remains unreformed, and criminal investigations and media inquiries are ongoing, Sky cannot be trusted to take an impartial role in a UK General Election. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-26T18:30:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-26T18:30:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:51.911Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whether or not Sky News host a leaders debate is a matter for political parties, as they agree the terms of election debates themselves."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:51.913Z"
    },
    "id": 20462,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20462.json"
    },
    "type": "archived-petition"
}