{
    "attributes": {
        "action": "There should be a British flag visible in every school and the National Anthem should be sung at every school’s End of Summer Term Assembly",
        "additional_details": "Now is the time to inspire schoolchildren to be proud of British values–tolerance, fairness and justice for all. Now is the time to send a positive message to the next generation that although we are a country of all religions, cultures and hues, we are one people and we are one nation, and every child is welcome to be part of the Great British story. Now is the time to teach schoolchildren everywhere that it doesn’t matter whether you can trace your ancestry back to the times of Sir Walter Raleigh and William Shakespeare or whether your forefathers travelled over oceans and continents to reach these shores. If you love Great Britain and cherish its values, then you are British and have every ounce as much of a stake in this nation as anyone else.The economic hardships of our times are not only a test of our government, but a test of our character. Let’s teach schoolchildren everywhere that we will not tear each other apart in sixty million voices, but lift each other up as one nation.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-28T09:10:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-28T09:10:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:53.328Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:53.331Z"
    },
    "id": 20635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20635.json"
    },
    "type": "archived-petition"
}