{
    "attributes": {
        "action": "Teaching evolution to school pupils should be encouraged, not censured or altered by changing the title from evolution to ‘intelligent design'",
        "additional_details": "Of course religion is a matter of individual faith & preferences but not the ultimate prescription for everyone regarding laws, life, the universe and everything. Evolution however is a fact of life. Even in the short-term, mutations occur tens of thousand times every day for organisms like MRSA bacterium, HIV, etc. Evolution and survival of the fittest in a habitat can be perceptible in days. Those organisms that inadvertently evolved with advantages characteristics for the particular niche they live in will produce more offspring. All living creatures (starting with single cellular microorganisms) evolved into various species over 540 million years in the primordial soup of amino acids & DNA bases through mutations of DNA bases which specify amino-acids and hence proteins. Even evolution unnaturally by selective breeding is still evolution. King Henry VIII broke from Catholicism facilitated the breakup of the pope’s monopoly & influence over politics, sciences, arts, laws, etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-28T14:31:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-28T14:31:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:53.677Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:53.680Z"
    },
    "id": 20671,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20671.json"
    },
    "type": "archived-petition"
}