{
    "attributes": {
        "action": "Say NO to ACTA",
        "additional_details": "ACTA is one more offensive against the sharing of culture on the Internet. ACTA (Anti-Counterfeiting Trade Agreement) is an agreement secretly negotiated by a small \"club\" of like-minded countries (39 countries, including the 27 of the European Union, the United States, Japan, etc). Negotiated instead of being democratically debated, ACTA bypasses parliaments and international organizations to dictate a repressive logic dictated by the entertainment industries.\r\n\r\nACTA would impose new criminal sanctions forcing Internet actors to monitor and censor online communications. It is thus a major threat to freedom of expression online and creates legal uncertainty for Internet companies. In the name of trademarks and patents, it would also hamper access to generic medicines in poor countries.\r\n\r\nStop ACTA from ruining Free Speech NOW!\r\n\r\nFor more information, visit http://www.laquadrature.net/ACTA or watch http://youtu.be/citzRjwk-sQ",
        "background": null,
        "closed_at": "2012-11-01T09:14:06.000Z",
        "created_at": "2011-10-28T15:58:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:08:53.796Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nACTA seeks to improve the global enforcement of intellectual property rights through the creation of common enforcement standards and practices, and more effective international co-operation. It could assist in tackling the large-scale infringement of intellectual property by organised crime and contains safeguards to ensure consistency with fundamental rights, privacy and data protection. It is important to note that no changes to EU or UK law would be necessary as a result of ACTA.\r\n\r\nThe ACTA negotiations, like other inter-government negotiations, were confidential.  However, the public was informed of their launch and the European Commission consulted regularly during the negotiations.  The UK explicitly pushed for greater transparency in the negotiations which led to the draft text being released in April 2010.  To inform our position, the UK Intellectual Property Office also sought the views of a range of stakeholders during the negotiations, including business, internet service providers and consumer interest and open rights groups.\r\n\r\nThe European Parliament rejected the treaty earlier this year, making it unclear whether the UK and other EU Member States will ever be in a position to ratify the Agreement.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:08:53.796Z"
        },
        "government_response_at": "2012-03-26T01:58:12.491Z",
        "moderation_threshold_reached_at": "2011-10-28T15:58:12.000Z",
        "opened_at": "2011-11-01T09:14:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-02-26T02:58:12.491Z",
        "scheduled_debate_date": null,
        "signature_count": 15676,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:53.802Z"
    },
    "id": 20685,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20685.json"
    },
    "type": "archived-petition"
}