{
    "attributes": {
        "action": "Who would police the police? Complaints procedure against the police should involve an element of lay members from the very beginning",
        "additional_details": "Complaints against the police are investigated by the police themselves, unless they involved very serious incidences (like death) whereby Police Complaints Authority becomes involved. A small group of armed police force tended form a clique & support each other. There are incidences whereby a police officer shot a suspect dead a suspect carrying a table leg without warning because they thought he was carrying a shotgun, shot dead Menezes in a crowed tube as they thought he was a suicide bomber, an OAP, a barrister, a driver whilst attempting to stop him on a routine check. What about the police shooting dead a suspect in Ipswich about over 2 years ago? Where are the outcomes of the investigations by Police Complaints Authority? Suspects should not be shot dead without warning. Challenging armed suspects to surrender should be done in a more secluded place & when armed surveillance police officers are in a strategic safe spot away from crowded places.",
        "background": null,
        "closed_at": "2012-10-31T08:51:53.000Z",
        "created_at": "2011-10-31T07:17:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-31T07:17:00.000Z",
        "opened_at": "2011-10-31T08:51:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:55.266Z"
    },
    "id": 20854,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20854.json"
    },
    "type": "archived-petition"
}