{
    "attributes": {
        "action": "housing benefits being witheld from those who are ENTITLED",
        "additional_details": "THE HOUSING BENEFIT AND COUNCIL TAX DEPARTMENT ARE CAUSING HAVOCK WITH MY RENT AND C'T BENEFITS, I HAVE GENUINE REASONS FOR MAKING A CLAIM, WHICH IF YOU FORTUNATE YOU WILL NEVER HAVE THE MISFORTUNE TO EXPERIENCE YOURSELVES. IM DEEPLY IN DEBT WITH MY RENT DUE TO THE MANY ERRORS WHICH KINGSTON BENEFITS DEPT HAVE REPEATEDLY IGNORED AND NOW HOLD ME ACCOUNTABLE FOR. MONEY IS BEING WITHELD FROM ME whcih  HAS NOW STOPPED ME FROM MAKING ANY CHOICES WITH REGARDS TO WORK, I CANNOT AFFORD TO WORK AS I CANNOT TRUST THE BENEFITS DEPT TO CALCULATE MY APPLICATION CORRECTLY AND BECAUSE THEY HAVE PUT THE DEBT IN MY HANDS I WOULD NOT BE ABLE TO REPAY IF I GET A JOB, SO PLEASE EXPLAIN TO ME A WAY OUT, WHERE THE KINGSTON HOUSING BENEFITS AND C'T BENEFITS CAN BE SUFFICIENTLY INVESTIGATED ON THEIR ERRORS, AND WHERE I WILL BE ABLE TO GET A JOB ONCE JUSTICE HAS BEEN DONE, THIS IS HAPPENING TO THOUSANDS OF PEOPLE, SOMETHING NEEDS TO BE DONE, THEY CANNOT POSSIBLY BE ALLOWED TO GET AWAY WITH THIS.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-10-31T22:21:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-10-31T22:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:56.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a personal issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:56.121Z"
    },
    "id": 20955,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20955.json"
    },
    "type": "archived-petition"
}