{
    "attributes": {
        "action": "Stop and review the cuts to benefits and services which are falling disproportionately on disabled people, their carers and families",
        "additional_details": "The government were embarking on wholesale reform of the benefit system when the economic crisis struck. These welfare reforms had not been piloted and the plan was to monitor and assess the impact of the new untried approach as it was introduced in a buoyant economy. Unfortunately since then the economy has gone in to crisis and the government has simultaneously embarked on a massive programme of cuts. This has created a perfect storm and left disabled people/those with ill health, and their carers reeling, confused and afraid.\r\n\r\nWe ask the government to stop this massive programme of piecemeal change until they can review the impact of all these changes, taken together, on disabled people and their carers. We ask the government to stand by its duty of care to disabled people and their carers. At the moment the covenant seems to be broken and they do not feel safe.\r\n\r\nIllness or disability could affect any one of us at any time, while many more of us are potential carers.\r\n\r\n",
        "background": null,
        "closed_at": "2012-11-01T10:12:44.000Z",
        "created_at": "2011-11-01T08:53:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:08:56.242Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAs set out in “Fulfilling Potential - The Discussions so Far” and “Fulfilling Potential – Next steps”, both published on 17 September, the Government is fully committed to ensuring that disabled people of all backgrounds and ages can fulfil their potential and play full roles in society.\r\n\r\nThe disability benefits system has an important role to play in providing financial support for disabled people both in and out of work, but for too long a system which was designed to help support those with the greatest needs has written people off.\r\n\r\nDisabled people are much less likely to be in employment than non-disabled people, but for many disabled people work will be the best route out of poverty and towards increased independence and well-being. Our reform of the benefits system will make sure that work always pays and provide unequivocal support for those who cannot work through the introduction of the Universal Credit.\r\n\r\nThe Personal Independent Payment (PIP) will gradually replace Disability Living Allowance (DLA) for 16-64 year olds from April 2013. It is being designed to reflect a modern understanding of disability and to treat all conditions fairly. This is a real step forward. Reform of Disability Living Allowance (DLA) is long overdue and the benefit must be changed to better support disabled people to lead independent lives as they want to today.\r\n\r\nThis reform provides an opportunity better to target support for disabled people and protect those who are most in need. PIP will maintain the key principles of DLA: it will be a non-means-tested cash benefit contributing to the extra costs incurred by disabled people and available to people in and out of work, but it will be delivered in a fairer, more objective and more consistent manner than DLA and increase confidence that the right support is going to the right people.   However, welfare reform forms just one part of our approach to improving the lives of disabled people.\r\n\r\nIn “Fulfilling Potential – Next steps” we set out our vision and principles for the further reform needed to achieve our aims of equality and independence for disabled people. Disabled people will be at the heart of a new disability action alliance, ensuring that the policies and actions taken forward will make a real difference to their lives.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:08:56.242Z"
        },
        "government_response_at": "2011-12-30T14:24:41.417Z",
        "moderation_threshold_reached_at": "2011-11-01T08:53:44.000Z",
        "opened_at": "2011-11-01T10:12:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-11-30T14:24:41.417Z",
        "scheduled_debate_date": null,
        "signature_count": 62725,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:56.249Z"
    },
    "id": 20968,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20968.json"
    },
    "type": "archived-petition"
}