{
    "attributes": {
        "action": "Teaching religion in Faith Schools (Islam, Protestant, Catholic, etc) can impart religious fanaticism. Their curriculums need scrutiny",
        "additional_details": "Religion is a matter of individual faith & preferences but not the ultimate prescription for everyone regarding laws, life, the universe and everything. Evolution however is a fact of life. Even in the short-term, mutations occur tens of thousand times every day for organisms like MRSA bacterium, HIV, etc. Evolution and survival of the fittest for a habitat can be perceptible within days. Those organisms that inadvertently evolved with advantages characteristics for the particular niche they live in, will produce more offspring. All living creatures (starting with single cellular microorganisms) evolved into various species over 540 million years in the primordial soup of amino acids & DNA bases through mutations of DNA bases which specify amino-acids, hence various protein form & function.. Even unnatural selective breeding is still evolution. King Henry VIII broke from Catholicism facilitated the breakup of the pope’s monopoly & influence over politics, sciences, arts, laws, etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-01T08:58:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-01T08:58:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:56.262Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:56.265Z"
    },
    "id": 20969,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/20969.json"
    },
    "type": "archived-petition"
}