{
    "attributes": {
        "action": "HMG should consider culling badgers, pigeons, foxes, grey squirrels etc that destroy the food chains and habitat of other beneficial species",
        "additional_details": "It is accepted in our collective consciousness that culling bacteria, viruses, rats, cockroaches, mosquitoes are acceptable; so is farming livestock for food. Sometimes culling pests (like foxes, rats, grey squirrels, badgers, pigeons, whales, etc) to prevent disease or to sustain food chains that are beneficial to humans is necessary. It is widely accepted that badgers spread TB amongst livestock, so unless there is a vaccine against TB for livestock, badgers should be culled in a controlled humane manner. Pigeons spread diseases with their unsightly faeces in city centres. Grey squirrels out-compete our native reds squirrels for food & carry a pox virus deadly towards red squirrel but to which they are immune. As the human race increases in number, culling animals including filter feeding plankton feeding whales may also be necessary to sustain food chains that are beneficial to humans.  Whales are sometimes called 'cockroaches of the sea' and each eats tons of plankton everyday.",
        "background": null,
        "closed_at": "2012-11-02T16:28:32.000Z",
        "created_at": "2011-11-01T12:42:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-01T12:42:28.000Z",
        "opened_at": "2011-11-02T16:28:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:56.687Z"
    },
    "id": 21022,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21022.json"
    },
    "type": "archived-petition"
}