{
    "attributes": {
        "action": "Adapting and Editing Copyrighted Material on Government Funded Courses – Doctorate in Educational and Child Psychology",
        "additional_details": "Material produced by lecturers and course tutors on educational psychology courses is subjected to copyright demands. The Children’s Workforce Development Council (CWDC) prevents adaptation and editing of material; the material has to remain in its original format, unedited.  To enforce this all material that is disseminated electronically during the course has an underlying condition that the material must be presented electronically in a .pdf format. The .pdf format restricts adaptation and any editing. This specific criterion consequently has significant implications for trainee educational psychologists (TEPs). Enthusiastic nascent TEPs who have entered the profession to profoundly enhance the lives of all children are restricted in their ability to adapt and edit course material. This petition seeks to eradicate the CWDC’s criterion that all electronic data must be in a .pdf format, and proposes that all material should be made electronically available in their original format. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-01T22:48:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-01T22:48:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:57.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "I have been in contact with the CWDC and they have advised that they have now resolved this issue with you."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:57.599Z"
    },
    "id": 21119,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21119.json"
    },
    "type": "archived-petition"
}