{
    "attributes": {
        "action": "Giving prisoners the right to vote, failed asylum seekers to remain by the ECHR should be considered to trigger a referendum under European Union Act",
        "additional_details": "European Union Act 2011 provides for that any transfer power from the UK to the EU will need a national referendum before it can be agreed. Giving prisoners the right to vote (under Article 39 of EU Charter of Fundamental Rights), failed asylum seekers to remain in UK (under Articles 18, 7, 2) by the European Court of Human Rights (ECHR) should be considered to trigger a referendum under European Union Act 2011. There are loopholes in the EU Charter of Fundamental Rights, for example, immigration tribunals had in the past ruled that foreign prisoners or illegal immigrants cannot be deported from UK as it was ruled contrary to Article 7 which provides him with 'a right to private and family life....'Article 18 provides ‘asylum shall be guaranteed’. Article 2 of the EU Charter of Fundamental Rights provides that “everyone has the right to life” The abolition of the death penalty is a key objective for the European Union’s human rights policy.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-02T08:33:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-02T08:33:46.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:08:57.824Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:08:57.827Z"
    },
    "id": 21146,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21146.json"
    },
    "type": "archived-petition"
}