{
    "attributes": {
        "action": "Stop the EPPP plan in its current form before it widens the gap between Premier league business toys and real football clubs, and destroys our game.",
        "additional_details": "The Elite Player Performance Plan (or Elitist Premiership Poaching Plan) has been promoted by the Premiership money makers as the ‘saviour of English football for future generations’.. How can lowering funding for smaller academies and poaching gifted players for minimal compensation to smaller teams at will have anything but an adverse effect on football generally?\r\n\r\nFootball is not just the Premiership and Internationals. For one of the same reasons stipulated by FIFA as to the rejection of video replays, this ruling takes away the grass roots principles on which the game is apparently based. It is inherently biased towards the big 10 clubs in the English game. It creates a monopoly which in business would amount to improper conduct and as such should be investigated by government committee. We are not saying scrap it. We just ask that it is fair to ALL clubs.\r\n\r\nFootball was a game long before it was a business.",
        "background": null,
        "closed_at": "2012-11-03T10:49:13.000Z",
        "created_at": "2011-11-03T09:27:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-03T09:27:06.000Z",
        "opened_at": "2011-11-03T10:49:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1892,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:59.181Z"
    },
    "id": 21314,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21314.json"
    },
    "type": "archived-petition"
}