{
    "attributes": {
        "action": "Restrict the financing of political parties to individual member subscriptions",
        "additional_details": "Less than half-a-million Britons belong to one of the main political parties. Despite this, parties receive £80m in funding and seek another £25m from the state. The day of the political party is long-past but we have a system of patronage and influence run by an apparatchik elite. The duty of MP to Constituency has long been secondary to party loyalty and the litany of scandals involving lobbyists and funding is too long to recount.  Britain is a liberal democracy and people should be free to organise themselves, but the current system is undemocratic and out of control. Restricting funding to member subscription would hold this apparatchik class to account. MPs could elect Ministers and this does not prevent the renaissance of mass-member parties. There has been a broad consensus in UK politics for the last two decades and any major issues could be the subject of referenda. We call upon the Government to restrict the financing of political parties to individual member subscriptions.",
        "background": null,
        "closed_at": "2012-11-04T09:48:18.000Z",
        "created_at": "2011-11-03T09:39:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-03T09:39:16.000Z",
        "opened_at": "2011-11-04T09:48:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "closed",
        "updated_at": "2017-06-21T15:08:59.429Z"
    },
    "id": 21338,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21338.json"
    },
    "type": "archived-petition"
}