{
    "attributes": {
        "action": "Automatic Organ Donation with Option to Opt Out",
        "additional_details": "In Britain, countless organs are wasted every year. Many people who have no problem with (or even support) organ donation simply do not take the time or effort to register themselves as potential organ donors. Under an Automatic Organ Donation system, these people's organs would become available for transplant. The Opt-Out Option would entitle everyone over 18 to \"Opt-Out\" of the organ-donation register, ensuring that anyone who objects to Organ Donation on moral or religious grounds would still be protected. Families of the deceased would also be asked if they were happy for the available organs to be donated, if the deceased had not already Opted-Out. What this change would effectively achieve is to gain thousands of organs which are wasted every year because people cannot be bothered to sign up to become Organ Donors, but are still happy to have their organs donated upon their death. Three people in Britain die every day waiting for a transplant. These are lives which can be saved.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T14:16:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T14:16:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:05.365Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:05.368Z"
    },
    "id": 2137,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/2137.json"
    },
    "type": "archived-petition"
}