{
    "attributes": {
        "action": "Open Milk Bank at Liverpool Women's Hospital",
        "additional_details": "The Liverpool Women's Hospital is the largest single maternity unit in Europe, delivering over 8000 babies a year. It is a recognised centre for excellence in neonatal care. A lot of these babies are premature and have difficulty digesting synthetic formula milk. Support this petition to have a milk bank opened here, to make it easier and more accessible for women to donate breastmilk and help give these babies a better chance of survival. Breastmilk is extremely expensive for hospital trusts to buy from other units. As the largest maternity unit and a centre of excellence it is essential that these facilities are made available in order to provide optimum care for these newborns.  It is a known fact that breastmilk is far better for babies than formula milk and is even more important for premature infants. Please support and sign even if you are not currently breastfeeding or have never breastfed this is a brilliant opportunity to help. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-05T23:53:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-05T23:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:02.789Z",
        "rejection": {
            "code": "no-action",
            "details": "Please state what action you want the Government (not the NHS) to take"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:02.792Z"
    },
    "id": 21730,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21730.json"
    },
    "type": "archived-petition"
}