{
    "attributes": {
        "action": "Creationism is part of religious education, as evolution is part of biology. The subjects should be kept separate, not blurred as in Faith Schools",
        "additional_details": "Various religions are matters of individual faiths & preferences, not the ultimate prescription for everyone regarding laws, life, the universe & everything. Evolution however is a fact of life. Even in the short-term, mutations occur tens of thousand times every day for organisms like MRSA bacterium, HIV, etc. Evolution and survival of the fittest for a habitat can be perceptible within days. Those organisms that inadvertently evolved with advantages characteristics for the specific niche they live in will produce more offspring. All living creatures (from single cellular microorganisms onwards) evolved into various species over 540 million years from primordial soups of amino acids & DNA bases through mutations of DNA bases which specify amino-acids, hence various protein form & function. Even unnatural selective breeding is still evolution. King Henry VIII broke away from Catholicism facilitated the breakup of the pope’s monopoly & influence over politics, sciences, arts, laws, etc.",
        "background": null,
        "closed_at": "2012-11-07T11:33:17.000Z",
        "created_at": "2011-11-06T09:14:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-06T09:14:41.000Z",
        "opened_at": "2011-11-07T11:33:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:02.968Z"
    },
    "id": 21747,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21747.json"
    },
    "type": "archived-petition"
}