{
    "attributes": {
        "action": "HMG guidelines should not allow a GP fund holder to refer patients to private healthcare providers in which he/she have financial interests in.",
        "additional_details": "Otherwise GP budget holders may be accused of conflicts of interests when deciding to refer their patients to a private healthcare company it which they happen to have financial interests in. HMG buying services (like catering, cleaning, IT, healthcare) from private companies should need careful audit & monitoring for value. Private enterprises usually need good profits for their owners, directors and shareholders. Therefore sometimes, effective management by experienced professionals employed in-house by the government can be cheaper & more effective. This is also have the effect of retaining experienced expertise in-house. Take an analogy of a private company being given an open cheque by a customer to run a forest, develop an IT system or repair a car. If not properly supervised expertly by the customer, this may result in creative accounting by the private company for services rendered, performing further expensive unnecessary work. Therefore proper checks & audits are required.",
        "background": null,
        "closed_at": "2012-11-08T12:59:46.000Z",
        "created_at": "2011-11-07T09:33:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-07T09:33:56.000Z",
        "opened_at": "2011-11-08T12:59:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:03.978Z"
    },
    "id": 21858,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21858.json"
    },
    "type": "archived-petition"
}