{
    "attributes": {
        "action": "Tax payers paying for government to purchase Olympic tickets",
        "additional_details": "I've heard on the news this morning that the government has spent £750,000 of taxpayers money on Olympic tickets, stating that it will boost the economy.\r\nMy question is, if the government has bought these tickets to grease the wheels with political/business officials how will this boost the economy? The fact is that \"Joe Bloggs\" will now miss out on yet another opportunity to see an international event hosted in Britain whilst rich business and political allies get to go at the expense of the \"average Joe\".\r\nProof once again that the government doesn't care about the little man and is out for itself and to look good amongst it's peers by getting tickets to all the \"cool events\" that are hard to come by. Whatever happened to the ticket lottery, are the government exempt from this. Is it one rule for one and one for everyone else? Just another footnote to add to the long list of unscrupulous activities carried out by this and past governments! Am I wrong? ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-07T10:12:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-07T10:12:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:04.022Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:04.024Z"
    },
    "id": 21867,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21867.json"
    },
    "type": "archived-petition"
}