{
    "attributes": {
        "action": "Make our MPs the best.  Pick them from a pool of people with excellent qualifications in the hard disciplines of science, engineering and business.",
        "additional_details": "Our MPs should be world class.   A law to be sure they can only be picked from a pre-selected pool of people with sufficient qualifications to understand the modern world. e.g. while a point of law or international relations can be explained to MPs in half an hour by experts, that is not so for matters of science, technology, economics or business, which ideas take years to appreciate.  As a comparison, a fifth all German politicians are PhDs, and their current leader is physics-trained.  In particular, this law would require at least a masters degree in a hard discipline, such as an aspect of physics, computing, engineering, biology, mathematics, economics, where the key filter is that matters of current interest to lawmakers cannot be understood in an hour's explanation from an external expert.  Ideally, an addition would see science and technology qualified MPs comprising some 75% of the house, since advances in civilization have historically depended so heavily on these matters. ",
        "background": null,
        "closed_at": "2012-11-08T09:26:25.000Z",
        "created_at": "2011-11-07T18:51:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-07T18:51:38.000Z",
        "opened_at": "2011-11-08T09:26:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:04.636Z"
    },
    "id": 21943,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21943.json"
    },
    "type": "archived-petition"
}