{
    "attributes": {
        "action": "Support(Potentially Reversible) Diabetes Treatment at NHS",
        "additional_details": "By some estimates, 10% of NHS budget is spent on  Diabetes Management and its side effects. There is a promising new research by New Castle University which opens up the possibility of saving billions of pounds for NHS and may give healthy life to those who can follow its methods of cure.\r\n\r\nThe GP's at NHS must support those who want to undertake this program in following ways (at the least)\r\n\r\na) By way of monitor and support by doctors and nurses for this specific program. Currently there is no specific support for this program.\r\nb) In some cases the patient may prefer to use the Nestle Product Optifast which was used during the research. At the moment it is only available with prescription and the GP's do not prescribe it. The GP's should be able to prescribe some of these patient preferred items on a self funded basis (except the GP Care, which can be funded by the NHS)\r\n\r\nDisclaimer: I or my family have no direct / indirect commercial interest in Nestle.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-07T20:28:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-07T20:28:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:04.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In addition, this petition does not meet the criteria for publication as you have not included your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:04.715Z"
    },
    "id": 21951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21951.json"
    },
    "type": "archived-petition"
}