{
    "attributes": {
        "action": "Legalise the use of Cannabis for distribution by authorised suppliers and appoint an independent regulator ",
        "additional_details": "Criminilisation of cannabis does not stop cannabis being sold, but instead supports organised crime funding the illegal import and sale of cannabis within the UK.\r\nA scheme must be implemented to allow authorised businesses the ability to produce cannabis for public sale and to be regulated by an independent regulator.\r\nA minimum price should be set up to deter abuse, vendors should be licensed in the same way alcohol is and Cannabis should be kept behind the counter and not on display.\r\nTax should apply and the generated income to be focused on the NHS's out-of-control alcohol related admissions, drugs awareness schemes, supporting those affected by hard drug use, and fighting organised crime.\r\nIllegally purchased cannabis may be contaminated with potentially life threatening chemicals simply to increase profit for criminals.\r\nThere is currently no strong link between cannabis use and ill health. Substantial evidence suggests cannabis is much less damaging than alcohol or tobacco.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T14:35:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T14:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:05.827Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:05.829Z"
    },
    "id": 2197,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/2197.json"
    },
    "type": "archived-petition"
}