{
    "attributes": {
        "action": "There should comprehensive feasibility studies on recent plans for a £20 bn four-runway airport on an artificial island in the Thames estuary",
        "additional_details": "A solution to the scraping of a third runway at Heathrow airport is building an airport on an artificial island.  Airports built on artificial islands & land masses, would reduce noise & smog pollution, congestion, as well as acting as a barrier against flooding. British built Hong Kong airport is built on an artificial island, for example. A group of architects & other experts have put on a drawing board design for a £20 bn four-runway airport in the Thames estuary, twice the capacity of Heathrow. Another £30 bn to build an integrated transport system with the airport, new flood protection barrier, hydroelectric power station with enough energy for the airport. A four-track high speed rail route system that circle London will link the airport with the rest of UK. The airport can handle 150 million passengers per year & will be ready by middle of next decade. This will be money well spent on acquiring real estate and infrastructure for UK, as well as stimulating industry & employment.",
        "background": null,
        "closed_at": "2012-11-08T13:11:47.000Z",
        "created_at": "2011-11-08T08:57:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-08T08:57:06.000Z",
        "opened_at": "2011-11-08T13:11:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:05.023Z"
    },
    "id": 21985,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21985.json"
    },
    "type": "archived-petition"
}