{
    "attributes": {
        "action": "Full disclosure of all government documents relating to 1989 Hillsborough disaster",
        "additional_details": "Full government disclosure and publication of all documents, discussions and reports relating to the 1989 Hillsborough disater.\r\n\r\n*As requested by information commissioner Christopher Graham*",
        "background": null,
        "closed_at": "2012-08-09T09:30:51.000Z",
        "created_at": "2011-08-04T14:35:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2011-12-04T12:58:11.830Z",
        "government_response": {
            "created_at": "2017-06-21T15:06:05.836Z",
            "details": "This e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons who will consider its suitability for debate when Parliament returns in September. This e-petition will remain live, and people will be able to continue adding their signatures.\r\n\r\nIn the meantime, we would like to update you on the Government’s current position on the substance of this e-petition:\r\n\r\nThe Government has confirmed its commitment to full transparency about the Hillsborough disaster through full public disclosure. All papers had previously been shared with the Hillsborough Independent Panel. The Government is happy for all the papers, including Cabinet papers, to be released as soon as the Panel so decides, in consultation with the families. We expect them to be shared with the Hillsborough families first and then to the wider public.\r\n\r\nSteve Rotheram MP was allocated a half-day in the Chamber in Backbench time and the debate took place on 17 October 2011.   A transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201011/cmhansrd/cm111017/debtext/111017-0002.htm#11101715000001\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:06:05.836Z"
        },
        "government_response_at": "2011-09-21T02:39:35.083Z",
        "moderation_threshold_reached_at": "2011-08-04T14:35:52.000Z",
        "opened_at": "2011-08-09T09:30:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-08-21T02:39:35.083Z",
        "scheduled_debate_date": null,
        "signature_count": 156218,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:05.842Z"
    },
    "id": 2199,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/2199.json"
    },
    "type": "archived-petition"
}