{
    "attributes": {
        "action": "Passport checks should be toned-up, not toned-down. Sufficient resources must be provided to ensure rigorous & intensive passport checks",
        "additional_details": "So as to ensure only desirable & legitimate people enter UK. Any HMG that makes the blunder of allowing hundreds of thousands of undesirable & illegitimate immigrants into UK permanently is incompetent & definitely do not deserve to be in government. Whatever benefits of toned-down passports checks on a ‘profit and loss’ balance sheet, UK will lose as a result of illegitimate immigrants allowed to enter & remain in UK forever. This will then increase the demand on resources like health, education, housing, social benefits, law & order by immigrants & their family members. Immigrants would serve their own self-serving perceived cultural needs (thus requiring more foreign cooks, spouses, religious leaders, elders etc), adding to congestions & queues in UK. Immigrants would also serve the self-serving interests of their extensive overseas relatives, cousins & countrymen. This is a vicious circle, changing the future demographics, identity, cultural background & security of UK forever.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-08T10:14:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-08T10:14:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:05.143Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:05.146Z"
    },
    "id": 21999,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/21999.json"
    },
    "type": "archived-petition"
}