{
    "attributes": {
        "action": "Halt the ongoing decimation of realistic Care in the Community policies until widespread objective and informed debate has taken place.",
        "additional_details": "The devastation of structured and appropriate services for adults with learning disabilities provides mounting evidence that services for the most vulnerable in society are in a spiral of decline.\r\nBut this issue is not just about day services and people with learning disabilities; the consequences of failed policies apply to intentional residential accommodation, respite services and employment opportunities and extend to widely ranging aspects of services for the elderly, infirm, mentally ill, and disabled. All are becoming victims of radical changes in policy slipped in under a cloak of modernisation and integration and implemented by bureaucrats most of whom have little notion of how traumatic the outcomes will be for the victims.\r\nIt is within the day care field that sufficient evidence exists to justify a moratorium on further radical change and the need for urgent debate.\r\nIf we cannot get it right for these people - what hope is there for the rest of us?\r\n\r\n",
        "background": null,
        "closed_at": "2012-08-11T09:29:18.000Z",
        "created_at": "2011-11-10T04:13:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-10T04:13:04.000Z",
        "opened_at": "2011-11-11T10:29:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 187,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:07.204Z"
    },
    "id": 22257,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22257.json"
    },
    "type": "archived-petition"
}