{
    "attributes": {
        "action": "Reject EU (Motorcycle) 'Anti-tampering' legislation, this included Art 18 & 52, that will prevent owners customising their bikes and/or using after ma",
        "additional_details": "This will automatically become UK law soon and it means that bikers will not be able to customise their bikes in anyway or use cheaper (still safe & approved) 'after market' parts making it too expensive for the average rider – None of these directions make any sense at all and will not improve safety in anyway; just line the pockets of the large foreign bike manufactures.\r\n\r\nBikers wil be singled out by the police and stopped and emissions checked; this is discriminatory.\r\n\r\nThey also propose to ban filtering through traffic, which would be dangerous for air-cooled machines that could blow up in traffic and is the extreme of nanny state interference.\r\n\r\nBanning of motorcycles over 7yrs old in Urban areas.\r\n\r\nClearly the EU intent to eradicate ALL motorcycles in the future and this is the thin end of the wedge...nanny state at its worst and it must be stopped right now!\r\n\r\nThis EU legislation must be rejected by the UK government .",
        "background": null,
        "closed_at": "2012-11-10T08:39:20.000Z",
        "created_at": "2011-11-10T00:23:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:07.123Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe are aware of the concerns of people with historic and modified vehicles.  We have talked to industry and have been alerted to the concerns of those effected. We are very grateful for the feedback received.\r\n\r\nSo far, the Commission proposal has been discussed in a series of working groups chaired by the Cypriot Presidency.\r\n\r\nWe have expressed reservations about the Commission proposal in the strongest terms both at working groups and more recently at the EU Transport Council. At Council the Minister was clear in stating that we believe that there are many elements of the proposal that result in unnecessary costs and bureaucratic burdens being incurred while failing to result in significant improvements to road safety in the UK. This includes aspects of the proposal dealing with the historic vehicles and the way vehicle modifications should be treated.\r\n\r\nThe UK has and will continue to oppose those measures that place unreasonable burdens on businesses or citizens.",
            "responded_on": "2012-03-23",
            "summary": "",
            "updated_at": "2017-06-21T15:09:07.123Z"
        },
        "government_response_at": "2012-03-23T10:37:09.767Z",
        "moderation_threshold_reached_at": "2011-11-10T00:23:11.000Z",
        "opened_at": "2011-11-10T08:39:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-02-23T10:37:09.767Z",
        "scheduled_debate_date": null,
        "signature_count": 17415,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:07.130Z"
    },
    "id": 22251,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22251.json"
    },
    "type": "archived-petition"
}