{
    "attributes": {
        "action": "Make Central Eurozone Governance Conditional on Repatriation of Powers",
        "additional_details": "David Cameron promises to repatriate powers from the EU.  EU leaders have said many times that any repatriation of powers is out of the question.  We call on the Government to insist that EU leaders abandon this stance, as a condition of agreeing any increase in central Eurozone governance.  The EU must abandon the principle of “ever-closer union” and the acquis communautaire – powers which once surrendered to the EU can never be taken back.\r\nThe Government says it will not oppose central governance of the Eurozone, and will not need a referendum, because it increases the power of the Eurozone, not the EU.   This is specious.   The changes will relegate the UK to an outer EU block, with Eurozone decisions imposed on the rest of us.   This is our best chance to see if we can renegotiate our relationship with the EU.  We won’t have such leverage again.\r\nIf the EU refuses to concede this principle, we will have proved that renegotiation is impossible, and we must leave the EU.\r\n",
        "background": null,
        "closed_at": "2012-11-11T09:42:34.000Z",
        "created_at": "2011-11-10T10:56:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-10T10:56:19.000Z",
        "opened_at": "2011-11-11T09:42:34.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 143,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:07.351Z"
    },
    "id": 22274,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22274.json"
    },
    "type": "archived-petition"
}