{
    "attributes": {
        "action": "Stop the cuts in the Open University",
        "additional_details": "We the undersigned express our deep concern about the UK government’s policy of making damaging cuts in higher education funding which have led to massive increases in student fees, including a trebling of Open University fees.  We fear that this will lead to a significant reduction in students and threaten jobs and that the lack of long term and secure funding for widening participation will make the Open University much less open.\r\n\r\nWe therefore petition the UK government to reverse this policy; so that the Open University can reduce the fee levels it has set in England, in order to remain truly open.",
        "background": null,
        "closed_at": "2012-11-11T09:54:52.000Z",
        "created_at": "2011-11-10T16:58:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:07.703Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nOur reforms, rebalancing the costs of Higher Education (HE) more equitably between the student and the state, were introduced as a result of Lord Browne’s independent review of Higher Education Funding and Student Finance, commissioned in 2009.  They will also help in our drive to tackle the fiscal deficit.   Our Higher Education sector is world class and to ensure that it continues to attract the funding it needs we have shifted public spending away from teaching grants and towards repayable tuition fee loans which can be paid up front to institutions on behalf of students.  This means that we can ensure that the Higher Education sector – including the Open University - has access to a steady stream of funding whilst savings are made to public expenditure.\r\n\r\nWe believe that it is right and necessary that those who will benefit from university courses, by going on to earn higher salaries, should contribute more to the costs of HE. Those who do not go on to earn higher salaries will be protected. In England, students accessing the Government’s student loans will only begin to repay the loan once they are earning more than £21,000.\r\n\r\nWidening Participation and Social Mobility are priorities for Government and that is why, as part of our reforms, we have enabled part time students to access tuition loans for the first time – a move that has been widely welcomed by the part-time sector, putting part-time students on a more equal footing with their full-time counterparts.  Access to a tuition loan does not depend on income, as the previous grants-based system was, so the package of student support that Government has introduced in 2012 will be available to a higher proportion of students than previously.  In addition, students will continue to be able to access the OU’s own loan system (OUSBA) which enables them to pay their fees via instalments during each module.\r\n\r\nThe Open University has set its tuition fees at £5,000 per year for students in England commencing their studies from September 2012.  The Open University has also submitted an Access Agreement to the Director of Fair Access which sets out the targets and milestones it intends to achieve to support widening participation and fair access.\r\nhttp://www.offa.org.uk/agreements/Open%20University%200001%20access%20agreement%202013-14.pdf\r\n\r\nIt is important to note that the OU is an autonomous body, so it is for them to decide on the levels of charges they propose, within the constraints of the fee caps we have introduced and according to the environment in which they operate.  Funding will follow student choice in future, and so it will be for the OU to consider how they can continue to attract students on the basis of cost and quality of provision.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:09:07.703Z"
        },
        "government_response_at": "2012-01-12T08:11:42.110Z",
        "moderation_threshold_reached_at": "2011-11-10T16:58:46.000Z",
        "opened_at": "2011-11-11T09:54:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-12-12T08:11:42.110Z",
        "scheduled_debate_date": null,
        "signature_count": 59169,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:07.709Z"
    },
    "id": 22316,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22316.json"
    },
    "type": "archived-petition"
}