{
    "attributes": {
        "action": "Protect Police Pensions",
        "additional_details": "Police Officers cannot strike in protest about serious changes to their pay, pensions & conditions, unlike many public sector workers who plan to strike over attacks on their pensions.\r\n\r\nWe are being told to expect an increase in our pension contributions from 11% to 14.2% of our salaries! We already pay a huge amount into our pension schemes!\r\n\r\nNot only that, but we are being told we must work longer before we can claim our pension, and that when we do, it will be worth less!\r\n\r\nOn top of that, we are experiencing a two-year pay freeze together with cuts to our pay and conditions under the Winsor Review.\r\n\r\nWe call on Government to recognise the absolute uniqueness of the role of Police Officer and to Protect Police Pensions from an unfair attack by retaining the current level of contributions, not extending the time needed to work before claiming and to retain the current conditions of the Police Pension Scheme.\r\n\r\nwww.NigelTompsett.com",
        "background": null,
        "closed_at": "2012-11-11T09:45:05.000Z",
        "created_at": "2011-11-10T17:33:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-05-07T14:14:36.028Z",
        "government_response": {
            "created_at": "2017-06-21T15:09:07.731Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government has accepted the clear case, set out in Lord Hutton’s report, for reform of public service pensions, including increasing contributions and raising the age at which people retire.\r\n\r\nPolice Officers cannot be exempt from changes which are affecting workers across the public services.  However, we have done all we can to secure a fair pensions package for police officers that reflects the frontline nature of policing work and protects those closest to retirement.\r\n\r\nOn 4 September 2012 the Home Secretary announced a core design for a new police pension scheme from 2015, having carefully considered these issues in consultation with the Police Negotiating Board.  Police officers will continue to retire earlier than most public servants and police pensions will continue to be amongst the best available.\r\n\r\nMore information about the reform of police pensions is available at: www.homeoffice.gov.uk/pension-reform.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:09:07.731Z"
        },
        "government_response_at": "2011-12-29T05:24:02.102Z",
        "moderation_threshold_reached_at": "2011-11-10T17:33:10.000Z",
        "opened_at": "2011-11-11T09:45:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-11-29T05:24:02.102Z",
        "scheduled_debate_date": null,
        "signature_count": 102701,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:07.737Z"
    },
    "id": 22321,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22321.json"
    },
    "type": "archived-petition"
}