{
    "attributes": {
        "action": "DWP benefits of illegal immigrants & overseas aid to overseas governments can be better utilised by having more custody places & passport checks",
        "additional_details": "Oversees aid & DWP benefits to illegal immigrants can be better utilised in various projects like enabling foreign benefit claimants to resettle back in their country of origin, building custody places abroad for foreign prisoners & asylum seekers. Due to the lack of custody places for illegal immigrants, most illegal immigrants arrested by the Borders Agency are released on bail. It is common sense that bailed illegal immigrants will abscond again as soon as they are released by failing to report to the Borders Agency & remain illegally at large in UK again, until they are actually deported. Extra resources can also be provided (like more Hi-Tec equipment, border officers, psychological profiling) for comprehensive escalated detailed border entry check on everyone entering UK, even if they are in possession of British/EU passports, EU-ID cards, indefinite leave visas,  etc as they may be forged ones. All immigrants should have ID cards & IT systems tracking their activities in UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-11T09:10:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-11T09:10:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:08.297Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This e-petition contains a range of issues which are covered elsewhere in other e-petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:08.300Z"
    },
    "id": 22376,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22376.json"
    },
    "type": "archived-petition"
}