{
    "attributes": {
        "action": "Religious Law tribunals should not be part of negotiation stage of Civil Procedure, as the rulings could be based on religious & cultural sentiments",
        "additional_details": "Sharia & Jewish (Beth Din) Law tribunals are presently recognised as the mandatory negotiation & arbitration stage of Civil Procedure of English Civil Law; before the parties involved take formal Civil Court proceedings (in divorce, civil litigation, contractual, financial, employment issues, etc). Agreement amongst the parties involved in the negotiation & arbitration stage are not court judgments as such but they are part of the Civil Procedure. There are over 85 Islamic Sharia tribunals/courts in Britain, settling disputes according to Islamic religious principles which can be regarded as agreement in the mandatory Civil Procedure. The risks of religious tribunals are that as they not court of record they may be consistent, the parties involved may feel culturally obliged to conform, the tribunal rulings may be contrary to British law (like in extra marital affairs, the best & paramount interest of children, duties of the wife, duty of care, breach of contract, etc).",
        "background": null,
        "closed_at": "2012-11-11T16:28:50.000Z",
        "created_at": "2011-11-11T12:07:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-11T12:07:19.000Z",
        "opened_at": "2011-11-11T16:28:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:08.404Z"
    },
    "id": 22392,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22392.json"
    },
    "type": "archived-petition"
}