{
    "attributes": {
        "action": "Ban all forms of advertising",
        "additional_details": "In the 21st century in this consumerist, materialistic society that has risen in response to unfettered capitalism it is clear that advertising and all its minions are evil.\r\nAdvertisers use psychological tricks to make us desire things we don't need and are not above attempts at brainwashing children or anyone else in order to sell more stuff.\r\nAdverts tell blatant lies, misrepresent statistics and are generally attempting to sell an image rather than boast the relative merits of a product. We are told that we can't be beautiful, happy or successful unless we buy, buy, buy. And because this industry produces nothing they have to do it all again tomorrow.\r\nBan all forms of advertising in all forms of media and let these feckless goons who pride themselves on their ability to shill do something useful for a change.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-12T11:30:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-12T11:30:12.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:09.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Advertising in the UK is controlled through a system of co-regulation and self-regulation, which is administered by the Advertising Standards Authority (ASA). This regulatory system is independent of Government and is ultimately responsible for setting the standards in advertising.\r\n\r\nThe Committee of Advertising Practice (CAP) and the Broadcast Committee of Advertising Practice (BCAP) are the bodies responsible for writing and maintaining the advertising codes.\r\n\r\nThe ASA regulates advertising in all media and they ensure that advertisements, wherever they appear, comply, in full, with the requirements of the UK advertising codes – in particular that they are legal, decent, honest and truthful.\r\n\r\nComplaints can be made to the ASA. You can write to them at Advertising Standards Authority, Mid City Place, 71 High Holborn, London, WC1V 6QT, telephone on 020 7492 2222 / 020 7242 8159 or visit their website at www.asa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:09.136Z"
    },
    "id": 22465,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22465.json"
    },
    "type": "archived-petition"
}