{
    "attributes": {
        "action": "For the removal of adult chat channels and gambling channels on free to view/digital television.",
        "additional_details": "I am calling for a ban on this type of channel being available on free to view, digital television. There are many of them & they are completely unnecessary. The adult chat channels are sleazy & uncalled for and the gambling channels add to the ever growing problem of addiction. Children are able to tune in-to them, as they please & I'm quite sure that they can easily call and send text messages to the premium rate numbers, if they wanted too. Any-one with a belief that children aren't viewing them because they're being aired at night, are wrong in thinking this & they'll continue to do so unless action is taken. The companies who are producing this material are doing so purely for large profits & don't have any respect for whom they may attract. They are far to easy to access & even after removing them, re-appear in a different location. I really can't understand why Ofcom has not yet intervened & believe it's time for action before our televisions become inundated with this content. ",
        "background": null,
        "closed_at": "2012-11-14T09:00:10.000Z",
        "created_at": "2011-11-13T01:47:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-13T01:47:40.000Z",
        "opened_at": "2011-11-14T09:00:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:09.484Z"
    },
    "id": 22501,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22501.json"
    },
    "type": "archived-petition"
}