{
    "attributes": {
        "action": "Change the law stop children being taken away from loving family's",
        "additional_details": "Change laws about how social services work. We need to get the government to look at how social services are unfairly taking away children. We realise they have a job to do but they use excessive steps to doing this and the law needs to be changed to suit. Until this is done they are going to continue to get worse until they have all parents assessed as soon as they give birth. People do not realise this occures from the outside and look at thoes who have their children taken away as abusers or bad parents not knowing the full story. If you have not seen the way they are doing this then I implore you to ask parents who have had this done to them. It's an over reaction to compensate for their mistakes ie. the Baby P. case. If this is not looked at soon I would not like to imagine where we will be in 10 years from now. It happens more than you believe, until you have it put on you it is not noticed. There are many agency's out there to try and help. This shows the need to have it changed",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-13T19:42:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-13T19:42:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:10.011Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:10.014Z"
    },
    "id": 22561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22561.json"
    },
    "type": "archived-petition"
}