{
    "attributes": {
        "action": "Obliging licensees & doorstaff to accept PASS cards (eg. CitizenCard, Validate, Young Scot) as valid ID enabling young adults to access bars & clubs",
        "additional_details": "We urge the Government to make it obligatory for licensees & doorstaff to recognise as valid ID cards (including CitizenCard, Validate & Young Scot) bearing the PASS hologram which enable young adults to access age-restricted premises and goods, in particular by strengthening guidance to the Mandatory Licensing Code.\r\n\r\nThe police, trading standards and retail groups endorse PASS, yet each month thousands of cardholders are having their legitimate cards refused. Licensees and doorstaff, in many cases supported by their company’s head office, cite the genuine problem of fake ID cards as an excuse.  Yet not one single fake PASS card has come to light.  Quite simply the PASS hologram can be trusted 100%.\r\n\r\nThese refusals jeopardize PASS and mean those unable to obtain a driving licence have to use a passport, against police advice, simply to enjoy a night out or to buy alcohol or tobacco. This causes significant harm to young adults and to the wider community.\r\n",
        "background": null,
        "closed_at": "2012-11-16T08:42:00.000Z",
        "created_at": "2011-11-14T16:10:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-14T16:10:20.000Z",
        "opened_at": "2011-11-16T08:42:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 688,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:10.571Z"
    },
    "id": 22624,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22624.json"
    },
    "type": "archived-petition"
}