{
    "attributes": {
        "action": "“Drop the Health Bill”",
        "additional_details": "“Calls on the Government to drop its Health and Social Care Bill.”\r\n\r\n",
        "background": null,
        "closed_at": "2012-05-16T08:56:36.000Z",
        "created_at": "2011-11-15T08:03:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-01-06T02:36:29.982Z",
        "government_response": {
            "created_at": "2017-06-21T15:09:10.965Z",
            "details": "The Bill has now received the Royal assent, after 50 days of detailed parliamentary scrutiny in both Houses of Parliament. It becomes the Health and Social Care Act (2012).\r\n\r\nThe Act will:\r\n\r\n - Give more power to front-line doctors and nurses: Health professionals will be able to make key decisions about improving care for their patients;\r\n\r\n - Drive up quality:  there will be a greater focus on improving standards of care;\r\n\r\n - Give patients more information and choice: Patients will get the information they need so they are able to choose the best hospital or doctor for them;\r\n\r\n - Reduce bureaucracy: two layers of management – Primary Care Trusts and Strategic Health Authorities – will be removed through the Act, saving £4.5 billion over the lifetime of this Parliament, with every penny being reinvested in patient care.\r\n\r\n - Improve co-ordination: There will be strong duties on the NHS to improve how it works with social care service and other local services;\r\n\r\n - Help promote good health: local authorities will be able to pull together the work done by the NHS, social care, housing, environmental health, leisure and transport services to promote health and wellbeing in the communities they serve;\r\n\r\n - Give more power to local people: Power will shift from Whitehall to town hall – there will be at least one locally elected councillor and a representative of Healthwatch on every Health and Wellbeing Board, to influence and challenge commissioning decisions and promote integrated health and care;\r\n\r\nThe government now looks forward to working with NHS staff, patients, the public, and other organisations to implement the reforms.\r\n\r\nThe e-petition was debated during an Opposition Day on 13 March 2012   The transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201212/cmhansrd/cm120313/debtext/120313-0001.htm#12031360000001\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:09:10.965Z"
        },
        "government_response_at": "2011-12-21T11:36:35.398Z",
        "moderation_threshold_reached_at": "2011-11-15T08:03:29.000Z",
        "opened_at": "2011-11-16T09:56:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-11-21T11:36:35.398Z",
        "scheduled_debate_date": null,
        "signature_count": 179466,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:10.973Z"
    },
    "id": 22670,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22670.json"
    },
    "type": "archived-petition"
}