{
    "attributes": {
        "action": "EU member states should now have a new opportunity which EU regulations & policies (like monetary, immigration, employment, court judgements) to adopt",
        "additional_details": "A Unites States of Europe (like the former USSR) is doomed to failure. In a democracy, one can only govern by consensus. EU member states are effectively living under dictatorship. EU is reaching breaking point as to absorbing more countries, becoming too expensive, unwieldy & chaotic.  If Turkey joins the EU, it will become a gateway to Europe from immigrants without travel documentation from the Middle East, Africa, etc. EU regulations/directives make up by the EU commissioners & EU Parliament impose obligations for the UK to comply, even if it is against UK's own self-interests & HMG policies.  Judgments by the European Court of Justice (ECJ) and European Court of Human Rights (ECHR) are precedents in UK, even in our highest court in the land (Supreme Court). Apart from the loss of national identities, MEPs & staffing of the administration of the European Parliament are expensive & is a ‘gravy train’, as well as having to subsidise poorer EU member states.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-15T12:56:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-15T12:56:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:11.415Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:11.418Z"
    },
    "id": 22720,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22720.json"
    },
    "type": "archived-petition"
}