{
    "attributes": {
        "action": "Reform Post-Mortem procedures - Dont torture the dead",
        "additional_details": "Current standard inquest procedures involve corpses being cut open, and can take place several days after death.  Both Islam and Judaism teach that bodies should be buried as soon as possible after death, and must not be defiled.  The Government should allow the devout to opt for alternative examinations of their loved ones by pathologists, which will not delay burial or involve invasive procedures.  Individuals should be allowed to ask for a Magnetic Resonance Imaging (MRI).  Unless, the cause of death could not be ascertained through an MRI scan. Anyone asking for these scans could pay for any additional charges.  This will ensure that coroners can be contacted quickly and Muslims and Jews can bury their dead as soon as possible.",
        "background": null,
        "closed_at": "2012-11-16T14:55:49.000Z",
        "created_at": "2011-11-15T23:07:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:12.506Z",
            "details": "As this petition has passed 10 000 signatures, the responsible Government department has provided the following response:\r\n\r\nWe understand and appreciate the concerns of individuals who would value the opportunity of a less invasive autopsy, although it is not always a viable means of establishing cause of death. That is why the government has asked coroners and the NHS how the uptake of an imaging post-mortem examination can be better facilitated when the evidence suggests that it is likely to be effective.\r\n\r\nThe NHS continues to develop its understanding about when this technique can be offered and guidance is being developed for coroners.\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:09:12.506Z"
        },
        "government_response_at": "2012-04-24T22:02:11.670Z",
        "moderation_threshold_reached_at": "2011-11-15T23:07:31.000Z",
        "opened_at": "2011-11-16T14:55:49.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-03-24T23:02:11.670Z",
        "scheduled_debate_date": null,
        "signature_count": 14149,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:12.512Z"
    },
    "id": 22838,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22838.json"
    },
    "type": "archived-petition"
}