{
    "attributes": {
        "action": "We do not want any more onshore wind turbines/farms in Norfolk or elsewhere in the UK.",
        "additional_details": "We appeal to our MPs to represent our views and to vehemently oppose these projects.  These plants are an uneconomical and inefficient way to produce electricity and are only pursued by the Government to secure the \"green\" vote and to keep the EU happy.  Locally, they industrialise the landscape, have detrimental health, financial and other effects on peoples lives, destroy wildlife and have a negative impact on tourism.  The billions of pounds wasted on these projects should be used in other areas to improve the lot of the British people.   ",
        "background": null,
        "closed_at": "2012-11-17T13:33:23.000Z",
        "created_at": "2011-11-16T18:22:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:13.584Z",
            "details": "As this e-petition has received more than 10 000 signatures, the Secretary of State for Energy and Climate Change has provided the following response:\r\n\r\nWe are grateful for petitioners taking time to sign the e-petition online and for expressing concerns on onshore wind farms. The government believes that onshore wind should be part of our diverse energy mix, which will also include conventional gas and other forms of low-carbon generation. Onshore wind is by far the cheapest large-scale renewable energy source. Reports by ARUP  and Parsons Brinckerhoff  commissioned by DECC in 2011, found that the cheapest onshore wind has a cost of £75/MWh, which is around the cost of nuclear at £74/MWh.\r\n\r\nWind energy is variable but that does not mean it is an inefficient source of energy. Wind turbines tend to generate electricity for around 80-85% of the time and are able to harnesses the maximum potential from the wind resource. Wind power provides a home-grown source of electricity that does not produce carbon dioxide.\r\n\r\nThe electricity system always has more generating capacity available than the expected demand, so by having a diverse energy mix, we can manage the fact that some technologies are variable. Having a mix means that if there is a problem in one part, we have a better chance of keeping the lights on, and doing so affordably.\r\n\r\nWe understand concerns about the visual impacts of wind farms. It is important that they are sited correctly and developers are required to minimise any adverse effects through siting, layout, landscaping and design. Wind farm developers are required to carry out a rigorous analysis of the impacts that their projects are likely to have on the local environment through an Environmental Impact Assessment (EIA). Planning applications for onshore wind farms can be, and are turned down due to landscape and visual amenity concerns. Wind farms have to be located to make best use of the available resources and every planning application is considered on its merits, taking into account advice from statutory advisers on issues like environmental impact.\r\n\r\nA considerable amount of research has been undertaken, both in the UK and elsewhere, to determine the significance of any impacts of wind farms on wildlife. Data collected from a number of wind farms have indicated that for the majority of wind farm locations there is little or no evidence of a significant impact on birds. However, careful site selection is still extremely important to avoid potentially significant impacts.\r\n\r\nThe RSPB has noted in its own reports that ‘the majority of studies indicate that bird collision mortality rates per turbine in the UK are low’. By way of context, the number of birds killed by domestic cats is around 55 million a year.\r\n\r\nThe Government’s view is that wind farms do not have a direct effect on the public health. A number of independent peer reviewed research studies commissioned by DECC’s predecessors at DTI and BERR, and by Defra have looked at the impacts of noise from wind farms and concluded that there is no evidence of health effects arising from infrasound or low frequency noise generated by wind turbines. However, we are keen to keep this issue under review.\r\n\r\nWith regards to concerns about tourism: by way of example, the UK's first commercial wind farm at Delabole in Cornwall received 350,000 visitors in its first ten years of operation, and the visitor centre at Whitelee wind farm near Glasgow attracts 100,000 visitors per year. A recent study carried out by DECC has shown that onshore wind farms have brought economic benefits at both national and local level, supporting around 8,600 jobs and worth £548m to the UK economy. Of this, around 1,100 jobs and £84m investment occur at the Local Authority level.\r\n\r\nAs part of EU-wide action to increase the use of renewable energy, the UK has committed to generating 15% of our energy from renewable sources by 2020. Generating electricity from renewable technologies is more costly than from long-established fossil fuelled technologies. If we are to meet our challenging 15% target therefore, support needs to be provided to these technologies to ensure that they are viable.\r\n\r\nThe Renewables Obligation (RO) is currently the Government’s main financial incentive for large scale renewable electricity, including wind power. This requires supply companies to source a specified and annually increasing proportion of their electricity sales from eligible sources of renewable energy or pay a penalty. The RO is a generation based subsidy, meaning support is granted for each MWh of electricity actually generated. A wind farm will, therefore, only receive support when it generates. Lower capacity windfarms will generate less renewable electricity and therefore receive a lower RO subsidy.\r\n\r\nEvery unit of wind energy that replaces a unit of high carbon energy is a unit that reduces our emissions and our dependence on imported fossil fuels, lessens our exposure to volatile oil prices, and improves our security of supply. There is a cost to energy security, but it is nothing like the cost of energy insecurity.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-04-29",
            "summary": "",
            "updated_at": "2017-06-21T15:09:13.584Z"
        },
        "government_response_at": "2012-04-29T11:19:49.869Z",
        "moderation_threshold_reached_at": "2011-11-16T18:22:46.000Z",
        "opened_at": "2011-11-17T13:33:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-03-29T11:19:49.869Z",
        "scheduled_debate_date": null,
        "signature_count": 13769,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:13.590Z"
    },
    "id": 22958,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/22958.json"
    },
    "type": "archived-petition"
}