{
    "attributes": {
        "action": "New work permits should only be issued to recognised world experts/authority with current know-how in their respective fields (like PhDs, Professors)",
        "additional_details": "Given the current of 2.62 million unemployed, new work permits should only be issued to recognised world experts with current know-how in their respective fields (like PhDs, professors) in science & engineering. The previous HMG promised ‘British jobs for British people’ yet they issued work permits to foreigners at the ‘drop of a hat’, including to non-professional workers (like nannies, waiters, care workers, etc) employed by private organisations (like nursing homes, nursing agencies, restaurants, hotels). Clearly work permits are open to abuse by economic migrants & their extended family members to immigrate legally & permanently into UK. Many nurses in UK, for example, are finding it hard to get jobs, thanks to the lack of immigration control for foreign nurses (& doctors) over the years. Many foreign nurses in nursing homes are sometimes paid less by their proprietors than for UK nurses, thus eventually lowering wages & job opportunities of UK nurses. ",
        "background": null,
        "closed_at": "2012-11-17T08:14:46.000Z",
        "created_at": "2011-11-17T07:48:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-17T07:48:49.000Z",
        "opened_at": "2011-11-17T08:14:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:14.303Z"
    },
    "id": 23034,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23034.json"
    },
    "type": "archived-petition"
}