{
    "attributes": {
        "action": "Immigration officers should not automatically admit immigrants into UK fraudulently claiming to be children travelling without documentation",
        "additional_details": "We need clear Home Secretary guidelines that ALL apparently ludicrous fraudulent claims by potential immigrants should be backed up by concrete evidence before allowed into UK. Presently immigrants at border controls seek automatic admission by claiming to be a child travelling with any documentation, not matter how ludicrous such claims apparently are. It is submitted that whether a person is treated as a child under Section 55 of the Borders, Citizenship and Immigration Act 2009 must first be proved by concrete evidence. Section 55 of the 2009 Act requires the UK Border Agency to carry out its existing functions in a way that takes into account the need to safeguard and promote the welfare of children in the UK. Section 11 of Children Act 2004 places duties on key people and bodies in England & Wales (like local authorities, social workers, etc) to safeguard and promote the welfare of children.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-17T08:50:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-17T08:50:46.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:14.350Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:14.352Z"
    },
    "id": 23039,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23039.json"
    },
    "type": "archived-petition"
}