{
    "attributes": {
        "action": "Introduction of offence of vicarious liability for raptor persecution in England",
        "additional_details": "Scotland, recognising that those who persecute birds of prey frequently do so at the direction of their employers or others with vested interests, has introduced an offence of vicarious liability, the purpose of which is to bring those parties to justice.\r\nThis petition calls on the government to introduce an offence of vicarious liability to bring to justice those who direct or turn a blind eye to raptor persecution in England.\r\n\r\nAs an indication of how bad thing are, in the last year only four pairs of hen harriers successfully reared chicks in England, fourteen peregrine falcon territories failed on grouse moors in Lancs forest of Bowland, and only one successful goshawk nest was recorded in the Derwent Valley, Derbyshire.\r\n\r\nCurrent legislation is not enough to deter those who break the law and destroy our heritage; the introduction of vicarious liability would hit those directing the slaughter.\r\n",
        "background": null,
        "closed_at": "2012-11-17T16:38:01.000Z",
        "created_at": "2011-11-17T14:21:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:14.684Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nDefra is aware of the Scottish Government's decision to introduce a vicarious liability offence under the Wildlife and Natural Environment Act (Scotland) 2011, which came in to force on 1 January 2012.  The new offence is targeted principally at addressing the persecution of raptors.  The new offence will mean employers or agents may be prosecuted where an employee is found to have illegally killed a bird of prey (or other wild bird) - in effect they may be prosecuted for the same offence.  There is, however, a defence that an employer or agent can rely on, this being that they did not know an offence was being committed and that they took all reasonable steps to prevent an offence being committed.\r\n\r\nIt is unclear whether in practice the new offence will result in successful prosecutions of employers or agents. There are no immediate plans therefore to introduce a similar offence in England but Defra will look carefully at how the offence works in practice in Scotland.  The development of our future wildlife crime policy will include consideration of how effective the new offence in Scotland has been in helping to address raptor persecution.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-06-03",
            "summary": "",
            "updated_at": "2017-06-21T15:09:14.684Z"
        },
        "government_response_at": "2012-06-03T11:02:10.504Z",
        "moderation_threshold_reached_at": "2011-11-17T14:21:04.000Z",
        "opened_at": "2011-11-17T16:38:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-05-03T11:02:10.504Z",
        "scheduled_debate_date": null,
        "signature_count": 10908,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:14.690Z"
    },
    "id": 23089,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23089.json"
    },
    "type": "archived-petition"
}