{
    "attributes": {
        "action": "Ban Violent Relaity Console Games Advertising",
        "additional_details": "Violence portrayed in reality style console games such as Call of Duty: Modern Warfare 3 should not be seen on TV.\r\n\r\nThe advert for the game mentioned above shows mindless violence using greandes, landmines, rocket launchers, machine guns and hand guns with the aim being to cause as much death and destructions as possible.\r\n\r\nThis game and in particular the advert is a prime example of 21st century life offering great advances in technology and standrads of life whilst at the same time shows the morale decline we have had in the last ten years.\r\n\r\nIt is also a perfect example of how reality doesn't imitate life.  In Afganistan and Iraq, when a soldier dies he simply can't be turned off and back on again.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-17T13:29:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-17T13:29:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:14.655Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Advertising in the UK is controlled through a system of co-regulation and self-regulation, which is administered by the Advertising Standards Authority (ASA). This regulatory system is independent of Government and is ultimately responsible for setting the standards in advertising.\r\n\r\nThe Committee of Advertising Practice (CAP) and the Broadcast Committee of Advertising Practice (BCAP) are the bodies responsible for writing and maintaining the advertising codes.\r\n\r\nThe ASA regulates advertising in all media and they ensure that advertisements, wherever they appear, comply, in full, with the requirements of the UK advertising codes – in particular that they are legal, decent, honest and truthful.\r\n\r\nYou may wish to complain to the ASA. You can write to them at Advertising Standards Authority, Mid City Place, 71 High Holborn, London, WC1V 6QT, telephone on 020 7492 2222 / 020 7242 8159 or visit their website at www.asa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:14.657Z"
    },
    "id": 23084,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23084.json"
    },
    "type": "archived-petition"
}