{
    "attributes": {
        "action": "Stop the removal of the union jack",
        "additional_details": "Roger Henry has written to his local parish council asking them to remove the union-jack as he felt the flag was a symbol of far right extremism.  The council have voted in favor of keeping the flag. However, Mr Henry has now said that he will write to the Government over the matter.\r\n\r\nTherefore, we are fighting to keep the UK flag up in the UK!!",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-18T07:10:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-18T07:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:15.399Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no law, only protocol, in the UK for the flying of flags. The only restriction for flying the Union Flag was that it could only be flown from Government buildings on 18 appointed days each year.\r\n\r\nIn 2007 a public consultation exercise about flag flying on Government buildings was undertaken, in which members of the public were asked if they felt the Union Flag should fly from Government buildings every day or only on the appointed days.  Whilst this exercise was taking place these restrictions were lifted and departments were given the freedom to fly the Union Flag every day, if they so wished. Most flew it all the time and, with over 60% of respondents to the exercise expressing a preference for that to continue, it was decided that this change should become permanent.\r\n\r\nLocal authority buildings are not classed as Government buildings for flag flying purposes, and along with other public buildings, individuals and other organisations, were not party to the restrictions placed on Government buildings, and have always been free to fly any national flag whenever they wish.\r\n\r\nMany local authorities adopt the old Government guidelines and fly it only on the appointed days, but the decision on which flag to fly, and when, is purely a matter for them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:15.401Z"
    },
    "id": 23172,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23172.json"
    },
    "type": "archived-petition"
}