{
    "attributes": {
        "action": "Littlehampton Needs More Leisure Facilities",
        "additional_details": "Littlehampton is a small Town on the South Coast in West Sussex.\r\n\r\nCurrently there are plans in progress to build more Houses in the area.\r\n\r\nUnfortunatley, there are minimal facilities for Recreation.\r\nWe have one Leisure Centre , one small Cinema and one Amusement Park.\r\n\r\nWe need somthing like an Ice skating Rink, Bowling Alley or a bigger Cinema.\r\n\r\nThe Littlehampton Community needs a Leisure Complex like Chichester Gate or the Guildford Spectrum as the Town expands.\r\n\r\nWe ned to keep the Littlehampton People in Littlehampton, rather than to go elswhere.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-18T12:23:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-18T12:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:15.651Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We want every community to have access to as wide a range of sports facilities as possible, and we are keen to make sure these facilities are open to all. However, sports and recreation facilities are delivered by local authorities, and locally elected representatives are best placed to judge the needs of the people they serve.\r\n\r\nThere is a national planning policy in place covering sports and recreation facilities. This policy is quite detailed but, in short, it looks to local council planning to protect such facilities needed by the local community. More information about the National Planning Policy Framework, a draft of which the Department for Communities and Local Government (DCLG) recently consulted upon, will simplify the existing suite of planning policy documents and be localist in its approach; handing power back to local communities to decide what is right for them.\r\n\r\nYou may be interested in the new Framework, more information about which can be found at the following link: http://www.communities.gov.uk/planningandbuilding/planningsystem/planningpolicy/planningpolicyframework/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:15.654Z"
    },
    "id": 23198,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23198.json"
    },
    "type": "archived-petition"
}