{
    "attributes": {
        "action": "Re-establish Aerodrome as the main term for aeroplane departure sites.",
        "additional_details": "The encroachment of Americanisms on the English language has become endemic. We propose to roll back the most high profile instance of this by renaming all UK Airports as “Aerodromes”. As a result, all people arriving in the UK will get an instant example of the pride British people have in their language and culture, through a name harking back to a more pleasant time where the language of these fair isles was free unpleasant terms.\r\n\r\nWhilst this is limited to Aerodromes, there is no necessity to directly roll back all other psuedo-anglo terminology in law. This will happen naturally as a result of the pride engendered in our multi-cultural population by the reclamation on the term Aerodrome across the nation.\r\n\r\nAerodrome conjures up a much more adventurous era in British history and is a more fitting description of air terminals than the pedestrian Airport. We can take pride in our Aerodromes and will certainly be able to say our Aerodromes are the best in the world.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-18T12:48:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-18T12:48:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:15.721Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual owners of such places."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:15.724Z"
    },
    "id": 23205,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23205.json"
    },
    "type": "archived-petition"
}