{
    "attributes": {
        "action": "Call for full disclosure of the Irish States relationship with PIRA",
        "additional_details": "We the undersigned support a peaceful and harmonious future between all the people in Northern Ireland, the Republic of Ireland and Great Britain. We welcome the fact that the British government has made some contribution towards disclosure and apology for its role in there Troubles. However in order to win the trust and support of all the people of these islands for a peaceful and prosperous future we call on the Prime Minster to press the Irish government to disclose in full:-\r\n\r\n- All documents relating to its provision of arms to republicans in Northern Ireland from the 1960s onwards, in particular relating to the 1970s Arms Trail and the PIRA who claimed 1781 lives.\r\n\r\n- Its role in providing training camps and financial support to Northern Ireland based republicans.\r\n\r\n- Its role in providing a safe haven for PIRA members throughout the Troubles through neglect of boarder security; failure to share intelligence; refusal to extradite PIRA members; loss of key forensic evidence.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-19T11:49:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-19T11:49:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:16.690Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:16.693Z"
    },
    "id": 23306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23306.json"
    },
    "type": "archived-petition"
}