{
    "attributes": {
        "action": "Vote of No Confidence in the Current Government",
        "additional_details": "The government is failing. The poorest are suffering even more as the boardroom salaries of the richest have risen 49% in the past year alone.\r\nDavid Cameron and his government have taken a huge axe to the lifelines of the neediest people in our country. Young people are carrying out unpaid 'work experience' at private companies which the taxpayer pays for, while being told time and again they are all lazy slobs who 'can't be bothered to work'. The home sectary has admitted she has no idea how many people entered the UK last summer who were not meant to. Current government policy suggests it is simply continuing to line the pockets of the fat cats in which the government sits in, and that those appointed to their positions are incompetent at their jobs.\r\nThese are just the pinnacle of the iceberg, and we, the people, have decided the government is out of touch and out of date. With this petition, we are calling for a general election. We want you out. And we want you out now.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-19T18:55:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-19T18:55:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:17.042Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Votes of no confidence are a matter for Parliament and not the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:17.045Z"
    },
    "id": 23341,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23341.json"
    },
    "type": "archived-petition"
}