{
    "attributes": {
        "action": "Making Political Parties Fully Accountable for their Manifesto promises.",
        "additional_details": "Manifesto promises are often considered worthless, especially where coalitions are involved. They need to be recognized as contracts between politicians and voters, concise enough to be measurable, measured and reported on at the end of each parliament.\r\nFor example, the manifesto for UKIP says they would take us out of the EU – that is precise enough to be measured.\r\nManifestos are a primary instrument in getting a party into power, and have to be trusted implicitly by the electorate.\r\n1. Political parties have to make no promises, in their manifesto, that are not possible to achieve. All commitments must be easily measurable;\r\n2. A manifesto, while not legally binding, must be considered in law a contract in spirit;\r\n3. Coalitions should be denied power if they are unable to merge their commitments with their partners commitments;\r\n4. At the end of each parliament, a report would be produced on the effectiveness of the government in keeping promises and effecting its policies.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-20T17:40:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-20T17:40:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:17.606Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:17.609Z"
    },
    "id": 23414,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23414.json"
    },
    "type": "archived-petition"
}