{
    "attributes": {
        "action": "Grant a pardon to Alan Turing",
        "additional_details": "We ask the HM Government to grant a pardon to Alan Turing for the conviction of 'gross indecency'.\r\n\r\nIn 1952, he was convicted of 'gross indecency' with another man and was forced to undergo so-called 'organo-therapy' - chemical castration.\r\n\r\nTwo years later, he killed himself with cyanide, aged just 41. Alan Turing was driven to a terrible despair and early death by the nation he'd done so much to save.\r\n\r\nThis remains a shame on the UK government and UK history.  A pardon can go to some way to healing this damage.  It may act as an apology to many of the other gay men, not as well known as Alan Turing, who were subjected to these laws.",
        "background": null,
        "closed_at": "2012-11-23T12:11:08.000Z",
        "created_at": "2011-11-21T18:54:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:09:18.493Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAlan Turing was a truly exceptional individual. The contribution he made to science, particularly to the development of computing, and the work he did at Bletchley Park during the Second World War make him worthy of our admiration. The fate he suffered – convicted of gross indecency as a result of a consensual homosexual relationship – was a sad indictment of the attitudes prevailing at that time. Lord Sharkey introduced a Private Member’s Bill in the House of Lords on 25th July which would grant a statutory pardon to Dr Turing, and the Government will consider its response to this Bill in due course.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:09:18.493Z"
        },
        "government_response_at": "2012-02-11T10:21:36.472Z",
        "moderation_threshold_reached_at": "2011-11-21T18:54:44.000Z",
        "opened_at": "2011-11-23T12:11:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-01-11T10:21:36.472Z",
        "scheduled_debate_date": null,
        "signature_count": 37405,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:18.499Z"
    },
    "id": 23526,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23526.json"
    },
    "type": "archived-petition"
}