{
    "attributes": {
        "action": "Pay unemployed claimants minimum wage to do various jobs, as it will be more beneficial to claimants, employer, society, more cost effective, etc",
        "additional_details": "Instead paying jobseekers allowance (JSA) to the unemployed, why not pay minimum wage as it will be more cost effective; getting productively from them & stimulating the economy, reducing foreign labour, etc. Perhaps HMG should pay people on jobseekers allowance (JSA) minimum wage to do jobs required by national & local governments, industries, hospitals, retail shops, farms, factories, building sites, offices etc acting as a form of employment agency supplying temporary or permanent full-time/part-time staff . The business/organisation in receiving end of such workers on the revised JSA should contribute the difference between JSA and minimum wage. This will also act as giving people on JSA valuable experience, work ethics, job references, broaden their horizons of areas of work available, etc. This will also allow a person on such revised JSA a possibility to obtain permanent employment with an employer after a trial period on such revised JSA.",
        "background": null,
        "closed_at": "2012-11-22T10:19:19.000Z",
        "created_at": "2011-11-22T08:30:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-22T08:30:34.000Z",
        "opened_at": "2011-11-22T10:19:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:19.001Z"
    },
    "id": 23581,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23581.json"
    },
    "type": "archived-petition"
}