{
    "attributes": {
        "action": "Teachers to lose a fair day's pay for striking",
        "additional_details": "Currently teachers lose 1/365th of their annual salary when participating in a strike. Although teachers clearly work additional hours / days to the school opening times they cannot be deemed to work 365 days a year ! Teachers must, surely by law, be entitled to at least the minimum statutory holiday entitlement which must be taken into account when performing salary calculations. It is not disputed that teachers spend some of the 13 weeks holiday and 52 weekends working but there are a large number of days in the year when a teacher clearly does not work and these days should not be included when considering the daily salary of a teacher. Occupations including armed forces personnel and police who could be called into work at any time should be considered as working 365 days a year but not teachers. The Government needs to change this Burgundy Book rule and calculate the pay on a realistic basis taking into average hours actually worked and PPA time now available to teachers.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-22T14:36:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-22T14:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:19.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Teacher's pay is the responsibility of the Department for Education. However, the Burgundy Book is not a statutory document and is the responsibility of the Local Government Employers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:19.287Z"
    },
    "id": 23617,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23617.json"
    },
    "type": "archived-petition"
}