{
    "attributes": {
        "action": "A review of the statutory payments made for redundancy in the UK to bring us in line with our European counterparts.",
        "additional_details": "Global companies with operations across Europe choose when restructuring to close their UK operations. Is the decision based on the individual factory's viability? No! The choice to close a facility and make people redundant is made because closure costs in the UK are substantially lower with less complicated procedures than it is in other European countries. Therefore a company can increase its share value in less time with a lower outlay.\r\nEver since the charter of fundamental social rights was signed by Tony Blair over 10 years ago, British manufacturing operations have closed in favour of European sites. UK sites were in most cases profitable, but with 1 week per year redundancy costs and short consultation periods versus higher costs and time periods in France and Germany for example, made the UK employees more vulnerable.\r\n\r\nI would like to force the government to review the statutory redundancy policy to protect employees of UK based operations of global companies.\r\n",
        "background": null,
        "closed_at": "2012-05-24T07:24:13.000Z",
        "created_at": "2011-11-22T15:54:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-22T15:54:46.000Z",
        "opened_at": "2011-11-24T08:24:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 75,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:19.402Z"
    },
    "id": 23630,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23630.json"
    },
    "type": "archived-petition"
}