{
    "attributes": {
        "action": "Extra prison place can be found in vacant buildings (like the old closed down massive Selly Oak Hospital, libraries) & having part-time prisons",
        "additional_details": "The lack of prison places meant that even those offenders that should be in custody are not. Imprisonment is a necessary for some offences, as a deterrent, to protect the public, break/treat the cycle of the behaviour, to prevent an offender or suspect from absconding, etc. Overcrowding in prison may be drastically reduced by (1) Part-time open prisons, perhaps two weeks in prison, two weeks out for selected prisoners (but not for violent, sex offenders, persistent offenders, illegal immigrants). (2) Full-time/part-time open prisons in schools, old barracks, vacant buildings (like offices, libraries, closed down hospitals, schools, fleet of prison ships). (3) Deporting more foreign prisoners earlier than their release date. (4) Treatment/education/supervision rather than imprisonment, for certain offenders who are mentally ill, drug addicts, sex offenders (chemical/hormonal ‘castration’) (6) Sending prisoners to be held in custody aboard, to work in farms, etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-23T09:00:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-23T09:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:20.061Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:20.063Z"
    },
    "id": 23698,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23698.json"
    },
    "type": "archived-petition"
}