{
    "attributes": {
        "action": "MANDATORY DEPORTATION OF ALL FOREIGNERS WHO MARRY UK CITIZENS AND CON THEM IN OBTAINING A BRITISH PASSPORT OR ILR IN THE UK",
        "additional_details": "For too long trusting British men and women are being used by foreign nationals to get their ILR or a British passport.\r\nBritish Citizens need protection under our immigration laws.These men and women come prepared,knowing their ultimate aim is to marry a UK Citizen to enter our country knowing that they want to marry someone from their own country once they obtain their Passport and then bring their own over to our country.Common ways they commit these scams and escape punishment are:to divorce in their own country without your knowledge;to use the domestic violence route;to have children and then quote their Human Rights.\r\nAfter being conned out of their money and assets,victims are usually left devastated and broken.Additionally these evil men and women often commit crimes in the UK many on benefits.\r\nWe want all those who use UK Citizens to obtain British passports or ILR fraudulently, to be deported without access to legal aid as they are not worthy of British Citizenship.\r\n",
        "background": null,
        "closed_at": "2012-11-29T11:27:25.000Z",
        "created_at": "2011-11-23T17:37:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-23T17:37:42.000Z",
        "opened_at": "2011-11-29T11:27:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 72,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:20.645Z"
    },
    "id": 23761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23761.json"
    },
    "type": "archived-petition"
}