{
    "attributes": {
        "action": "There should a new category of low security part-time prisoners, say Category E. Also category Z for illegal immigrants & foreign prisoners",
        "additional_details": "The present categories of prisoners are Categories A (high security), B (medium security), C (lower security), D (open prisons). The new Category Z prisoners should not be released until deported. The lack of prison places meant that even those offenders that should be in custody are not. Imprisonment is necessary for some offences, as a deterrent, to protect the public, break/treat the cycle of behaviour, to prevent an offender or suspect from absconding, etc. Prison places can be increased by instituting part-time open prisons, perhaps two weeks in prison, two weeks out for selected prisoners (but not for violent, sex offenders, persistent offenders, illegal immigrants). Full-time/part-time open prisons in schools, old barracks, vacant buildings (like offices, libraries, closed down hospitals, prison ships, schools). The massive decommissioned Selly Oak Hospital in Birmingham is a good example of a building suitable to be converted into a P/T prison for the new category E prisoners.",
        "background": null,
        "closed_at": "2012-12-05T11:42:05.000Z",
        "created_at": "2011-11-25T08:02:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-25T08:02:58.000Z",
        "opened_at": "2011-12-05T11:42:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:22.140Z"
    },
    "id": 23931,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23931.json"
    },
    "type": "archived-petition"
}