{
    "attributes": {
        "action": "Showing the Cost of each BBC program",
        "additional_details": "I would like the Govt to make the BBC show  how much each program that is broadcast cost.\r\nThis can be included in the credits\r\nWe can then judge if we are getting value for our monry.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-25T09:07:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-25T09:07:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:22.192Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the BBC and there is no provision for the Government to intervene in such matters.\r\n\r\nThe BBC's Charter places a clear responsibility on the BBC Trust to ensure that the Executive Board delivers financial efficiency and value for money.\r\n\r\nThe Trust is responsible for approving budgets, at the level of service licences or other significant activities likely to have implications for the delivery of the BBC's Public Purposes, put forward by the Executive. Within this framework, day to day decisions about expenditure remain the responsibility of the BBC Executive.\r\n\r\nUnder the terms of the BBC Agreement, the Trust has responsibility for commissioning value for money investigations into certain areas of BBC activity. The  Agreement was amended in September 2011 to give the NAO full rights of access to the BBC’s accounts and to give the NAO the final say in deciding which areas of BBC expenditure should be subject to investigation. The Trust and NAO  regularly discuss the scope of the audit programme.\r\n\r\nThe Government believes it is important that the Corporation is aware of the concerns of television licence payers. If you have not already done so, you may therefore wish to raise your concerns with the BBC direct at Broadcasting House, Portland Place, London, W1A 1AA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:22.194Z"
    },
    "id": 23937,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/23937.json"
    },
    "type": "archived-petition"
}