{
    "attributes": {
        "action": "Free buses if they are more than 10 minutes late.",
        "additional_details": "Public transport should provide a service; to get people to their intended locations at the correct time. Late buses prevent this, causing people to run late for work or school. Why should we pay if they are over 10 minutes late? If buses effectively provide a service, people are willing to pay for them, but if they are late, often drastically impacting the days of all the passengers, the bus should be free to anyone at that stop. In this difficult economic time we should not have to pay for buses if they do not arrive on time. Also, Britain’s changing weather means many wait for late buses in awful weather conditions. If buses have a timetable, they should be expected to run to it and not to any time they so choose. Buses reduce the number of cars on the road, therefore the number of road accidents and Britain’s carbon footprint, so are useful, but more people would use them if they were more reliable or free to use if they were late. This does not apply in adverse weather conditions.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-25T17:56:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-25T17:56:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:22.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the bus companies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:22.663Z"
    },
    "id": 24000,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24000.json"
    },
    "type": "archived-petition"
}