{
    "attributes": {
        "action": "e-petitions over 100,000 votes should get a free vote in parliament",
        "additional_details": "E-petitions inject popular sentiment into the stymied world of politics, which is dominated by the party machines. Currently, despite an e-petition getting 100,000 votes, it can be killed by a party imposing a three-line whip. This is not democratic.\r\nE-petitions may be good or bad. Some may be stupid or dangerous. This is irrelevant. The fact is, it represents the opinion of a quorum of the population. It deserves an unimpeded vote by the law making body. Free votes could be guaranteed by constitutional convention. Whipped votes mean that ideas are selected according to the patriarchal views of the politicians, who assume they know what is good for us. Whilst this is pragmatic, it is not democratic.\r\nThe current system of MP’s belongs to a previous age, where someone had to go to London to represent us, as it was impractical for everyone to be there in person. Technology now means we can actually represent ourselves to a greater degree. Real e-petitions would be a first step.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-28T22:33:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-28T22:33:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:23.951Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whipping is a matter for poltiical parties and not HM Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:23.954Z"
    },
    "id": 24417,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24417.json"
    },
    "type": "archived-petition"
}