{
    "attributes": {
        "action": "HMG should now encourage private funding (as for the channel tunnel in 1988) for an airport build on an artificial island (like in Thames estuary)",
        "additional_details": "One of the outstanding legacies of Margaret Thatcher premiership is the building of the channel tunnel by private enterprise. Airports built on artificial islands & land masses, would reduce noise & smog pollution, congestion, as well as acting as a barrier against flooding. Like the channel tunnel, an airport on an artificial island would not otherwise be built in UK if it does not receive private funding. Airport charges for using the new airport would not be likely to be more expensive than the present airport charges. There is on the drawing board a design for a £20 bn four-runway airport in the Thames estuary, twice the capacity of Heathrow. The airport can handle 150 million passengers per year. The airport would also incorporate a badly need new flood protection barrier at the estuary, as sea level rises due to climate change. This will be money very well spent on acquiring real estate & infrastructure for UK, as well as stimulating investment, industry & employment.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-29T07:42:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-29T07:42:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:24.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Beyond the rather vague 'encourage', what is the petition asking the Government to do?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:24.114Z"
    },
    "id": 24436,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24436.json"
    },
    "type": "archived-petition"
}