{
    "attributes": {
        "action": "A course to increase young peoples personal safety, reduce bullying and install core values should be taught in schools",
        "additional_details": "Life Skills for Children has taught 5,000 young people  a direct and powerful education in some key life skills to increase the opportunity for them to become the best they can be. The course was designed to install some core values into young people and increase their personal safety, ability to assess and avoid a bullying situation, communication and positive body language skills and provide them with the skills to both set and achieve goals.\r\n\r\nThe course was delivered as both a preventative measures initiative and was also used to mentor young people on the verge of being removed from school for poor behaviour.\r\n\r\nWhilst maths and english are important, isn't it just as important if not more so to educate our young in those key life skills to help them to grow safely and become positive members of their communities.\r\n\r\nWe want Life Skills for Children to be delivered through the PSHE curriculum and help solve many of the youth related issues we face today.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-29T17:18:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-29T17:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:24.595Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:24.597Z"
    },
    "id": 24492,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24492.json"
    },
    "type": "archived-petition"
}