{
    "attributes": {
        "action": "\"Rescind the deal for Dow Chemicals to sponsor the 'wrap' at the Olympic Stadium\"",
        "additional_details": "I am re-submitting this request for an e-petition, which has been rejected, on the grounds that I consider the reasons given for that rejection are invalid.\r\n\r\nIn response to opposition to the sponsorship deal, Lord Coe said: \"I have looked at it very closely and I am satisfied that the ownership, operation and the involvement either at the time of the disaster or at the final settlement was not the responsibility of Dow.\" In making that statement, he clearly considered that he had authority to refuse the Dow sponsorship of the wrap. Therefore it IS a matter for LOCOG.\r\n\r\nTo risk the international outcry that will follow a possible withdrawal of the Indian Olympic team is short-sightedness in the extreme. One would have expected our ministers to welcome an exit based on public opinion supported by petitioners on the PM's website.\r\n\r\nPlease reconsider and permit this e-petition.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-11-29T17:25:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-11-29T17:25:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:24.610Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The grounds for rejecting the petition remain the same. The IOC has sole responsibility for negotiations concerning worldwide Olympic sponsors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:24.612Z"
    },
    "id": 24493,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24493.json"
    },
    "type": "archived-petition"
}