{
    "attributes": {
        "action": "Jeremy Clarkson should NOT be sacked for what he said regarding Public Sector strikes",
        "additional_details": "As the media will no doubt be unable to give Mr Clarkson any support for fear of the unions I have decided to set up this petition. It is a place to show our support for Mr Clarkson and our support for freedom of speech regardless of whether you are on television or not. Of course I dont agree that public sector workers should be shot for striking but I like the majority of the country was completly outraged with the sectors greed, selfishness, audacity and timing of the strike. When any employer is in a  ridiculous ammount of debt you have to accept cuts, so the stupidity of the strikers is beyond amazing. I understand Mr Clarksons frustration and anger, this was not inciting hatred as the public sector did that themselves by striking. Besides it was only a joke.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-01T12:56:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-01T12:56:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:26.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the BBC.\r\n\r\nIt is a long-standing principle that the Government does not interfere in programme matters. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:26.648Z"
    },
    "id": 24710,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24710.json"
    },
    "type": "archived-petition"
}