{
    "attributes": {
        "action": "That HM government should initiate an immediate ceasefire in Afghanistan and all party peace talks",
        "additional_details": "Operation 'Enduring Freedom' has endured for 10 years, longer than World Wars l & ll together. The cost in human suffering has been immense and Afghanistan is no freer than when the war started. All agree there is no military solution so what is needed is an immediate ceasefire, all party peace talks, withdrawal of all foreign troops and handover to civillian government.The British government should initiate this straight away.\r\nThe money saved on military spending is needed at home and could also go to helping Afghanistan recover from over 30 years of war.\r\n\r\n\r\n\r\n\r\n\r\n\r\nNote to editors:  there is no petition on site calling for this or in any way speaking out against the Afghan war\r\nAll have been rejected.\r\nI have reworded my initial petition, rejected on the spurious grounds that there was another saying the same thing, there was not.\r\nFor the sake of democracy and the 70% of the population who are against this war I ask you to please allow this petition to be posted",
        "background": null,
        "closed_at": "2012-12-06T10:54:43.000Z",
        "created_at": "2011-12-02T00:47:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-02T00:47:20.000Z",
        "opened_at": "2011-12-06T10:54:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:27.492Z"
    },
    "id": 24793,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/24793.json"
    },
    "type": "archived-petition"
}