{
    "attributes": {
        "action": "Racial abuse is unnecessary & should be taken seriously. HMG should set out guidelines on racial abuse for police, etc to intervene on victim’s behalf",
        "additional_details": "Using racial terms/insults can SEVERLY affect a person’s self-concept & cause distress, alarm, persecute, depress the victim in the ACTUAL receiving end of such verbal & psychological abuse. What is regarded as racism depends on the context, intention, frequency & manner it was said. Racist terms used can range from banter, carelessness, a form of swearing to degrading prejudice, expressing disgust, as well as bullying, hatred, discrimination, etc. Even if racial remarks are said as a form of swearing & thus ‘letting off steam’, it should be discouraged. Racial prejudices can be disguised as ‘jest’. Attribution of fault on another person can range from looking sympathetically at the other person’s unique situation/social circumstances (e.g. living circumstances) to referring to the other person's personal (racial) attributes. Perhaps a racist will refer to a person's colour of skin constantly, whilst a non-racist may refer to a person’s race only when angry, upset, in jest, etc. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-05T07:45:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-05T07:45:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:29.950Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:29.953Z"
    },
    "id": 25044,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25044.json"
    },
    "type": "archived-petition"
}