{
    "attributes": {
        "action": "Minister of Olympics should facilitate discussions on how Paralympics be completed on more equal basis, with equal disadvantage/handicaps, adaptations",
        "additional_details": "Minister of Olympics (& others) should facilitate discussions about Paralympic sports being competed on more equal basis by disabled or able-bodied competitors. This will ensure fair competition amongst all competitors despite of disability or lack of disability. Paralympics should be sports with competitors competing on equal terms, with equal disadvantage/handicaps & adaptations. Therefore in a wheelchair race, there should be categories that use the arms & another category using legs as means of prolusion of similarly adapted wheelchairs. In swimming, there should be different categories of those using arms, legs or one limb to propel themselves in water. In Paralympic basketball, tennis, Ping-Pong, volleyball, netball, hockey all competitors should use the same method of prolusion (like using wheelchair, sitting down on the ground, etc) even if a competitor is able-bodied. Bind football, hockey should be open to all competitors (blind or sighted) provided they are all blind folded.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-05T09:18:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-05T09:18:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:30.022Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the International Olympic Committee."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:30.025Z"
    },
    "id": 25051,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25051.json"
    },
    "type": "archived-petition"
}