{
    "attributes": {
        "action": "General Election: Vote of no confidence in the government",
        "additional_details": "This petition calls for a general election now.\r\n\r\nThe government has compromised national security leaving  the armed forces without  the tools to protect our foreign interests such as the Falkland Islands, now vulnerable without carrier fast jet air support.\r\n\r\nThe government is devaluing its way out of the financial crisis, manipulating bond yields and raiding savers and pensions whilst spending more than the last government. This is not a credible plan for recovery.\r\n\r\nThe government has allowed essential energy and fuel costs to skyrocket creating inflationary pressure on family earnings.\r\n\r\nLast and by no means least, the government has broken manifesto pledges and is not listening  to the public through the provided petition channels, applying 3 line whips to avoid honest handling of the wishes of the public, example: refusing to listen to calls for a referendum on membership of the EU.\r\n\r\nThe government has failed on key points of governance and no longer represents the public.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-06T17:52:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-06T17:52:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:31.414Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:31.417Z"
    },
    "id": 25184,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25184.json"
    },
    "type": "archived-petition"
}