{
    "attributes": {
        "action": "Shelters in France from where clandestines try to stowaway in lorries crossing the channel to UK should be kept out of bounds for them & detained",
        "additional_details": "EU should deal with the problem of clandestines/illegal immigrants (without passports/documentation) being able to wander around various EU states without let or hindrance. Sufficient resources and political will should be collectively provided from EU funds to detect, arrest & held them in custody until deported. Greece, Romania, Bulgaria, Poland, Italy, Turkey are front line countries where non-EU migrants (like Middle Eastern, Arabian, African) can cross over to become clandestines/illegal immigrants that wander all over Europe without documentation. Is this what is meant by free borders in Europe? Such frontline gateway countries should have strong, effective border controls funded by the EU. The woods (like forest of Garennes) in France where clandestines try to stowaway in lorries crossing the channel by ferries to UK should be effectively policed & kept out of bounds for clandestines. Once detected as illegal immigrants they should be kept in custody until actually deported.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-07T09:28:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-07T09:28:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:31.982Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:31.985Z"
    },
    "id": 25233,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25233.json"
    },
    "type": "archived-petition"
}