{
    "attributes": {
        "action": "A petition to force lorries and vans only use Motorways and A roads between the hours of 8.30pm and 6.00am",
        "additional_details": "This petition is aimed at removing heavy goods and commercial vehicles from our motorways and A roads during peak hours, forcing them to use road from 8.30pm to 6.00 am only.\r\n\r\nThese roads are practically empty during these hours and it would make sense with respect to environmental, economic and safety issues.\r\n\r\nThe reasons to support this are listed below:\r\nSpreading the flow of traffic will make the roads less congested and therefore\r\n- avoid the need to build more roads and widen motorways\r\n-less traffic at all times means more safety for all users\r\n-the impact of emission will be reduced\r\n- there will be less damage to the road networks.\r\n\r\nThis will save lives, hundreds of millions of pounds and make the roads more pleasant for all to use.\r\n\r\nTo compensate drivers working more anti-social hours\r\nthe government could reduce road fund duty or fuel vat for commercial operators who could then increase drivers pay.\r\n\r\nSimple and easy to implement. Give your support.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-07T16:07:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-07T16:07:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:32.603Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:32.607Z"
    },
    "id": 25290,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25290.json"
    },
    "type": "archived-petition"
}