{
    "attributes": {
        "action": "A tram network for Birmingham - Europe's largest city without a substancial light-rail network.",
        "additional_details": "Birmingham is this country's second city.  However what it lacks is a transport system which warrants this status.  While smaller cities in Englnad have an integrated rail, tram/light-rail and bus service, The planned 'Midland Metro' which was mentioned in detail in the 1980s and 1990s finally materialised in 1999 and runs within Birmingham for a mere five miles on one route.  Many other cities within the UK have a rapid light-rail transit namely Nottingham, Sheffield, Glasgow, Manchester, Newcastle-upon-Tyne, Liverpool, Croydon however Birmingham being larger than all these places lacks a substantial light-rail option.  With commuter spending upto 60 minutes to travel a mere 6 miles at peak time, maybe the government should think about the introduction of a light-rail system for Birmingham and relieve its congested roads and make the city more accessible....to those who live there.  Birmingham is Europe's largest city without a substancial light-rail network.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-07T21:05:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-07T21:05:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:32.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter in the first instance for Centro, the West Midlands Integrated Transport Authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:32.759Z"
    },
    "id": 25316,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25316.json"
    },
    "type": "archived-petition"
}