{
    "attributes": {
        "action": "All patients should state (in GP notes) whether to be informed of suitable drug trials that become available for them & about donating their organs",
        "additional_details": "To be informed of suitable drug trails would facilitate the recruitment suitable candidates for drug development & drug trails; consenting to organ donation by all patients to their GPs could help to alleviate the problem of shortage of organs for donation. Health records, like other records/statistics, that is made truly anomalous, should not be considered as information requiring informed consent but should be considered the as analogous to reviewing case histories by 3rd party professional peer group or educational conferences, which do not need inform consent. Where informed consent is required it can be given only by patients mentally competent (usually over 16 of normal intelligence) enough to understand the medical procedure/treatment/risks involved & circumstances of divulging information to third parties. The nearest next-of-kin can give informed consent, in the best interest of the patient, if he/she is considered mentally incompetent.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-08T09:46:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-08T09:46:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:33.002Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:33.005Z"
    },
    "id": 25347,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25347.json"
    },
    "type": "archived-petition"
}