{
    "attributes": {
        "action": "Minister of Olympics as host of next Olympics should facilitate & espouse discussions on how Paralympics be completed on equal handicaps & adaptations",
        "additional_details": "Paralympics should be sports with competitors competing on equal terms, with similar disadvantage/handicaps & required adaptations. Minister of Olympics (& others) should facilitate discussions about Paralympic sports being competed on more equal basis for ALL competitors (disabled or able-bodied) for all categories of ‘Paralympics’ sports. This will ensure fair competition amongst all competitors despite of disabilities or lack of disabilities. For example, in a wheelchair race there should be categories that use the arms, another category using legs as means of prolusion of similarly adapted wheelchairs. Likewise in swimming, all competitors should propel themselves in similar use of limbs. Paralympic basketball, tennis, Ping-Pong, volleyball, netball, hockey all competitors should use the same method of prolusion (like using wheelchair, sitting down on the ground, etc) even if competitors are able-bodied. Likewise in blind football/hockey all competitors are blind-folded.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-09T08:29:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-09T08:29:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:33.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:33.650Z"
    },
    "id": 25423,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25423.json"
    },
    "type": "archived-petition"
}