{
    "attributes": {
        "action": "use the internet to gather anonymous treatment data from patients. ",
        "additional_details": "The internet could be used to gather data on the treatment of serious diseases such as cancer, MS, etc. directly from patients.\r\nOn diagnosis they would be given a card by their health worker with a web address, password and id number (ideally their NHS number). They would access the site and enter basic details (id no, YoB, type of disease, date of discovery of the disease) and then treatment details, including alternative treatments - name, date of treatment etc.. They would update the treatments and present condition at approx. monthly intervals. This would take a few seconds as the data would be simple and drop-down menus would provide strongly formatted data. After a few years a database would be built up containing information from at least a large minority of patients.\r\nThe data could be analyzed to find which treatments were most effective.\r\nThe system would be very cheap as the patients do the work on their own pcs.\r\nIt could be extended to also cover diet, exercise etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T16:31:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T16:31:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:08.611Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:08.619Z"
    },
    "id": 2542,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/2542.json"
    },
    "type": "archived-petition"
}