{
    "attributes": {
        "action": "Portglenone should get an Olympic Event in 2012, so it should..",
        "additional_details": "We, the undersigned, being of sound mind, do hereby request, nay demand, that an event be held in Northern Ireland as part of the 2012 Olympiad.\r\nWe demand, nay request, that the Synchronised Swimming is held in the River Bann at Portglenone. An area of the Bann will be roped off for the competition preventing intrusion by anglers and/or perverts. Folk will be able to watch it from the marina, or up on the bridge, or the car park beside the Wild Duck.\r\n\r\nThere are two changing rooms in the community centre, wan for men and wan for women, and the hall could be turned into a media centre (no wi-fi, but folk could bring their dongle yokes). There is also a small, but clean, kitchen which provides tea making facilities.  We have a right mobile phone signal, several well stocked shops and a rake of B&Bs.\r\n\r\nThe town is no stranger to sporting events, having hosted an episode of the BBC's Towns Challenge a lock of years ago, albeit one where Portrush cheated their way to victory.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-10T19:46:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-10T19:46:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:34.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The location of London 2012 Olympic venues is a matter for the London Organising Committee of the Olympic Games."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:34.648Z"
    },
    "id": 25524,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25524.json"
    },
    "type": "archived-petition"
}