{
    "attributes": {
        "action": "Foreign students on professional courses in UK are likely to work in UK on their graduation. This should be regarded as another route of immigration",
        "additional_details": "Foreign students graduated on professional courses in UK (like accountancy, law, medicine, nursing, pharmacology, business studies, teacher training) are likely to work in UK on their graduation. Therefore places for foreign students on such professional courses should be restricted & liaised with the Home Office. Students studying Nursing or Midwifery qualify to receive non-means tested bursaries and their tuition fees are waived. Therefore nursing pre-registration course is a form of paid apprentice. Perhaps all foreign students should leave a large deposit (say £50,000) to UK’s Department of Education on commencing a course in UK. The deposit would only be returnable if they leave UK after completing the courses their student visas enable them to do. Any courses taken by foreign students must be one approved as of benefit for foreign students on their return to their own country. Also family members of foreign students & workers should not be allowed to join them in UK.",
        "background": null,
        "closed_at": "2012-12-12T11:25:01.000Z",
        "created_at": "2011-12-11T13:00:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-11T13:00:42.000Z",
        "opened_at": "2011-12-12T11:25:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:34.896Z"
    },
    "id": 25550,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25550.json"
    },
    "type": "archived-petition"
}