{
    "attributes": {
        "action": "Should HMG choose funding a conventional HS2 railway over funding an airport twice the capacity of Heathrow on an artificial island? Funding both?",
        "additional_details": "Perhaps HMG should now seriously facilitate private funding to build BOTH an airport build on an artificial island & maglev trains.The envisaged cost of HS2 will be around £32bn. How about exploring the feasibility of using maglev trains travelling up to 311mph which guide along tracks by magnetic levitation instead?  A British company is already able to tender for contracts to build maglev trains. Airports built on artificial islands & land masses, would reduce noise & smog pollution, congestion, as well as acting as a barrier against flooding. British built Hong Kong airport is built on an artificial island, for example. There is already on the drawing board a design for a £20 bn four-runway airport in the Thames estuary. Another £30 bn to build an integrated transport system with the airport, a new tidal wave power generating station & a four-track high speed rail route system that circle London, linking the airport.",
        "background": null,
        "closed_at": "2012-12-13T10:38:53.000Z",
        "created_at": "2011-12-13T09:06:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-13T09:06:37.000Z",
        "opened_at": "2011-12-13T10:38:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:36.044Z"
    },
    "id": 25653,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25653.json"
    },
    "type": "archived-petition"
}