{
    "attributes": {
        "action": "Create more pumped hydro power stations to utilise excess power generation from wind generation sites and to stop compensation payouts to these energy",
        "additional_details": "When it is too windy, the National Grid tells the owners of wind generation plants to shutdown wind turbines to ensure electricity supply does not surpass electricity demand.\r\n\r\nWhy are we paying massive compensation payouts to the owners of wind turbines to shut them off?   This is not green power to me.\r\n\r\nWhy can’t we direct this excess renewable power into pumped storage hydro power stations, such as Cruachan Power Station, which uses cheap energy to pump water up to a higher dam to then to release this later to produce peak energy when consumers need it – like having a big battery to store excess wind energy.\r\n\r\nThis would allow the National Grid to store the excess energy produced by these massive wind generation sites to be used at times when peak demand increases.  It would also stop compensation being paid to energy corporations & overseas investment companies for easy profit margins.\r\n\r\nLet’s make green-power green and cheaper for UK people.",
        "background": null,
        "closed_at": "2012-12-19T11:08:12.000Z",
        "created_at": "2011-12-17T08:31:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-17T08:31:58.000Z",
        "opened_at": "2011-12-19T11:08:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:38.379Z"
    },
    "id": 25977,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/25977.json"
    },
    "type": "archived-petition"
}