{
    "attributes": {
        "action": "More support for the Parents and Siblings of deceased serviceman",
        "additional_details": "Sadly so far 391 servicemen have died in Afghanistan and 179 in Iraq. In some cases they leave behind a spouse or children, but in every case parents have lost a child and someone has lost a brother or sister. Our government currently provides emotional support for the spouse and children, but parents and siblings are given a one of financial payment and a visiting officer who visits rarely. A parent or sibling doesn’t stop grieving or need less emotional support when the funeral is over; it is a stepping stone on a journey that needs emotional support the whole way. As a group of young people who go to Longdendale Community Language College we do not feel that this is good enough, they have given everything and in return they are left feeling forgotten by the system. We demand a change in policy that means parents and siblings get more emotional support. We hold this issue close to our hearts so please support the parents and siblings by giving them what they deserve. SIGN TODAY!",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-18T08:52:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-18T08:52:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:38.718Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:38.721Z"
    },
    "id": 26014,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26014.json"
    },
    "type": "archived-petition"
}