{
    "attributes": {
        "action": "RACIAL groups cannot be required not to wear turbans, burkas, etc even if against the nature of their work/activities, but can for RELGIOUS groups?",
        "additional_details": "HMG should decide which have priority or the same; racial groups practising their customs or people's religious observances? Court could legally a race by factors like genetic make-up, physical appearance, language, geographical area, religion, etc. Sikhs/Jews an ethnic race, cult or religion? In Mandla v Dowell Lee (1983) the House of Lords found that Sikhs constituted a RACIAL group when a Sikh boy was refused a place at a school because he wore a turban. This judgement was based on Sikhs long shared history & conscious distinguishing it from other groups in terms of customs, geographical origin, common language, being recognised as a separate group in the surrounding community. Jews regard fellow Jews if they are born of Jewish mother. A person can be a Jew even if not practising Judaism. Likewise can a person converted to Sikhism by believing in karma & reincarnation unless BORN a Sikh? Belief in reincarnation does not require a believer to start wearing turbans, bangles, etc.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-19T09:32:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-19T09:32:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:39.062Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:39.065Z"
    },
    "id": 26047,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26047.json"
    },
    "type": "archived-petition"
}