{
    "attributes": {
        "action": "Reduction of time for employers to pay money taken from wages of absent parents by deductions of earnings to 5 working days",
        "additional_details": "The Child Support agency (CSA) currently penalises absent parents who do not make payments, or do not pay the correct amount, with a deductions of earnings order. This means the payment is taken directly from the absent parents pay, by the employer. The problem with this system is that the employer has over a month to pay this money to the CSA, and many employers go over the month (19th of each month) deadline and are not penalised. This is wrong as the employers are keeping money which is not theirs, making interest on it and making the parent who recieves the money out of pocket, often causing them to struggle for money, and it not only the parent who suffers, but also the children.\r\nThis petition is to request that the absent parents' employer has no longer than 5 working days to forward the payment to the CSA after the deductions of earnings each month to make payments more regular and reduce the time the parent with custody has to wait for the payment.",
        "background": null,
        "closed_at": "2012-12-19T13:20:40.000Z",
        "created_at": "2011-12-19T13:01:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-19T13:01:39.000Z",
        "opened_at": "2011-12-19T13:20:40.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:39.143Z"
    },
    "id": 26057,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26057.json"
    },
    "type": "archived-petition"
}