{
    "attributes": {
        "action": "Preserve the Lives of visitors to the Hamlet of Cremyll, Cornwall by introducing a speed limit",
        "additional_details": "The small hamlet of Cremyll, opposite Mt Edgcumbe Country Park, is unique in the Rame Peninsular because it has NO speed limits on display.  Drivers approach the hamlet down an unrestricted country road which has a downhill gradient that naturally encourages faster speeds.  Most speeding drivers are approaching the hamlet, not because they live there but to pick up or drop off passengers from the Foot Ferry that traverses the River Tamar estuary.  There is a car park along this road which serves the 10's of thousands of visitors to the Country Park, many of whom are elderly, walking dogs or families with small children, all of whom have to negotiate these speeding vehicles.  Lives are at risk.............the simple and most cost effective solution is to put in place 20 mph speed restriction signs before entering Cremyll but better still, speed inhibitors i.e. road humps before the Car Park and after it.  Act now before lives are lost.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-19T20:02:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-19T20:02:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:39.338Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Cornwall Council as the local highway authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:39.341Z"
    },
    "id": 26079,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26079.json"
    },
    "type": "archived-petition"
}