{
    "attributes": {
        "action": "Reduce CPS charging criteria to reasonable evidence that a crime has been committed rather than an absolute.",
        "additional_details": "If you are a victim of a crime and it is investigated there is little chance the perpetrator will even be charged.\r\n\r\nThe CPS will let them off on the grounds of insufficient evidence even where there is plenty but of which a tiny percentage is arguable.\r\n\r\nThe position that all suspects are innocent until proven guilty means that when a perpetrator lies about their activities during an investigation is it often accepted uncontested. Also, no witness equals no crime in UK law.\r\n\r\nThere is no balancing statement that all crime victims are reporting the truth unless proven otherwise. This allows an unfair bias toward the perpetrators of crime.\r\n\r\n96% of crime victims in the UK receive no justice from this system. Career criminals find protection from prosecution in it.\r\n\r\nCriteria used to determine whether a crime suspect is charged should be reduced to something more realistic. Presently it appears to require a 99.9% certainty.  It should be 80%.\r\n\r\n",
        "background": null,
        "closed_at": "2013-01-09T15:41:01.000Z",
        "created_at": "2011-12-21T17:48:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-21T17:48:29.000Z",
        "opened_at": "2012-01-09T15:41:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:40.139Z"
    },
    "id": 26179,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26179.json"
    },
    "type": "archived-petition"
}