{
    "attributes": {
        "action": "Police using water hose to break up & control riots is more acceptable than firing plastic (or live) bullets at protesters as in dictatorial regimes",
        "additional_details": "Police allowed to use water hose to break-up a riot is more acceptable (& less life threatening) than firing plastic (or even live) bullets. A small group of armed police force tend form a clique & support each other. Accidents can happen when a group of armed police are trained in effect to shoot first, ask questions later. There are incidences whereby a police officer shot a suspect dead a suspect carrying a table leg without warning because they thought he was carrying a shotgun, shot dead Menezes in a crowed tube as they thought he was a suicide bomber, an OAP, a barrister, a driver whilst attempting to stop him on a routine check. What about the police shooting dead a suspect in Ipswich about over 2 years ago? Where are the outcomes of the investigations by Police Complaints Authority? Suspects should not be shot dead without warning. Challenging armed suspects to surrender should be done in a more secluded place, away from crowded places.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-12-22T07:56:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-22T07:56:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:40.456Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:40.458Z"
    },
    "id": 26215,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26215.json"
    },
    "type": "archived-petition"
}