{
    "attributes": {
        "action": "Suitable potential adopters should be vetted & registered as licensed adopters, even a few years before they may adopt",
        "additional_details": "This will assist in the backlog in adopting. Presently, 65,520 of children are taken into care, with 74% of children in care placed in foster homes. On average, it takes 2 years 7 months for a child to be adopted. All adoption cases should be considered on a case by case basis. There should be no fixed quota allocated for potential adopters & adoptees to be in the same ethnic category. Section 1 Children Act 1989 makes the interests of a child paramount. Perhaps, the factors that may be taken into account may include the express wishes of the child, child’s siblings & adopters; child’s links with the community; stability of the home environment provided by potential adoptees, etc. Minor criminal records of adopters should not necessarily disqualify a potential adopter from adopting. Biological parents of an adopted child should be informed of the child’s progress annually, though the addresses of the parties involved may be kept confidential until the child reaches the age of 18.",
        "background": null,
        "closed_at": "2012-12-30T10:34:20.000Z",
        "created_at": "2011-12-23T09:59:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-23T09:59:34.000Z",
        "opened_at": "2011-12-30T10:34:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:40.912Z"
    },
    "id": 26264,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26264.json"
    },
    "type": "archived-petition"
}