{
    "attributes": {
        "action": "HMG should legislate against making racial (other verbal) abuse, taunts, harassment in public, thus preventing such abuse from escalating further",
        "additional_details": "Race Relations Act 1976 & Racial and Religious Hatred Act 2006 do directly not address the issues of racial taunts in a public place - except under Section 28 of Crime & Disorder Act 1998 of using threatening, abusive or insulting words or behaviour in a public place. We need new legislation to ensure police take seriously racial taunts in actual daily life (like youths in parks making meaningless taunts to passerbys) & take appropriate action immediately to prevent such taunts escalating further. Using any taunts or insults (racial or otherwise) can SEVERLY affect a person’s self-concept & cause distress, alarm, persecute the victim in the ACTUAL receiving end of such verbal & psychological abuse. What is regarded as racism depends on the context, intention, frequency & manner it was said. Racist terms used can range from jest/banter, carelessness, letting off steam, swearing to degrading prejudice, expressing disgust, as well as bullying, hatred, discrimination, etc. ",
        "background": null,
        "closed_at": "2013-01-05T13:24:13.000Z",
        "created_at": "2011-12-29T08:37:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-12-29T08:37:05.000Z",
        "opened_at": "2012-01-05T13:24:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:42.396Z"
    },
    "id": 26442,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26442.json"
    },
    "type": "archived-petition"
}