{
    "attributes": {
        "action": "Cap the wages of high paid workers at 100 times that of the lowest paid worker in the organisation",
        "additional_details": "The Government should take the initiative in a move towards global fairness in labour remuneration by legislating to ensure that no person within a business or organisation (private or public) has a total remuneration package exceeding one hundred times the pay of the least well paid person employed by that organisation in whatever capacity or global location.\r\n\r\nThis cap should be encouraged by progressive incentives where possible, but suitable robust taxation measures should be available, and used to ensure that the one hundred to one cap is maintained where such incentives fail.\r\n\r\nTo ensure socially just implementation, remuneration would include all payments, benefits in kind, share options and bonuses, and persons employed would include contractors, sub-contractors and employees of ‘substantial’ supplier companies in the UK and abroad.\r\n\r\nThe one hundred to one differential should be seen as a starting point with an aim to reduce this to fifty to one or less in future.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-02T15:07:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-02T15:07:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:43.934Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:43.937Z"
    },
    "id": 26627,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26627.json"
    },
    "type": "archived-petition"
}