{
    "attributes": {
        "action": "HMG should decide & legislate on the confusion about which have priority (or similar), RACIAL groups or a RELGIOUS group?",
        "additional_details": "Which have priority or the same - racial groups practising their customs (like wearing turbans, wearing burkas) or believers’ religious observances? Sikhs/Jews an ethnic race, cult or religion? In Mandla v Dowell Lee (1983) House of Lords found that Sikhs constituted a RACIAL group when a Sikh boy was refused a place at a school because he wore a turban. The appeal was therefore allowed under Race Relations Act. This judgement was based on Sikhs long shared history & collective consciousness distinguishing them from other groups in customs, geographical origin, language, being recognised as a separate group in the surrounding community. Jews regard a person a Jew if born of Jewish mother. A person can be a Jew even if not practising Judaism. Likewise can a person be converted to Sikhism by believing in karma & reincarnation unless BORN a Sikh? Belief in reincarnation does not require a believer to start wearing turbans, bangles, ceremonial swords, long beard, etc. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-03T09:49:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-03T09:49:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:44.125Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:44.129Z"
    },
    "id": 26659,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26659.json"
    },
    "type": "archived-petition"
}