{
    "attributes": {
        "action": "Parking tickets for hazzards only  not for petty reasons",
        "additional_details": "Parking tickets for people parked on yellow lines, in disabled bays and where they are causing traffic problems etc... are justified. But traffic wardens are now hovering round cars and car parks where tickets are due to expire and where drivers are slightly over white lines and fining people up to £100, sometimes more for very minor or in some cases no reason what-so-ever! During a reccession where people are strapped for cash fining people for going over their paid ticket by 1minute or because they have gone over a white line of a free carpark is a rip off of the public and the government need to address councils and companies who are making money by loittering traffic wardens and fining people often for very petty reasons! Parking tickets should be issued where a hazzard is occuring not for reasons such as being 1 minute over your parking ticket! ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-05T12:05:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-05T12:05:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:45.066Z",
        "rejection": {
            "code": "no-action",
            "details": "Local highway authorities are responsible for the work of traffic wardens.  What is the petition asking central government to do?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:45.069Z"
    },
    "id": 26773,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26773.json"
    },
    "type": "archived-petition"
}