{
    "attributes": {
        "action": "The right of when, where, how to die by a terminally ill patient should be the patient’s lucid informed choice, following counselling & consultation",
        "additional_details": "Apart from the patients’ lucid informed consent (by mentally competent patients), the medical team together with next-of-kin (NOK) should verify that it is in the best interest of the patient to have assisted suicide. This is to check against the decision by suicidal patients to die & against terminally ill patients feeling obliged or under pressure to go for 'assisted suicide' to benefit the family. Patients should also be able to cancel the proposed euthanasia at any time during the process. High doses of analgesia can also be dangerous & may shorten life, but would help patients to cope with unbearable pain. The consultant involved in the care of a patient, AFTER consulting NOK, should be able to decide whether ‘do not attempt resuscitation’ (DNAR) order is made; but it is wrong to withhold basic nutrition to patients. DNAR decision should be widely open to appeal by patients’ next-of-kin under hospital appeal’s procedures, not by merely by Judicial Review in the High Court. ",
        "background": null,
        "closed_at": "2013-01-09T08:13:48.000Z",
        "created_at": "2012-01-06T08:03:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-06T08:03:02.000Z",
        "opened_at": "2012-01-09T08:13:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 130,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:45.786Z"
    },
    "id": 26856,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26856.json"
    },
    "type": "archived-petition"
}