{
    "attributes": {
        "action": "Awareness of the choking gane.amoungst staff in schools.",
        "additional_details": "I am Asking for help in raising awareness of the choking game amoungst any ADULT that works with children. My son passed away aged 13 in sept 09 after hearing of the game at school. After talking with his head of year he admitted he had never heard of the game nor had i prior to Tylers passing and neither have any doctors or nurses that i have spoken too. Tyler isnt the only child in the Uk to die this way. Help us educate Adults so they know the signs of the choking game and help stop these senseless deaths.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-06T07:59:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-06T07:59:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:45.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are writing to acknowledge your petition entitled “Awareness of the ‘choking game’. You also wrote to the Department for Education on 16 September 2010 following an earlier petition, which attracted 882 signatures, following the tragic death of your son, Tyler.\r\n\r\nI would like to take this opportunity to repeat the sympathies expressed in the reply from the Department. As you know, the Department is aware of the ‘game’ and the extreme consequences it has sometimes had. They have been playing their part in devising effective measures to respond to the dangers it poses to young people.\r\n\r\nI need to advise that the rules for submitting an e-petition disallow the posting of personal details / correspondence being addressed in any petition. I can understand that in your view the references to Tyler must strengthen your petition. But unfortunately the petition as it stands would be difficult to publish.\r\n\r\nIf, therefore, you still wish to lodge the petition, I have to ask you to rephrase it in a more general way, perhaps with references to the fatal consequences of the ‘game’ but without details of your family circumstances. Many thanks."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:45.781Z"
    },
    "id": 26855,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/26855.json"
    },
    "type": "archived-petition"
}