{
    "attributes": {
        "action": "HMG’s recommended alcohol drink limits should not be regarded be too austere, thus practically unachievable & unrealistic to be achievable",
        "additional_details": "Recommended alcohol limits are also constantly altered. Science & Technology Select Committee recently recommended that alcohol intake should include two days break from alcohol consumption every week, on top of daily units of 2-3 units for female & 3-4 units for males. Alcohol is very addictive & drinking alcohol are habitual & lifestyles events. As the high regression rates of alcoholics indicate, the only way for alcoholics to lower (or stop) their alcohol intake level is when they actually wanted to do so. If a recovering alcoholic has a genuine aversion towards alcohol in his or her own mind (cognitively) than it is certain that he or she is no longer a RECOVERING alcoholic but a teetotaller. Perceptions of the pleasures of drinking alcohol (heavily, moderately or occasionally) would usually depend on one’s will-power, perceptions, motivation, aims, habits, lifestyle, psychological & physical craving; as well as social triggers, reinforcers, settings.",
        "background": null,
        "closed_at": "2013-01-12T15:13:18.000Z",
        "created_at": "2012-01-09T14:34:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-09T14:34:50.000Z",
        "opened_at": "2012-01-12T15:13:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:47.545Z"
    },
    "id": 27057,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27057.json"
    },
    "type": "archived-petition"
}