{
    "attributes": {
        "action": "Director General of the BBC to be sacked",
        "additional_details": "We the undersigned call for the director general of the BBC to be sacked for spending hundreds of millions of our pounds moving the sports department to Salford while at the same time overseeing the reduction of sports coverage on BBC television to practically nothing.\r\n\r\nBDO Darts coverage now split with ESPN (ESPN showing the lion's share)\r\nThe Football League show due to be dropped with live football league matches already axed.\r\nFormula One coverage being split with Sky which also prevented Channel 4 from gaining coverage. (Though not laying off any of the presenting team)\r\nNo cricket (not even highlights) on the BBC for many years.\r\nHorse racing coverage reduced.\r\nHighlight programmes for darts, football, American Football, snooker etc being showing very late at night or in the early hours of the morning.\r\n\r\nMany licence payers are fans of sport & they are not being represented. We demand that those which have allowed this to happen no longer take our money for their wages.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-09T18:49:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-09T18:49:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:47.720Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the BBC.\r\n\r\nIt is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:47.723Z"
    },
    "id": 27085,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27085.json"
    },
    "type": "archived-petition"
}