{
    "attributes": {
        "action": "Introduce compulsory voting in time for the referendum on whether Scotland should break away from UK. Voters should be British residents in Scotland",
        "additional_details": "The referendum results should require over 50% majority votes of all eligible voters. Such voters should only be British Citizens (over 18) on the electoral list resident in Scotland. In compulsory voting, all voters in the electoral lists are expected to vote unless there are good reasons for certain eligible voters failing to vote (like illness, incapacity, in custody, currently residing abroad) & have a right to tick none of the above. There should also be checks to verify claims by householders to be eligible vote in this (or any other British) election. Otherwise voters may be EU or commonwealth citizens who are not permanently resident in Scotland (or UK) or even illegal immigrants & asylum seekers. Before being entered on an electoral list for an address for the first time, they should produce documents to prove that they are legitimately qualified to vote; by checking documents like prospective voters' birth certificates, NI/ ID identities, passports, driving licences, etc.",
        "background": null,
        "closed_at": "2013-01-16T09:21:18.000Z",
        "created_at": "2012-01-13T09:22:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-13T09:22:47.000Z",
        "opened_at": "2012-01-16T09:21:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:49.619Z"
    },
    "id": 27344,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27344.json"
    },
    "type": "archived-petition"
}