{
    "attributes": {
        "action": "Petition to prevent an ecological disaster to wildlife caused by the Otter (lutra lutra).",
        "additional_details": "The illegal release of otters is posing a potentially disastrous threat to Britain’s wildlife. On waterways otters are destroying fish stocks costing millions of pounds and taking many years to establish. These hand-reared predators have no fear of man and are invading urban areas attacking ornamental fish in private garden ponds. In Britain’s wetlands birds are finding their eggs and chicks destroyed by otters. In Norfolk the number of avocet is decreasing thanks to otter predation and Pensthorpe Nature Reserve, home of the BBC program Springwatch is being badly affected. The demise of the eel population means that eels are not available as food so otters have turned to other species of fish and birds including domestic species, as well as wildfowl. The otter is an apex predator, and unless steps are taken to control these illegal releases an ecological disaster looms. We also urge the Environment Agency to tackle the existing population of otters in the best way possible.",
        "background": null,
        "closed_at": "2013-01-16T15:20:49.000Z",
        "created_at": "2012-01-14T13:44:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-14T13:44:17.000Z",
        "opened_at": "2012-01-16T15:20:49.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2707,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:50.467Z"
    },
    "id": 27441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27441.json"
    },
    "type": "archived-petition"
}