{
    "attributes": {
        "action": "No HMG can bind a future UK Parliament & any rights granted to EU, Scotland, immigrants, etc. HMG should repeal ones not in UK's best interests",
        "additional_details": "Constitutional Law stresses that Westminster Parliament is the supreme sovereign & highest legislative authority in UK & can legislate on any matter (including retrospective legislation). Any legislation like allowing Scottish Parliament to leave the UK; enabling EU treaties to be enforced in UK; determining who is entitled to reside & work in UK, etc could be repealed by future Westminster Parliament. Likewise Human Rights Act can be repelled; as well as replacing EU Charter of Fundamental Rights & the 1951 Convention relating to the Status of Refugees with a British Bill of Rights. UK Parliament does not, under Scotland Act, provide Scottish Parliament legislative competence to legislate for an independent Scotland. UK Parliament should determine who is entitled to vote in the referendum. Referendum question about independent Scotland should be one direct ambiguous question approved by HMG & requiring ‘yes’ or ‘no’ answers, NOT fudging.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-16T09:54:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-16T09:54:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:51.125Z",
        "rejection": {
            "code": "no-action",
            "details": "I am afriad you will need to be clearer in what specifically you are asking for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:51.128Z"
    },
    "id": 27537,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27537.json"
    },
    "type": "archived-petition"
}