{
    "attributes": {
        "action": "Ban lynx adverts mocking christianity",
        "additional_details": "Lynx has launched two adverts belittleing the Christian faith through using themes and ideas in the bible as a basis for their lynx-will-get-you-sex message. Having complained to the ASA I've got the reply that the latest Noah-based advert is \"unlikely to be seen as mocking the Christian faith or belittling the biblical story of Noah's Ark\" which is blatantly untrue, as it even shows women as animals. Please lets get this offensive advert series off the air.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-17T19:50:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-17T19:50:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:52.335Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Advertising in the UK is controlled through a system of co-regulation and self-regulation, which is administered by the Advertising Standards Authority (ASA). This regulatory system is independent of Government and is ultimately responsible for setting the standards in advertising.\r\n\r\nHowever, in certain circumstances, advertisers or complainants can request a review of the ASA Council’s adjudication, including a Council decision not to investigate a complaint after its deliberation. Both sides have 21 days to ask the Independent Reviewer of ASA Adjudications to review the case in the rare instance where a substantial flaw of process or adjudication is apparent, or where additional relevant evidence becomes available.  Further information can be found on the ASA’s website:  http://www.asa.org.uk/About-ASA/Independent-Reviewer.aspx, or by writing to the Independent Reviewer of ASA Adjudications, 5th Floor, 21 Berners Street, London W1T 3LP."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:52.337Z"
    },
    "id": 27715,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27715.json"
    },
    "type": "archived-petition"
}