{
    "attributes": {
        "action": "The Government should voice its disapproval of the proposed pieces of U.S. legislation known as SOPA and PIPA",
        "additional_details": "We, the undersigned, note with alarm the proposed U.S. laws SOPA and PIPA, which let U.S. courts order the shutting down of almost any UK website--decisions which must be appealed in a U.S. court at length and at significant cost.\r\n\r\nVisa, Mastercard, and Paypal will, if ordered, be forced to cut off funding to UK businesses. Google, Bing and Yahoo will have to remove UK businesses and websites from their search results. Software used in repressive countries to avoid censorship or torture will be criminalised.\r\n\r\nThese laws generally need allegations only, no proof and no due process; and enforcers are eligible for legal immunity even if the allegations are later shown to be false. The standards applied to UK sites would not be UK law. The quality and free character of Britons' free speech on the Internet will be damaged. British innovation could well be strangled.\r\n\r\nWe ask the UK Government to speak out in the strongest terms about these issues which will harm free speech in Britain.",
        "background": null,
        "closed_at": "2012-04-18T08:59:05.000Z",
        "created_at": "2012-01-17T21:40:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-17T21:40:33.000Z",
        "opened_at": "2012-01-18T09:59:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 61,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:52.448Z"
    },
    "id": 27728,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27728.json"
    },
    "type": "archived-petition"
}