{
    "attributes": {
        "action": "HMG guidelines should require planning permission for new churches, temples, mosques, etc be carefully scrutinised for future value to the community",
        "additional_details": "Allocate less priority facilitating on observance of religious customs & practices in public but more on practicality, feasibility, public order. Britain is a secular society with followers of many faiths or no faith. One should practice one’s beliefs & religion peacefully, as a private affair, without affecting the lives, convenience or well-being of others. Not everyone (or even every religion) believes in heaven & the afterlife. After all this is the 21st century, when most phenomena can be scientifically explained, proved & verified, without having to invoke explanations that involve the spiritual world. Invoking the name of God on complex issues can hinder the seeking of explanations & solutions for oneself from a scientific & logical standpoint to pressing issues. However, even a person who has no religious faith would often like to be buried with their brethren of the faith of their birth. Also a person can claim affinity to a religion even if not a practising one. ",
        "background": null,
        "closed_at": "2013-01-18T16:12:11.000Z",
        "created_at": "2012-01-18T08:56:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-18T08:56:19.000Z",
        "opened_at": "2012-01-18T16:12:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:09:52.612Z"
    },
    "id": 27753,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27753.json"
    },
    "type": "archived-petition"
}