{
    "attributes": {
        "action": "Stop the NHS removing gluten-free prescriptions",
        "additional_details": "Oxfordshires health authority is proposing to be the first in the UK to ban gluten-free food from NHS prescriptions.\r\n\r\nIf this move goes ahead you can guarantee that the NHS will adopt this policy across the UK, impacting all Coeliacs.\r\n\r\nThe argument that there has been an improvement in the types of foods available in supermarkets in recent years is indeed true, however the cost of these foods are still high in comparison and quite simply it’s profiteering from an illness.\r\n\r\nHaving prescriptions for gluten-free food allows individuals and families such as mine to have a varied diet, something that would not be achievable without a prescription.\r\n\r\nAt a time when people and families are already under massive financial pressure, this proposal will push more people towards poverty, or worse yet greater illness due to not eating correctly.\r\n\r\nPlease sign this petition and help me and Coeliac UK send a clear message that is not an acceptable cost cutting exercise.\r\n\r\nThank You.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-18T13:51:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-18T13:51:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:52.823Z",
        "rejection": {
            "code": "duplicate",
            "details": "Make wheat free productas available on NHS prescription"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:52.826Z"
    },
    "id": 27777,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27777.json"
    },
    "type": "archived-petition"
}