{
    "attributes": {
        "action": "We must have a radical overhaul of the job market to get the country working again.",
        "additional_details": "Over the past 4 years, it's become quite clear that a finance based economy for the wealthy and the low paid, low skilled service sector afterthought for everyone else is not working and is not going to get us out of recession. We need a radical overhaul of how wealth is created in this country.\r\n\r\nWe need easy access to entry level white collar professions for those who are sutably qualified.\r\n\r\nWe need a return to easy access to career forming skilled manufacturing.\r\n\r\nAnd considering the state of our infrastructure, we are in dire need of a mass nationwide apprenticeship scheme, not merely restricted to teenagers.\r\n\r\nReskilling the working age population in addition to a reduction of the influence of the socially useless, bloated finance sector is the only we we will recover and provide practical, tangible jobs and hope for our population, getting people into work and making a real difference to the levels of poverty in this country. .\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-18T15:39:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-18T15:39:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:52.916Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:52.918Z"
    },
    "id": 27790,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27790.json"
    },
    "type": "archived-petition"
}