{
    "attributes": {
        "action": "Make illegal the re-sale of tickets to live events for profit",
        "additional_details": "This petition calls on the government to make illegal the re-sale of tickets to live events for profit.  The findings of the 2007 Select Committee on the benefits of the secondary ticketing market in the UK are not, for the most part, in question.  However, the suggestion that competition (in the secondary market) leads to lower prices for consumers is wholly inaccurate.  Regrettably, it is now inevitable that 'big' concerts and festivals sell out in a matter of minutes on the primary market; however, tickets do appear on the secondary market almost immediately, selling for extortionate amounts.  Worse still, unregulated private companies such as Seatwave facilitate such scenarios, profiteering themselves from secondary ticket sales initiated via their websites.  In an era when pressure mounts on governments worldwide from lobbyists to pass anti-piracy laws, NOTHING is being done to prevent big business and private individuals from 'ripping off' music fans for their own material gain. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-18T23:09:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-18T23:09:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:53.380Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:53.382Z"
    },
    "id": 27845,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27845.json"
    },
    "type": "archived-petition"
}