{
    "attributes": {
        "action": "TIPAIMUKH DAM MUST BE STOPPED BY INDIA",
        "additional_details": "India is definitely constructing the Tipaimukh dam. This will damage the echo system of the surrounding area including Bangladesh.It’s very simple. India is violating international laws. We just want them to obey the international laws. The UN Committee on Elimination of Racial Discrimination has also urged the government of India not to construct the Tipaimukh Dam in its concluding observation of the seventieth session from February 19 to March 9, 2007 and in its special communications made on August 15, 2008; March 13, 2009 and September 23, 2009, the Forum further pointed out and urged authorities concerned to follow free, fair and prior informed consent of the people under ILO Convention 107. The 163m high dam of 1500 MW will submerge more than 286 sq. km of prime farmland. One third of Bangladesh and lives of 40 million Bangladeshis will be affected. It is a criminal offence to make Tipaimukh Dam by India.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-19T11:16:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-19T11:16:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:53.580Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition does not include a clear statement explaining what action you want the UK government to take in this regard"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:53.584Z"
    },
    "id": 27870,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27870.json"
    },
    "type": "archived-petition"
}