{
    "attributes": {
        "action": "SOPA/PIPA - Ask for the US to stop these bills",
        "additional_details": "SOPA - Stop Online Piracy Act and PIPA - Protect IP (Intellectual Property)\r\nThese two bills will mean that the USA will give itself rights to try and control the internet both at home and abroad. The bills mean that if one user on a website uploads copyright content, they will prosecute and shut down the entire website. E.G, if you upload a copyright image to Facebook, Facebook would be at risk of shutting down... Yes, shutting down. Apply that to the likes of Youtube, Twitter, Flickr, Rapidshare, BitTorrent, etc. The USA was able to shut down Megaupload, a Hong Kong website. It is now not useable by UK citizens either. This is not within their jurisdiction, and shouldn’t be allowed. The USA aren’t our police. These laws are being created by people who admit they don’t understand computers or the internet. Make the UK government question the USA and stop their laws from affecting our country. Make sure the USA is listening to IT experts, not to the corporations who want these bills.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-20T00:33:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-20T00:33:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:54.164Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:54.166Z"
    },
    "id": 27949,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27949.json"
    },
    "type": "archived-petition"
}