{
    "attributes": {
        "action": "Immigration status of all benefits claimant should be carefully checked. Migrants without British passports should be given e-ID cards checked online",
        "additional_details": "7,400 people are estimated to be claiming out-of-work benefits illegally. It has recently been reported that over 370,000 migrants admitted to Britain to work, to study or visit UK are now claiming out-of-work benefits. All non-British citizens who came to UK as migrants should have should be given e-ID cards & IT systems tracking their activities in UK. Such ID cards should be strictly required to be checked online - whenever a foreigner takes up employment, in education, seeking NHS treatment, seeking DWP benefits, getting married, entering UK, leaving UK, having children, arrested, on bail, etc.  People (& family members) on work permits, students visa, EU citizens not permanently residing in UK, illegal immigrants should NOT receive means tested (like JSA) benefits & non-means tested (like child benefit) ones. Also workers who send money to their extended families aboard are not British workers but foreign ones & are a drain to UK balance of trade.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-20T09:29:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-20T09:29:52.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:54.315Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:54.318Z"
    },
    "id": 27962,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/27962.json"
    },
    "type": "archived-petition"
}