{
    "attributes": {
        "action": "Boris Island - London's New Airport",
        "additional_details": "I accept that London needs to upgrade its airport facilities and I understand that there is great opposition to building a third runway at Heathrow. In recent days the idea of building a new airport on an island in the Thames estuary has seemed to be attracting support from many in government. This scheme appears sensible - apart from anything else government investment in infrastructure projects might be deemed sensible at the current time. The problem is that this island is already being called \"Boris Island\", after the present Mayor of London. It is bad for politicians to get above their station. It is particularly bad for the publicity hungry and buffoonish to get above their station. Consequently I say let's have the new airport but let's call it Boris Is An Embarrassment Island, it would serve as a lovely lesson on hubris and show the world that we're not at all the staid and fusty nation that we're imagined to be.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-20T18:55:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-20T18:55:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:54.680Z",
        "rejection": {
            "code": "no-action",
            "details": "This is not a petition on the merits or demerits of a new airport, but a call to journalists and others to refer to such a project in a certain way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:54.683Z"
    },
    "id": 28009,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28009.json"
    },
    "type": "archived-petition"
}