{
    "attributes": {
        "action": "Persuade Blackburn with Darwen Council to reject government funding to reward increased adoptions/fostering",
        "additional_details": "Given Jack Straw MP has highlighted the increase in 'grooming' and abuse of vunerable children in Blackburn who are in the care system/have been, this petition is to get Blackburn with Darwen Council to refuse and return government funding paid to it on the expectation of increased adoptions & taking of children into care, howsoever achieved, and instead focus on helping families stay together (see forced adoption.com)  To end practices such as ignoring right of children to impartial representatives rather than forcing \"fait accompli\" Cafcass involvement.  To end exclusion of relevant family members / other persons from the family courts, and  ignoring UNCHR (UN) Children's rights. To end practice of \"if in writing it happened\" of some professionals.  Finally to provide CRB forms when requested so proper CRB checks needed for safeguarding can be completed!\r\nSurely a town so affected by grooming and abuse in care should be protecting children from potential abuse within the system.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-21T14:19:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-21T14:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:55.011Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:55.014Z"
    },
    "id": 28047,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28047.json"
    },
    "type": "archived-petition"
}