{
    "attributes": {
        "action": "Stop the lifting of advertising restrictions on post-conception advice services.",
        "additional_details": "The Broadcast Committee of Advertising Practice (BCAP) has ruled that from 30th April 2012, the UK broadcast media, specifically TV & radio, can carry advertising for clinics that exist to provide advice on a range of services available to pregnant women.\r\n\r\nThere is no need to advertise these clinics, as all GP's and health professionals would be in a position to provide information on these clinics anyway.\r\n\r\nThe allowing of adverts could potentially affect vulnerable women, who could be led to believe that abortion is the only option available to them.\r\n\r\nWith this in mind, we the undersigned wish to see the UK government enforce an immediate change in the BCAP policy. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-21T22:38:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-21T22:38:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:55.245Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Advertising in the UK is controlled through a system of co-regulation and self regulation, which is enforced by the Advertising Standards Authority (ASA). This regulatory system is independent of Government and is ultimately responsible for setting the standards in advertising.\r\n\r\nIf members of the public have concerns about the content or scheduling of post-conception advice service advertisements, the ASA is able to consider complaints once the advert has aired."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:55.248Z"
    },
    "id": 28070,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28070.json"
    },
    "type": "archived-petition"
}