{
    "attributes": {
        "action": "Replace all existing street lighting with \"full cut-off\" energy efficient street lights",
        "additional_details": "Street lighting in the UK has steadily increased to a point now where every city, town and suburb up and down the country has an orange glow hanging above it visible from miles around.\r\n\r\nThere are, currently, an estimated 7.5 Million streetlights in the UK, each with a mean power of 100W, that typically waste 15% of their light directly upwards, above the horizontal. This amounts to about 131kW hr of wasted energy per year per streetlight. Since a coal power station generates 0.9kg of CO2/kWh, a single streetlight creates 120kg/yr of CO2 more than it needs to. Multiply this by the 7.5 Million streetlights in the UK, and a total of 830,000 tonnes of CO2 is produced for the energy wasted by streetlights alone.\r\n\r\nBy enforcing the replacement all currently installed incandescent street lights with low-energy, \"full cut-off\" lights that are sensor controlled, UK CO2 emissions will decrease markedly, and our night skies will, once again, become dark and remain safe.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-25T06:38:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-25T06:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:57.127Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for local authorities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:57.130Z"
    },
    "id": 28290,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28290.json"
    },
    "type": "archived-petition"
}