{
    "attributes": {
        "action": "Replace ALL cash benefits for claimants (that are able to work) with vouchers.",
        "additional_details": "The government should replace ALL tax payer funded benefits to such people with vouchers that are only redeemable against shelter, food, clothing, essential utilities and other essential living costs.\r\nBenefit claimants must not be allowed to spend tax payers’ money on luxuries such as foreign holidays, Sky TV, iPhones, betting shops, cigarettes, alcohol etc, etc when tax payers are largely unable to afford many of those luxuries themselves.\r\n\r\nOpponents to this proposal might say such a system is demeaning and an infringement of claimant’s human rights, but I strongly disagree. Everyone should have the right to shelter, food, clothing etc, but they MUST NOT have the right to spend tax payers’ money on luxuries. This proposal does not take away any basic human right for civilised existence.\r\nIf someone wants to spend money on luxuries they have the same right as everyone else to get a job and spend their own money on whatever they choose.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-25T13:47:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-25T13:47:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:57.370Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:57.372Z"
    },
    "id": 28313,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28313.json"
    },
    "type": "archived-petition"
}