{
    "attributes": {
        "action": "Stop Profit making abortion clinics from being allowed to advertise on TV",
        "additional_details": "The advertising Standards Authority has decided to allow profit making abortion clinics the opportunity to sell their services on TV. This in itself will present abortion in a completely wrong light and we must get this decision reversed. We need to educate and help instead of selling the option of abortion. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-26T12:38:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-26T12:38:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:57.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Advertising in the UK is controlled through a system of co-regulation and self-regulation, which is administered by the Advertising Standards Authority (ASA). This regulatory system is independent of Government and is ultimately responsible for setting the standards in advertising.\r\n\r\nThe ASA regulates advertising in all media and they ensure that advertisements, wherever they appear, comply, in full, with the requirements of the UK advertising codes – in particular that they are legal, decent, honest and truthful.\r\n\r\nOfcom's licensees, the commercial TV channels and radio stations, must continue to observe the statutory codes on advertising standards and practice but, if advertisements mislead or cause harm or distress, the matter will be dealt with first by the ASA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:57.971Z"
    },
    "id": 28397,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28397.json"
    },
    "type": "archived-petition"
}