{
    "attributes": {
        "action": "Permit all candidates in public examinations to use word-processors",
        "additional_details": "Examinations should not be about the speed at which we can write or the stamina of our hands, in which there is undoubtedly a gender bias, incidentally, but rather about how much students know and how well they can apply their knowledge to a given question.\r\n\r\nStudents should be able to alert their examination centres as to whether they would prefer to hand-write their exams or borrow a computer without spell-checking or Internet access to type out their responses, possibly for a small fee if there was a sufficient additional cost to examination centres.\r\n\r\nStudents with learning difficulties have been able to type in their exams for some time, so the system is clearly workable.\r\n\r\nThere would be several benefits: better-organised responses to questions, fuller answers as students could answer more efficiently and less hassle in posting or scanning responses to examiners (it would all be managed digitally so the examiners could mark them on-screen or print them out if necessary).",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-26T11:51:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-26T11:51:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:57.940Z",
        "rejection": {
            "code": "no-action",
            "details": "Could you please resubmit this e-petition making it clear if you are referring to school aged children, or students that are in Further or Higher Education"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:57.943Z"
    },
    "id": 28393,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28393.json"
    },
    "type": "archived-petition"
}