{
    "attributes": {
        "action": "Jobseekers Allowance Restricted Bank Account and Credit/Debit Card",
        "additional_details": "Rather than Jobseekers allowance be paid in forms which can be used to buy anything(cash). People claiming JobSeekers are given a government bank account & credit card. The bank account can only be used for paying utility bills; gas, elec, etc - but not things like internet. The credit card is only accepted in super markets (for groceries),  shoes/clothes shops. Grocery allowances to be paid monthly into the bank account. At the end of every month any allowance that is not used is deducted from the next months - meaning you can never 'save' up allowances. Yearly allowances paid for shoes/clothes. This would motivate the unemployed that in order to buy/save/spend money on anything they like, they would have to go to work to earn real money. People who loose there job, would have enough to pay for essentials until they get back to work. It would stop unscrupulous families from spending on things which are non-essential/saving up for big purchases. It could indirectly lower child poverty.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-26T22:45:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-26T22:45:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:58.444Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:58.447Z"
    },
    "id": 28449,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28449.json"
    },
    "type": "archived-petition"
}