{
    "attributes": {
        "action": "#CurriculumGB – evolving secondary school education, to meet the needs of 21st Century Britain.",
        "additional_details": "This petition seeks to obtain public approval, in order for #CurriculumGB to formally progress the need to evolve UK Secondary School Education, so that it better-represents 21st Century Britain, where Political, Economic, Social, and Technological landscapes have all significantly evolved.\r\n\r\nThe three routes that tend to follow secondary school are; a) higher education, b) employment, and c) unemployment. Higher education is at its most expensive, the employment pool has shrunk, and youth unemployment is one the rise. Only prevention can defeat this environment.\r\n\r\nThrough online public conversation, we will collate all feedback and provide reports on what the general public recommends. This activity will take place throughout the petition’s lifespan. All details can be accessed here: www.CurriculumGB.org\r\n\r\nOnce 100,000 signatures have been obtained, the output of this process will be genuine recommendations for consideration, put forward to those within the House of Commons.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-28T23:02:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-28T23:02:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:09:59.652Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:09:59.655Z"
    },
    "id": 28577,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28577.json"
    },
    "type": "archived-petition"
}