{
    "attributes": {
        "action": "Provide legislation requiring Local Authorities to create and support independent Older People's Councils",
        "additional_details": "The Government in the past started initiatives to provide better governance for the elderly that have fizzled out. We now rely on volunteers and charities to scrutinise national and local decisions affecting the elderly.\r\n\r\nInitiatives towards better governance for an ageing population are unlikely to be sustained and developed without commitment by central and local Government.\r\n\r\nThe elderly retired have time, commitment and skills needed to effectively monitor and campaign on issues that concern them. They want to be treated as citizens with a role to play rather than just recipients of services and care.\r\n\r\nIf provided with a small amount of support, they have time and motivation to sustain their voice at both local and national level.\r\n\r\nIt is time to legislate for Councils to support an independent older people's council for their area composed of a group of elderly volunteers, who can act as an independent elder voice on both the local and national issues that concern them.\r\n\r\n",
        "background": null,
        "closed_at": "2013-02-08T13:36:54.000Z",
        "created_at": "2012-01-29T23:09:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-29T23:09:13.000Z",
        "opened_at": "2012-02-08T13:36:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:00.081Z"
    },
    "id": 28631,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28631.json"
    },
    "type": "archived-petition"
}