{
    "attributes": {
        "action": "Evolving Seconday School Education to Meet the Needs of the 21st Century.",
        "additional_details": "The current secondary school education system is no longer fit for purpose:\r\n\r\n21st Century life is extremely different from 20th Century life. Consider the following points:\r\n\r\n01) The Political world has radically evolved - we now live in a truly global environment, where more recent political decisions have completely reshaped the way society operates.\r\n\r\n02) The Economy is not what it once was - the unstable nature of the economy is set to remain for a good few years at the very least.\r\n\r\n03) Society is deflated - the price of Everything increasing, unemployment, budget cuts etc. have all made life tougher than ever.\r\n\r\n04) Technology is everything it should be - we can carry the Internet in our pocket and consume information in all shapes and sizes.\r\n\r\nThere needs to be appropriate discussions and actions in place, so that secondary school students are provided with an education that better-reflects, and better-prepares them, for when they finish secondary school education.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-01-30T16:27:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-01-30T16:27:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:00.442Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:00.444Z"
    },
    "id": 28676,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28676.json"
    },
    "type": "archived-petition"
}