{
    "attributes": {
        "action": "Medieval Rail Charter & Practices",
        "additional_details": "Please sign this petition if you, like me, are outraged at the way rail companies are allowed to 'steal' from their clients.\r\n\r\nIt has come to my attention that should a passenger lose a weekly season ticket then they are forced to purchase another even if they can show proof of purchase.  Where else are you expected to pay for a service twice?  And where else do you receive such a shoddy service?\r\n\r\nI also understand that ticket inspectors are paid commission for each penalty ticket they issue.  Having been fined for an incident that related to a mis-sold ticket (i.e. not my fault) and realising that the inspectors were not interested in my story I think it's about time that the rail company's clients made a stand.  Most of us are honest citizens yet we are all being branded criminals because the 'inspectors' are more interested in earning money.  Where has morality gone?\r\n\r\nDo not stand for these outdated practices that serve only to line the pockets of fat cat directors.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-02T08:45:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-02T08:45:53.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:01.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the train companies and the Association of Train Operating Companies (ATOC)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:01.809Z"
    },
    "id": 28831,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28831.json"
    },
    "type": "archived-petition"
}