{
    "attributes": {
        "action": "\"Rescind the deal for Dow Chemicals to sponsor the 'wrap' at the Olympic Stadium\"",
        "additional_details": "To say \"E-petitions cannot be used to request action on issues that are outside the responsibility of the government\" is false. Government HAS been involved. If there are riots, boycotts, terrorism or cyber attacks, the PM, the Home Sec and DCMS will soon intervene. The earlier statement \"Dow Chemical is a Worldwide IOC Olympic Partner and ... one of 11 ‘TOP’ partners for the London ... Games. The IOC has sole responsibility for negotiations concerning worldwide ... sponsors. Therefore, this is not a matter for the Government, or the London Organising Committee of the Olympic Games and Paralympic Game\" statement is also erroneous. As above, the government has a duty in this area and LOCOG was clearly responsible for appointing Dow to become 'wrap' sponsors. Rather than obstructive, deceitful reasons for rejection you should be backing a means of escaping this situation. Take this message as a request to allow my petition. Failure to do so will be a denial of  democratic rights. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-02T17:37:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-02T17:37:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:02.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The original moderation decision of DCMS is correct, this matter is not one for HM Government.\r\n\r\ne-Petitions which are regarding companies, such as Dow Chemical are also inadmissable under the terms and conditions of the site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:02.245Z"
    },
    "id": 28876,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28876.json"
    },
    "type": "archived-petition"
}