{
    "attributes": {
        "action": "Persuade John Terry to relinquish the England captaincy before the 2012 UEFA European Football Championship",
        "additional_details": "John Terry courts controversy. His entire career has been blighted by unsavoury incidents including adultery, assault, offensive behaviour, and most recently (and arguably the most damaging to our wonderfully diverse and multicultural nation's image abroad) he has been accused of racist abuse.\r\n\r\nMany in the public eye have called for him to stand down from his England captaincy, but he insists he has done nothing wrong, refusing to relinquish the captaincy.\r\n\r\nOur national team (and our nation) is at risk of becoming an international embarrassment if this man is allowed to continue to lead England while this latest charge hangs over him.\r\n\r\nWhether or not he is guilty of the racism charge, Terry should stand down for the good of the nation. Our national team rightly contains many black players, and to have a player in the squad (let alone the captain) who has been accused of racism must surely be extremely damaging to the morale of the squad, not to mention the image of our country.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-03T01:11:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-03T01:11:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:02.505Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the FA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:02.508Z"
    },
    "id": 28904,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/28904.json"
    },
    "type": "archived-petition"
}