{
    "attributes": {
        "action": "Council Tax - Abolish “Relevant Transactions” and let Councils collect additional Council Tax increase as property Developements are completed",
        "additional_details": "When a property is improved (e.g. an extension is built), legislation prevents the VOA from increasing the existing band of that property until there is a “relevant transaction”.  The additional Tax may not be collected for many years into the future. It is totally unfair to neighbouring properties of the same original specification, that do not have large extentions and are charged the same Council Taxes.\r\nIf a higher band is warranted, the new band and subequent increase in council tax to be effective from the date that the council tax valuation list, which contains the bandings of all homes, is altered immediately, and not until a Relevant Transaction takes place hence allowing councils to collect additional Taxes and reduce there cost cutting of services.\r\nThe Govenment should immediately review its legislation to the V.O.A. to allow councils to collect the extra Council Taxes now and not in the future.\r\n",
        "background": null,
        "closed_at": "2013-02-09T09:17:30.000Z",
        "created_at": "2012-02-05T21:54:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-05T21:54:53.000Z",
        "opened_at": "2012-02-09T09:17:30.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:03.780Z"
    },
    "id": 29059,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29059.json"
    },
    "type": "archived-petition"
}