{
    "attributes": {
        "action": "Negotiations on changes to the Teachers’ Pension Scheme",
        "additional_details": "The Secretary of State for Education made a statement on 20 December on changes to the Teachers’ Pension Scheme (TPS), confirming that teachers will have to pay 50% more for their pension and face having to work much longer before they get their full pension.\r\n\r\nUnions representing the vast majority of teachers and lecturers have declined to sign up to the proposed Heads of Agreement.\r\n\r\nDespite the Secretary of State’s assurances that sufficient time & resources would be provided to secure a solution, an arbitrary deadline was imposed on the discussions and no additional resources provided.\r\n\r\nI petition the Government to enter into genuine negotiations on the future of the TPS, including the cost-ceiling, the normal pension age and the future level of employee contributions.\r\n\r\nTo achieve a negotiated settlement the Government must accept that further discussions and additional funding are needed.",
        "background": null,
        "closed_at": "2013-02-07T11:21:23.000Z",
        "created_at": "2012-02-06T16:50:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:04.040Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe government has been involved in extensive negotiations with unions across the public sector and on a scheme by scheme basis. Following detailed negotiations each scheme published its Proposed Final Agreement (PFA) on 9 March 2012. The PFAs set out the core parameters within which each public service pension scheme would operate and the unions agreed to take these to their executives.  The reformed TPS will provide a pension scheme which guarantees teachers one of the best pensions available but keeps a firm lid on rising costs for future generations.\r\n\r\nWhile it is recognised that not all unions have accepted a reformed scheme policy, a sufficient number of unions from across the public sector have signed up to the PFAs. Negotiations on scheme design are now closed and will not be re-opened. Government departments are however committed to discussing, with all unions and employer representatives, details for implementation of the scheme design.\r\n\r\nThe government has been involved in extensive negotiations with unions across the public sector and on a scheme by scheme basis. Following detailed negotiations each scheme published its Proposed Final Agreement (PFA) on 9 March 2012. The PFAs set out the core parameters within which each public service pension scheme would operate and the unions agreed to take these to their executives.  The reformed TPS will provide a pension scheme which guarantees teachers one of the best pensions available but keeps a firm lid on rising costs for future generations.\r\n\r\nWhile it is recognised that not all unions have accepted a reformed scheme policy, a sufficient number of unions from across the public sector have signed up to the PFAs. Negotiations on scheme design are now closed and will not be re-opened. Government departments are however committed to discussing, with all unions and employer representatives, details for implementation of the scheme design.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-05-04",
            "summary": "",
            "updated_at": "2017-06-21T15:10:04.040Z"
        },
        "government_response_at": "2012-05-04T10:41:10.223Z",
        "moderation_threshold_reached_at": "2012-02-06T16:50:19.000Z",
        "opened_at": "2012-02-07T11:21:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-04-04T10:41:10.223Z",
        "scheduled_debate_date": null,
        "signature_count": 32121,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:04.049Z"
    },
    "id": 29103,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29103.json"
    },
    "type": "archived-petition"
}