{
    "attributes": {
        "action": "Sir Alex Ferguson should be stripped of his knighthood for bringing the honours system into disrepute.",
        "additional_details": "After making its decision regarding Fred Goodwin last week, the HFC have set a precedent and we ask them to rescind the knighthood given to Sir Alex Ferguson in 1999 on the basis that his subsequent actions, raise the question of whether he should continue to hold the honour. The HFC can rescind a honour if the recipient has \"been censored…by the relevant professional or regulatory body..\" Since 2003 Sir Alex has been found guilty of misconduct 5 times by the FA, received 16 match bans and fined £75,000. In 2003 he was found guilty by UEFA of bringing the game into disrepute. In 2010 he ignored new Premier League rules by continuing his 6 year personal boycott against the BBC. In 2009 a FA regulatory commission warned him about his future conduct. He continues to bring the game into disrepute, show disregard for the authority of officials, sets an example of bad sportsmanship to the public and behaves in a manner inappropriate for a knight of the realm.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-06T19:39:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-06T19:39:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:04.124Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:04.127Z"
    },
    "id": 29116,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29116.json"
    },
    "type": "archived-petition"
}