{
    "attributes": {
        "action": "To remove Local Authority 3 year restrictive covenant to enable ex council house owners to sell freely to who they wish in a struggling housing market",
        "additional_details": "Would like the Government to have North Norfolk District Council and any other Local Authorties who use this rule to remove the 3 year restrictive covenant from ex Council houses enabling us to sell to ANY buyer. Currently we are only permitted to sell to buyers who have lived or worked in Norfolk for 3 years. This greatly limits selling chances in an already difficult property market.  We are not even allowed to sell to people in the whole of East Anglia - Norfolk ONLY. Ex LA policehouse are not restricted. Why? While in some villages of natural beauty in UK - ALL properties are restricted so that areas can be protected from 2nd home syndrome, only ex council houses are included in the covenant in North Norfolk, which makes this rule pointless and outdated. Ex LA houses are affordable, saleable family homes which are being unfairly restricted.There are barely any Local Governments who use this restriction because it serves no proven purpose except to unfairly restrict sellers. ",
        "background": null,
        "closed_at": "2013-02-08T14:00:35.000Z",
        "created_at": "2012-02-08T13:17:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-08T13:17:01.000Z",
        "opened_at": "2012-02-08T14:00:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 31,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:05.467Z"
    },
    "id": 29266,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29266.json"
    },
    "type": "archived-petition"
}