{
    "attributes": {
        "action": "Return VAT on Air Ambulance fuel payments.",
        "additional_details": "The Air Ambulance Service is forced to meet rising fuel prices year on year including VAT.\r\nThe Air Ambulance Service have saved successive governments millions and millions of pounds funded by charitable donations given by the general public to run what has proven to be an essential service.\r\n\r\nWhilst the Lifeboat Service has been exempt from VAT on fuel costs since 1977, a similar privilege has not been afforded to the Air Ambulance Service;\r\n\r\nWe call on the government to have an urgent review of this situation and in doing so\r\nWe call on the government to return in the form of grants to Air Ambulance Service providers all the future VAT which the Treasury collects from them so that the Air Ambulance Service is in practice exempt from paying VAT in the same way as the Lifeboat Service.",
        "background": null,
        "closed_at": "2013-02-10T08:53:29.000Z",
        "created_at": "2012-02-09T17:43:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-06-07T16:37:56.075Z",
        "government_response": {
            "created_at": "2017-06-21T15:10:06.225Z",
            "details": "The Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures\r\n\r\nThe Backbench Business Committee meets weekly to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom\r\n\r\nThe Government has provided the following response to the petition:\r\n\r\n“Charities are at the heart of the Government’s ambition to build the Big Society. To help support this, the Government provides charities with over £3 billion a year in tax reliefs, which includes around £200 million in reliefs from VAT.  Furthermore, as part of the wide range of VAT and other tax reliefs available to charities, voluntary search and rescue charities can purchase medicines, medical equipment and certain other specialised equipment VAT free. All of these reliefs are derogations from the normal EU VAT rules and are not enjoyed by charities in other Member States.\r\n\r\nAir ambulance charities currently operate in many different ways, which will determine whether they pay VAT on supplies received, and the extent to which this can be recovered.  There are a number of specific VAT reliefs which apply to air ambulance charities. Full VAT relief applies to the purchase of air ambulance helicopters, saving £600,000 on the cost of a £3 million helicopter, and on leasing costs, saving £86,000 a year based on a standing charge of £36,000 a month. If the lease contact includes fuel, then this will also be zero rated.  Furthermore, aviation fuel can be purchased exempt from excise duties, and at a reduced VAT rate of 5 per cent.\r\n\r\nHowever, there are some charities that do pay the standard rate of VAT on fuel and it is right to look further at whether the impact of VAT can be mitigated. The Government fully appreciates the valuable work carried out by all rescue teams, and is committed to reviewing tax and operational issues around the Air Ambulance Service. It is important that we fully understand the operating models and funding arrangements of air ambulance services before narrowing our focus onto the specific issue of VAT.\r\n\r\nThe Department of Health is committed to undertaking a ‘fair playing field review’ which will examine whether there are inequalities in the treatment providers of NHS funded services, and if so what can be done to address these.   In addition they are considering the capability and funding of emergency medical care of the type provided by the London Air Ambulance. HM Treasury officials will be working with colleagues in the Department of Health to discuss both reviews.  If neither addresses the issue of the VAT regime applicable to the air ambulance service, the Treasury will undertake its own separate review.”\r\n\r\nGuy Opperman MP and Hugh Bayley MP were allocated a half-day in the Chamber in Backbench time and the debate took place on 11 July 2012.  A transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201213/cmhansrd/cm120711/debtext/120711-0003.htm#12071139000002",
            "summary": "",
            "updated_at": "2017-06-21T15:10:06.225Z"
        },
        "government_response_at": "2012-03-22T04:51:55.707Z",
        "moderation_threshold_reached_at": "2012-02-09T17:43:16.000Z",
        "opened_at": "2012-02-10T08:53:29.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-02-22T04:51:55.707Z",
        "scheduled_debate_date": null,
        "signature_count": 154662,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:06.231Z"
    },
    "id": 29349,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29349.json"
    },
    "type": "archived-petition"
}