{
    "attributes": {
        "action": "EDUCATE FUTURE VOTES. INTRODUCE SOME COMPULSORY POLITICS LESSONS FOR OVER 16S.",
        "additional_details": "Introduce a few compulsory politics lessons to students over the age of 16.\r\n\r\nIt's suggested that a lot of our political influence comes from our parents and who they vote for. Adult participation in politics is decreasing, very few young people now have political conversations with their family. Top this up with a lack of political education and it is almost certain that the trend in decreasing participation and will continue.\r\n\r\nIt is essential that we educate youth on up to date politics, including (but not limited to) party policies and other political basics allowing them to make informed decisions when voting. Manifestos contain highly complex language that younger people are less likely to understand, so it is not simply a case of looking it up themselves.\r\n\r\nI am an AS politics student. The only prior education I received was in citizenship, learning the names of a few political buildings in a boring, un-engaging lesson. This time could have been spent better.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-10T00:39:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-10T00:39:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:06.444Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:06.448Z"
    },
    "id": 29378,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29378.json"
    },
    "type": "archived-petition"
}