{
    "attributes": {
        "action": "The Oliver King Foundation - SADS",
        "additional_details": "We call on the Government to take action on Sudden Adult Death Syndrome (SADS).\r\n\r\nSADS can go on undetected, and is something which can affect people aged between 12 & 35 years old. It can be detected by simply having an ECG test.\r\n\r\nThe Oliver King Foundation was set up following the death of Oliver King, a 12 year old boy who died in Wavertree of SADS.\r\n\r\nWe call on the Government to introduce defibrillators to all public buildings by 2017, and provide staff with the appropriate training. We also call on the Government to offer all people aged between 12 & 35 a simple ECG test, which could reduce the current death rate of 12 young people a week.",
        "background": null,
        "closed_at": "2013-02-10T11:24:54.000Z",
        "created_at": "2012-02-10T11:07:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-07-24T18:45:04.752Z",
        "government_response": {
            "created_at": "2017-06-21T15:10:06.656Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government appreciates how devastating this issue is for all families and friends who are affected.\r\n\r\nSudden cardiac death is a very complex issue.  It can be caused by a range of different conditions, many of which are difficult to detect through screening.  There is no single test that can pick up all of these conditions, nor is it possible to say which abnormalities will lead to sudden death.  For some of the conditions implicated in sudden death there is no known or proven treatment.  The chances of sudden heart attacks in apparently fit young people are tiny, but the consequences are nevertheless tragic.\r\n\r\nWhilst screening has the potential to save lives, it is not a foolproof process.  Early diagnosis can reduce the risk of developing a condition or its complications, but it cannot guarantee protection.  It is very important that screening for a condition is introduced only where there is evidence that it will be effective, that the benefits outweigh the potential harm and that it does not give misleading information to the person being screened or the clinician.\r\n\r\nThe UK National Screening Committee (UK NSC) advises ministers and the NHS in all four UK countries about all aspects of screening policy.  It recommended in 2008 that a national screening programme for hypertrophic cardiomyopathy (HCM), an important cause of sudden death in those under thirty, should not be introduced, as sudden cardiac death can be caused by a range of conditions, many of which are difficult to detect through screening.  In addition, there is considerable risk that tests will give a positive result when a person is not affected by the condition (known as a false positive).  This could result in people worrying unnecessarily that they have a heart problem causing them to change their behaviour and possibly avoid exercise and activity beneficial to their health.  It is also possible to have a heart problem that the test does not pick up, known as false negatives.\r\n\r\nIn line with its three yearly review policy, the UK NSC is currently reviewing its policy position on screening for HCM once again. The review will take into account the most up-to-date international evidence and there will be an opportunity for the public to participate in the review process next year when a copy of the completed HCM review will be open for public consultation on the UK NSC’s website at www.screening.nhs.uk.\r\n\r\nWith regard to providing defibrillators in all public buildings, the National Defibrillator Programme, which was coordinated by the Department of Health from 2000, began placing automated external defibrillators in public places.  From February 2007, responsibility for continuing the legacy of the National Defibrillator Programme was devolved to ambulance trusts.  Most of the ambulance trusts across the UK have community resuscitation departments or similar, which work to place defibrillators in the community, and in areas of need.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:06.656Z"
        },
        "government_response_at": "2012-03-26T23:08:55.075Z",
        "moderation_threshold_reached_at": "2012-02-10T11:07:54.000Z",
        "opened_at": "2012-02-10T11:24:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-02-27T00:08:55.075Z",
        "scheduled_debate_date": null,
        "signature_count": 110704,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:06.663Z"
    },
    "id": 29399,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29399.json"
    },
    "type": "archived-petition"
}