{
    "attributes": {
        "action": "Phone hacking....Why are private investigators that hack into the phones of the general public for insurance corporations exempt from investigation? ",
        "additional_details": "Many of the major insurance companies in the UK make extensive use of private investigators who have, from my own personal experience, hacked, bugged and or taped personal phone calls from members of the public.  Despite having previously reported these issues (years before the recent hacking scandals), my complaints were never investigated and simply dismissed.  Why is it that private investigators that hack into the phones of the general public and or record private phone calls on behalf of their clients, the insurance corporations, appear to be exempt from investigation or prosecution?  I was so incensed by the events that overtook our lives in relation to this injustice that I even published a book, Chequered Justice (again this was well prior the recent phone hacking scandals).\r\nWhy does The Ministry of Justice turn a blind eye to these enormous, tax revenue generating corporations and allow them to get away with such activities?\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T19:15:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T19:15:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:12.052Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:12.056Z"
    },
    "id": 2950,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/2950.json"
    },
    "type": "archived-petition"
}