{
    "attributes": {
        "action": "Government to apply pressure on HMRC to cooperate with Rangers Football Club regarding EBTs",
        "additional_details": "I urge the UK Government to apply pressure on HMRC to negotiate terms with Glasgow Rangers for the settlement of any liabilities, should Rangers be found guilty of the misuse of EBTs.  IF Rangers are found guilty then HMRC can of course expect repayment however I urge the Government to gain assurances from HMRC that they will work with Rangers to ensure that this payment can be made without jeopardising the long-term future of Rangers.\r\nRangers Football Club is more than just a club, it is a major Scottish institution which means a great deal to hundreds of thousands of people worldwide and that should be taken into consideration when HMRC are dealing with this case.\r\nThe undersigned feel that the UK Government should be doing more to protect football clubs from the reckless mismanagement of individual(s), no one person, no matter how rich should be allowed to endanger something that belongs to past, current and most importantly future generations of football fans.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-14T10:55:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-14T10:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:08.617Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:08.620Z"
    },
    "id": 29640,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29640.json"
    },
    "type": "archived-petition"
}