{
    "attributes": {
        "action": "Stop the beer duty escalator",
        "additional_details": "Every year, the beer tax escalator increases the tax on beer by 2% above the rate of inflation, thus adding considerably more pressure on the British pub, the cornerstone of many of our communities. Removing the beer duty escalator at the next budget will help keep beer more affordable and go a long way to supporting the institution that is – the great British pub.\r\n\r\nGoing to the pub is a core British tradition and so is enjoying great beer. If you want to continue enjoying your fresh pint  in your local pub then it’s crucial that you support our campaign to grind the beer duty tax escalator to a halt.\r\nIf we don’t show our support for the great British pub, we risk losing more pubs and more jobs within our local communities.\r\n\r\nSupport great beer in the great British pub and sign our e-petition now..... British Pubs Need You.",
        "background": null,
        "closed_at": "2013-02-15T09:00:54.000Z",
        "created_at": "2012-02-14T15:30:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-08-01T11:59:58.436Z",
        "government_response": {
            "created_at": "2017-06-21T15:10:08.807Z",
            "details": "This e-petition has now passed the threshold of 100 000 signatures.\r\n\r\nThe Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures.\r\n\r\nThe Backbench Busines Committee meets weekly to hear representations from MPs for debates in backbench time. The Committee can consider and subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the committee is available on its website http://www.parliament.uk/bbcom\r\n\r\nThe Government have provided the following response to the petition:\r\n\r\n“The Government recognises that pubs and brewers make an important contribution to local communities and to the wider economy, in addition to providing local employment and promoting responsible drinking. This is why at Budget 2012 we announced no further changes to alcohol duties, beyond the increases pre-announced at Budget 2008 by the previous Government. The ‘duty escalator’ refers to those inherited plans to increase all alcohol duty rates by 2 per cent above inflation (RPI) each year to 2014 - 2015.\r\n\r\nThe revenues from alcohol duty make an important contribution to tackling Britain’s debt crisis. Budget 2012’s duty increase and increases to 2014 - 2015 form part of our credible plan to reduce the Britain's debt, which is required to ensure low interest rates and a stable platform for growth. It would be worse for everyone if the Government did not take action to tackle the deficit.\r\n\r\nThe Government’s ambition is for the UK to be the best place in Europe to start, finance and grow a business. In support of this aim the Government has taken a number of steps to boost business, from which pubs will benefit. These include a reduction in the main rate of corporation tax from 26 per cent to 24 per cent in April 2012. The rate will also reduce to 23 per cent in April 2013 and then to 22 per cent in April 2014. For small businesses in particular, the Government reduced the small profits rate from 21 per cent to 20 per cent from 1 April 2011, and extended the small business rate relief holiday until March 2013.\"",
            "responded_on": "2012-04-03",
            "summary": "",
            "updated_at": "2017-06-21T15:10:08.807Z"
        },
        "government_response_at": "2012-04-03T03:30:48.443Z",
        "moderation_threshold_reached_at": "2012-02-14T15:30:22.000Z",
        "opened_at": "2012-02-15T09:00:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-03-03T04:30:48.443Z",
        "scheduled_debate_date": null,
        "signature_count": 108848,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:08.813Z"
    },
    "id": 29664,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29664.json"
    },
    "type": "archived-petition"
}