{
    "attributes": {
        "action": "controlled drugs legislation affecting nurses and their patients",
        "additional_details": "After public consultation and overwhelming support which led to legislative amendments to The Medicines Act nearly 4 years ago, the Misuse of Drugs Act has still not been amended. This means that nurses prescribers are unable to prescribe certain CDs. The delays is legislation also prevent nurses who can prescribe certain CDs from carriage of them to unknown patients. This causes major problems particularly in emergency care, as the prescribers can prescribe and administer these medicines, but are unable to carry them. The same legislation, also means that it is currently illegal for nurses to mix medicines where one of those medicines is a CD. The Home Office have promised this legislation for 4 years, however it is leaving patients in pain and practitioners exposed to legal proceedings. We are calling for these changes to legislation to be made as soon as possible to ensure that we can care for our patients as effectively as possible.",
        "background": null,
        "closed_at": "2013-02-21T09:52:30.000Z",
        "created_at": "2012-02-16T12:45:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-16T12:45:30.000Z",
        "opened_at": "2012-02-21T09:52:30.000Z",
        "rejected_at": "2017-06-21T15:10:10.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Removed at request of petitioner, as the action called for has since been met by the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 959,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:10.009Z"
    },
    "id": 29797,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29797.json"
    },
    "type": "archived-petition"
}