{
    "attributes": {
        "action": "Cut roadside verges less to conserve biodiversity and save money",
        "additional_details": "The Grasslands Trust is asking councils to reduce the amount of mowing that occurs yearly on roadside verges. The average council spends around £230,000 every year on cutting roadside verges and the total costs  nationally may add up to as much as £81 million per year.\r\n\r\nRoad verges need only be cut once a year, after the flowers have set seed - much as they would have been for hundreds of years before the tractor and flail were invented. Wildflower-rich roadside verges help councils better manage the yearly peaks in verge growth, avoiding the seasonal rush to cut verges during restricted time frames.\r\nBy cutting too often, or at the wrong time of year, vital sources of nectar and pollen are removed, depriving insect pollinators from a valuable resource.\r\n\r\nWe are calling on the Department for Transport to encourage councils to cut back on mowing roadside verges, to conserve biodiversity and save money.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-16T16:04:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-16T16:04:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:10.200Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for local highway authorities to decide.  Guidance is already available from the UK Roads Liaison Group's code of practice, 'Well-maintained Highways'."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:10.203Z"
    },
    "id": 29819,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29819.json"
    },
    "type": "archived-petition"
}