{
    "attributes": {
        "action": "Change the domestic violence laws to make psychological domestic abuse and controlling/coercive behaviour a crime",
        "additional_details": "We urge the Government to change the law on domestic violence to make psychological domestic abuse and controlling/coercive behaviour a crime.\r\n\r\nIt is important to change the attitudes and behaviour of controlling partners and also send the message to victims that the law is on their side and that society views this behaviour as unacceptable to the point of being a criminal act.\r\n\r\nFrance has adopted this law with cross-party support - “mental violence” was defined as \"repeated acts which could be constituted by words or other machinations, to degrade one's quality of life and cause a change to one's mental or physical state\".  It includes repeated rude remarks about a partner's appearance, false allegations of infidelity, threats of physical violence, shouting and hurling abuse, abusive letters, SMSs or repetitive messages.  The law was adopted after the national helpline for domestic violence recorded 90,000 calls in a year - 84% were about psychological abuse.\r\n",
        "background": null,
        "closed_at": "2013-02-23T18:22:38.000Z",
        "created_at": "2012-02-18T13:06:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-18T13:06:22.000Z",
        "opened_at": "2012-02-23T18:22:38.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 291,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:10.972Z"
    },
    "id": 29908,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29908.json"
    },
    "type": "archived-petition"
}