{
    "attributes": {
        "action": "Getting Brighton's Alex Steer discussed in parliament",
        "additional_details": "I would like Alex Steer of Brighton to be discussed in Parliament in terms of all she has done and continues to do for the Brighton Rockers (hence the dept of transport link). She selflessly and tirelessly armed with only a coat covering a flimsy t-shirt, stood all through the recent Brighton Rockers Derby bout and made tactical gestures to her team-mates, not once thinking of herself as she stood in the bitter temperatures of the warehouse, only ever thinking of the team! What an inspiration.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-19T11:42:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-19T11:42:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:11.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Nice try!  We're not convinced that indoor roller skating quite comes within the remit of the Department for Transport, and since your petition is couched in rather general terms about Alex Steer's achievements, we're not sure that the Department for Culture, Media and Sport would see it as a call for Government action either.  If you want to raise her profile as a role model, you might try approaching a local MP, to see whether they would either initiate an Early Day Motion or seek an adjournment debate where they could speak up for Alex in person."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:11.217Z"
    },
    "id": 29945,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/29945.json"
    },
    "type": "archived-petition"
}