{
    "attributes": {
        "action": "Local Authorities to work closer with Fitness Professionals to get Britain Active and deliver the Public Healths Responsibility Deal",
        "additional_details": "The Public Health Responsibility Deal (RD) aims to tap into the potential for businesses and other influential organisations to make a significant contribution to improving public health by helping us to create this environment.\r\nUnfortunately the (RD) is lacking application as it is being implemented primarily through GPs and PCTs.\r\nThe best equipped people to deliver wide spread and effective health initiatives are Fitness Professionals. They are passionate about helping people make big positive changes to their lives and make people happier and healthier.\r\nUnfortunately Fitness Professionals are not being used due to funding, red tape, insular mindsets and small scale thinking from the decision makers in local Government, GP surgeries and PCTs.\r\nWe are seeking assistance to support and develop fitness professionals and find ways to cut through the red tape and initiate wide spread health initiatives to really make a difference to the RD and more people's lives.\r\n",
        "background": null,
        "closed_at": "2013-02-24T18:40:19.000Z",
        "created_at": "2012-02-22T21:52:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-22T21:52:44.000Z",
        "opened_at": "2012-02-24T18:40:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 37,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:13.566Z"
    },
    "id": 30193,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30193.json"
    },
    "type": "archived-petition"
}