{
    "attributes": {
        "action": "160,000 of backlog asylum seekers already allowed to stay in UK, affecting UK's demographics & harmony forever. HMG must ensure no future such amnesty",
        "additional_details": "Around 100 million passengers enter the UK annually. UK Border Force being made separate from UKBA would be cosmetic, unless HMG actually ensure retrospective  (regardless of time that had elapsed) correction of frequent unauthorised border check suspensions on Eurostar checks, as well as unauthorised downgraded checks on student visas, passport, fingerprints, etc. Over 500,000 Eurostar passengers arrived in UK without being checked against the Home Office index of suspected terrorists & those with adverse immigration histories. The agency had been working through a backlog of 450,000 asylum seekers cases since 2006. However, whilst the agency has finished working on 403,000 of them, just 38,000 (9 per cent) have left the UK with 160,000 (40 per cent) asylum seekers have been allowed to stay in UK and 74,500 cannot be traced. Another 129,000 have been recorded as \"errors”. Around 26,000 migrants are estimated to have overstayed their visas. Time for e-ID cards tracking all immigrants.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-23T11:17:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-23T11:17:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:13.687Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:13.689Z"
    },
    "id": 30215,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30215.json"
    },
    "type": "archived-petition"
}