{
    "attributes": {
        "action": "Provide adequate resources to retrospectively correct past immigration control errors (which will determine future UK demographics, harmony forever)",
        "additional_details": "HMG must prioritise resources to clear future backlogs in processing asylum claims, thus avoiding giving amnesty to claimants to remain in UK, as 160,000 claimants presently are. Border Force being made separate from UKBA would be cosmetic, unless HMG actually ensure retrospective  (regardless of time that had elapsed) correction of blunders like the frequent unauthorised suspensions & downgrading of  border checks on: Eurostar passengers, migrants with student (or other visas) & passports, fingerprints, etc. Over 500,000 Eurostar passengers are not checked against the Home Office index of suspected terrorists & those with adverse immigration histories. The agency had been working through a backlog of 450,000 asylum seekers cases since 2006. Out of 403,000 processed claims so far, just 38,000 (9%) have left UK with 160,000 (40%) asylum seekers given amnesty to stay (with indefinite leave to remain in UK) & 74,500 untraceable. Another 129,000 claims have been recorded as \"errors”.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-23T17:55:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-23T17:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:13.947Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:13.950Z"
    },
    "id": 30242,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30242.json"
    },
    "type": "archived-petition"
}