{
    "attributes": {
        "action": "Head teachers should not lose their ability to use their discretion to authorise up to 10 days absence from school.",
        "additional_details": "The government is proposing that any parent who takes a child out of school, for any reason, will be at risk of being fined. This is an abuse of our basic parental right to give our children a rounded education. Many parents are unable to take holiday when schools do for a variety of reasons, often dictated by their employers or industry sector.\r\nChildren learn greatly outside of the classroom; different languages, culture, geography and an appreciation of the wider world.  Parents can offer this responsibly, by working with teachers so children do not fall behind.  Homework can be given, diaries kept, scrap books can be made and shared back in the classroom.\r\nRules to protect children from the damage of persistent truancy are not to be confused with responsible parenting needs. We believe head teachers are the best placed people to understand the difference in each case and should not have the ability to grant a discretionary  period of up to 10 days as  “authorised absence” removed.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-26T13:04:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-26T13:04:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:15.275Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:15.279Z"
    },
    "id": 30393,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30393.json"
    },
    "type": "archived-petition"
}