{
    "attributes": {
        "action": "complaint of Liverpool John Moore's University regarding the breach of contract and trust",
        "additional_details": "Respected Prime Minister,\r\nThis is to inform you that we are the students of cohort 8 at Liverpool John Moore's University. We came here in Liverpool, UK through INSCOL academy in India which is an authorised academy of Liverpool John Moore's University. Before getting admission we were told and assured that we will get post study work visa after getting an alternative exit from our course (B.SC Nursing Studies).  During our course university provided a lot of guidance to proceed our PSW and they made us to submit our assignments as early as possible because of PSW. But now the university is refusing us to give the completion letter which is required to apply for PSW. And almost all the students had taken their education loan of heavy amounts. After hearing such a shocking news from the university all the students are under stress and frustration.  So this is a humble request to Honourable Prime Minister to pay attention towards this matter and give a genuine solution.\r\nThanks.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-26T20:00:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-26T20:00:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:15.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:15.393Z"
    },
    "id": 30405,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30405.json"
    },
    "type": "archived-petition"
}