{
    "attributes": {
        "action": "Compensate victims who paid hundreds of pounds in cash for having their vehicles released from clamps alleged to be parking on ‘private land’",
        "additional_details": "Private clamping of parked cars should be made illegal unless the private land concerned is secured by a fence, clearly designated as such in plain English & parking areas must be only designated out of necessity. Private land owners should be only able to impose parking fines at the SAME level as those issued by traffic wardens, unless specially appointed parking ombudsmen agree it should be at a higher level.  The police should be called if private clampers of cars parked on private land make unreasonable demands before they will release the clamp. Many vehicles in Birmingham were clamped a few years ago even the drivers parked their vehicles just for a few minutes. Clampers insisted that the strip is private land & that a tow truck is already called. Drivers often had to pay £240 in cash, as they refused to call off the tow truck, pointing out that further charges will be incurred when the tow truck come to remove the vehicle & storing the vehicle in a compound. ",
        "background": null,
        "closed_at": "2013-02-27T11:35:01.000Z",
        "created_at": "2012-02-27T08:56:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-27T08:56:04.000Z",
        "opened_at": "2012-02-27T11:35:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:15.463Z"
    },
    "id": 30419,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30419.json"
    },
    "type": "archived-petition"
}