{
    "attributes": {
        "action": "Bettter Protection by the identity and passport service of British citizens whose identity has been stolen and passport issued to imposters",
        "additional_details": "Nov 14 2011 i sent of my passport to be renewed by the identity and passport service. i was informed that it will not be renewed and i was under investigation, as some security checks had to be done.i contacted the IPS on numerous ocassion but met a wall of silence on what was taking so long but got alot of insults and unproffesional behavior from the staff so i contacted my MP,who informed me that the IPS had issued a passport in my  name to an imposter in 1994.i have been asked to bring documents to identify myself dating back to the 1960s which are lost\r\ni want the government to ensure that victims of this crime are not made to feel like criminals\r\ni want the ips staff to respect the integrity of the victims as well as the british passport.\r\ni want the ips to inform victims as soon as they discover the crime and not make the victim wait for months,and restore the victims identity within weeks rather than months\r\ni want legal support for victims of this crime",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-27T19:14:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-27T19:14:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:15.675Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:15.678Z"
    },
    "id": 30453,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30453.json"
    },
    "type": "archived-petition"
}