{
    "attributes": {
        "action": "Just add fuel",
        "additional_details": "As most people are aware the car company Peugeot have introduced a scheme where people can purchase a car where everything is included in the monthly cost and all they have to do is just pay for any fuel that they use.\r\n\r\nThe goverment should take this on board and try to get the other vehicle manufacturers to start similar schemes. This would boost the car manufacturing industry and create more employment. The manufacturers should, in principal have to start building more cars, which would create more jobs.\r\n\r\nThis scheme has worked very well for Peugeot and there is no reason that it could not work for the other manufacturers.\r\n\r\nA scheme like this would also allow young drivers the opportunity to build their no claims discount, as the cars would come with insurance.\r\n\r\nAlthough my collegues and myself work in the insurance industry, we feel that this would be an excellent way to kick-start the car industry whilst also helping young drivers attain insurance at a reasonable cost.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-28T12:27:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-28T12:27:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:15.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the automotive industry."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:15.985Z"
    },
    "id": 30484,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30484.json"
    },
    "type": "archived-petition"
}