{
    "attributes": {
        "action": "Free Public Transport for Under-16s",
        "additional_details": "When you look at how much money is spent on the car (www.thegreencarwebsite.co.uk indicate that the UK government wastes £1 billion a year on road projects which aren’t solving people’s transport problems) I'm sure that making transport free or very cheap wouldn't actually cost our govenment's that much money.  Road repairs should reduce, traffic accidents should reduce, motoring offences should reduce, road rage should reduce, pollution should reduce.  Also people might be less stressed, community spirit might return and we might all end up talking to each other rather than locking ourselves in our own little boxes.... and on a really plus side, we might just save the world from the worst that global warming will do to us. Perhaps we'd need to be taxed a little more, but the money we'd save from paying fuel - and fuel tax would probably more than compensate us for that.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-29T09:30:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-29T09:30:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:16.457Z",
        "rejection": {
            "code": "no-action",
            "details": "The description of the petition does not seem to have anything to do with free travel for under-16s (about which there have been a great many petitions)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:16.460Z"
    },
    "id": 30540,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30540.json"
    },
    "type": "archived-petition"
}