{
    "attributes": {
        "action": "Dangerous Bus station Automatic Doors",
        "additional_details": "My Nan aged 81years, was knocked over by the Automatic Platform Doors whilst coming off the bus and onto the station. These Doors are dangerous. They open and close between each person in the que. They also don't seem to register whether a person is still there and this is how this particular incident happened.\r\nThe bus station did not fully cover the incident details and Annie's contact details. They also did not follow up to check on how Annie was in the following days. This is neither Fair nor professional, as Annie used the buses everyday and is now afraid. The bus station tried ot blame her age.\r\n\r\nWe would like somebody who can help recognise how seriously this has effected Annie's well being and how they pose a danger to other citizens using this service. After his has been recognized, we would also like something to be done about how dangerous the Automatic Platform doors are.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-02-29T12:16:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-02-29T12:16:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:16.628Z",
        "rejection": {
            "code": "no-action",
            "details": "While we sympathise with your predicament, you do not say what action you would like central Government to take.  Liability in the individual case at hand should be raised with the bus station owner; you may wish to raise it also with the local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:16.630Z"
    },
    "id": 30555,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30555.json"
    },
    "type": "archived-petition"
}