{
    "attributes": {
        "action": "To stop paying councillor allowances and require the transparent publication of their expenses",
        "additional_details": "Currently councillors are able to claim both allowances and expenses.  This creates an environment where in multi-tier areas you often find that the same politician sits on your town, district and county councils as the combined income allows them to become full time politicians.  I believe that this is not only something that this country can no longer afford, but that is also damaging to local democracy as it often results in the same person expressing the same views at each council on which they sit, thereby stifling the representation of more diverse views and experience.  Therefore I propose that: 1) Payment of any type of allowance to councillors is banned.  2)  Councillors are only paid expenses using the same rates and polices as their Council’s staff in order to prevent them being raised to substitute allowances.  3)  All expenses must be supported by receipts and are published on-line with only personal data redacted by the end of the calendar month following submission",
        "background": null,
        "closed_at": "2012-08-08T12:59:04.000Z",
        "created_at": "2011-08-04T19:52:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T19:52:18.000Z",
        "opened_at": "2011-08-08T12:59:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 25,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:13.139Z"
    },
    "id": 3073,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3073.json"
    },
    "type": "archived-petition"
}