{
    "attributes": {
        "action": "Petition against the lack of respect between students, the general public, and drivers on public buses",
        "additional_details": "This petition is part of a campaign against the lack of respect shown between students, the public, and drivers on buses.\r\nThe aim of this petition is to alert the government to this national issue, with a view to resolving the contension between all parties involved.\r\nWe would ask for students to be properly educated as to what acceptable and unacceptable behaviour on public transport is.\r\nWe would also like the public to respect the younger  generation as the younger generation respects them, and to put an end to ageist stereotyping, as it is simply not fair.\r\nBus drivers must also understand, that, although students can be disruptive and irritating, it is their job to ferry them to and from school. Driving an empty bus past a bus stop that does not only contain students, but also members of the public is irrational, and unacceptable.\r\nWe would greatly appreciate it if you were to sign this petition.\r\nThank you for your time.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-03T15:45:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-03T15:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:18.356Z",
        "rejection": {
            "code": "no-action",
            "details": "The purpose of the e-petitions site is to allow members of the public to call on national Government to undertake some action - you may wish to resubmit your petition so as to include a specific call to central Government (bearing in mind that education provision is a matter for local government)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:18.359Z"
    },
    "id": 30740,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30740.json"
    },
    "type": "archived-petition"
}