{
    "attributes": {
        "action": "Over turn Retrospective Changes to Settlement (ILR) Rules for HSMP / Tier 1 Applicants",
        "additional_details": "HSMP/Tier 1 needed migrants to spend 5 years in the UK and be economically active in order to qualify for ILR. They were also required to make the UK their main home. Home requirement and clear criteria for ILR created a reasonable and legitimate expectation that if an immigrant meets the above requirements, they will be eligible for ILR.\r\nOn 6th April 2011 Settlement Rules for Tier 1 and HSMP Migrants were amended retrospectively.\r\n1. Tier 1 Applicants are required to score points again in the last year when they apply for Settlement\r\nApplicant needs to be free of unspent convictions (including traffic offence) when applying for Settlement\r\n2. A person could be in a job for 4 and a half years and then loose his job because the economic scenario or get a driving fine and as a result won't be eligible for ILR.\r\nIn the past, immigration ministers have consistently opposed the retrospective elements of the changes. Hence, I would urge the government to overturn the retrospective rules.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-03T23:59:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-03T23:59:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:18.513Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:18.516Z"
    },
    "id": 30761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30761.json"
    },
    "type": "archived-petition"
}