{
    "attributes": {
        "action": "Brithish Olympics",
        "additional_details": "British Olympics\r\n\r\nAs one off the many tax payers who are subscribing to this event, can the people in question please explain why we are outsourcing goods, Printed tickets from the USA, memorabillia from India and what other foreign country?.\r\nMy understanding of memorabillia is from the country of origin!.  We have plenty of companies who could furnish these requirements and keep them authentic. As they are contributing to a project by paying taxes into a project and whether they agree with it or not they are benfiting for the sake of the British Isles.\r\nTo me this is another example of the mavericks who don't use their brains with regard to the British public or our economy.\r\n\r\nThis has be addressed urgently and we do not have months to do this!!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-04T14:19:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-04T14:19:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:18.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The staging of the Games is the responsibility of the London 2012 Organising Committee (LOCOG), a private company operating independently of Government.\r\n\r\nThe main contract to print and fulfil the majority of tickets for London 2012 was awarded following a thorough, competitive and open procurement process in 2010. 94% of LOCOG’s contracts have been awarded to UK based business."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:18.769Z"
    },
    "id": 30783,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30783.json"
    },
    "type": "archived-petition"
}