{
    "attributes": {
        "action": "UK government to petition NATO and EU to take decisive military action in Syria",
        "additional_details": "The UK must pressure NATO and the EU to take positive military action to stop the bloodshed in Syria. Whilst world leaders discuss collating evidence for a criminal trial against President Assad, people are dying in the streets of Homs. The 'rebels' who were the only protection for the citizens of Homs have now fled and the people are left defenceless in the face of a tyrant's military machine. Men, women and children are already openly being murdered in the streets and in their homes. In the weeks and months to come, there will be torture and genocide in the villages and countryside and there will be no witnesses. Russia and China have betrayed the people of Syria, and all free people of the world, by vetoing UN action and thereby sanctioning genocide. The UK must not idly watch as thousands are executed for expressing their will. Diplomacy has failed. Action must be taken to save lives. The UK, NATO and the EU must not tolerate the behaviour of this regime!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-05T18:33:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-05T18:33:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:19.313Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:19.315Z"
    },
    "id": 30851,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30851.json"
    },
    "type": "archived-petition"
}