{
    "attributes": {
        "action": "Petition for the establishment of a Residential Addiction Rehabilitation Centre for Teenagers.",
        "additional_details": "Some 20,000 young people require treatment for alcohol and/or drug dependency each year. Most are treated successfully in the community, however many hundreds require admittance to a specialised rehab centre to detox and to rebuild their lives, away from negative influences. Unfortunately, no such centre exists in the UK. For lack of suitable facilities, these young people are left to fend for themselves on the streets, where their addiction impacts all aspects of their existence. Many do not complete their education, others get involved in crime and end up in detention and some pay the ultimate price. Specialised centres are needed to break this downward spiral and to assist these young people in becoming active, healthy and productive members of society. Please sign this petition to call on the Government to act and to establish a residential rehab centre for the most vulnerable and socially marginalised young people in our society, those afflicted with substance abuse addictions.",
        "background": null,
        "closed_at": "2013-03-06T20:24:10.000Z",
        "created_at": "2012-03-06T16:06:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-06T16:06:17.000Z",
        "opened_at": "2012-03-06T20:24:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:19.682Z"
    },
    "id": 30900,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/30900.json"
    },
    "type": "archived-petition"
}