{
    "attributes": {
        "action": "Prisons don't work. Adopt punitive financial compensation",
        "additional_details": "Prison does nothing to deter many criminals nor does it successfully rehabilitate many. In fact prison often turns first offendors into hardened criminals. Punishment does not reduce crime, fear of punishment does.\r\n\r\nCapital Punishment is a bad idea because it cannot be reversed if the convicted person is later found innocent. So a new system is needed. The government should consider adopting a Punitive Financial Compensation system. Here offendors pay money to the victims.\r\nPunitive Financial Compensation has the following advantages over punishment by imprisonment:\r\n\r\nIt acts as a deterrent for greater number of people (serious crime offendors have to work for their victim for the rest of their life).\r\nIt compensates the victim of crime for the damage caused.\r\nIt pays for the cost of crime prevention.\r\nIt leaves the criminal in charge of his own life.\r\nIt does not place the criminal into an environment which will turn him into a habitual criminal, as prison often does.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T19:57:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T19:57:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:13.348Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:13.351Z"
    },
    "id": 3092,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3092.json"
    },
    "type": "archived-petition"
}