{
    "attributes": {
        "action": "Recognition of Genocide against the Kurds in Iraq",
        "additional_details": "We urge the Government to recognise formally the Genocide against the people of Iraqi Kurdistan and to encourage the EU and UN to do likewise. This will enable Kurdish people, many in the UK, to achieve justice for their considerable loss. It would also enable Britain, the home of democracy and freedom, to send out a message of support for international conventions and human rights. The Genocide perpetrated over decades, known collectively as the Anfal, began with the arabisation of villages around Kirkuk in 1963. It involved the deportation and disappearances of Faylee Kurds in the 1970s-80s, the murder of 8,000 male Barzanis in 1983, the use of chemical weapons in the late 1980s, most notably against Halabja, and finally the Anfal campaign of 1987-88. Hundreds of thousands of innocent people perished, families were torn apart, with continuing health problems, and 4,500 villages were destroyed between 1976 and 1988 undermining the potential of Iraqi Kurdistan's agricultural resources.",
        "background": null,
        "closed_at": "2013-03-07T18:01:33.000Z",
        "created_at": "2012-03-07T16:49:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:20.878Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Iraqi regime under Saddam Hussein systematically persecuted and oppressed ethnic and religious groups over many years. No group suffered more than the Iraqi Kurds. This year we will remember, in particular, the atrocity of the attack on Halabja in 1988, when Iraqi planes used poison gas to kill thousands of Iraqi Kurds.\r\n\r\nIt remains the Government’s view that it is not for governments to decide whether a genocide has been committed in this case, as this is a complex legal question. Where an international judicial body finds a crime to have been a genocide, however, this will often play an important part in whether we will recognise one as such.\r\n\r\nWhether or not the term genocide is applicable in this particular case, however, it is a clear reminder of the suffering of Iraqi Kurds under Saddam, whose final conviction was for his crimes against humanity. It is also a reminder that any use of chemical or biological weapons is abhorrent and that responsible countries consider their ongoing production, stockpiling or use to be completely unacceptable.\r\n\r\nThe UK is committed to our friendship and partnership with the people of the Kurdistan Region of Iraq, including those who are resident in the UK, and to work with them for a secure and prosperous future.  We also continue to call at every opportunity for all countries to respect minority rights, and for the full implementation of the Chemical Weapons Convention.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-06-12",
            "summary": "",
            "updated_at": "2017-06-21T15:10:20.878Z"
        },
        "government_response_at": "2012-06-12T09:20:19.456Z",
        "moderation_threshold_reached_at": "2012-03-07T16:49:01.000Z",
        "opened_at": "2012-03-07T18:01:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-05-12T09:20:19.456Z",
        "scheduled_debate_date": null,
        "signature_count": 27804,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:20.885Z"
    },
    "id": 31014,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31014.json"
    },
    "type": "archived-petition"
}