{
    "attributes": {
        "action": "Free meals for College students",
        "additional_details": "16-18 year olds from a disadvantaged background who study at a Further Education or Sixth Form College do not receive free meals at lunchtime whereas their counterparts in school sixth forms do.\r\n\r\nThis is clearly unfair and needs to change. Eligibility for free meals should be based on need, not on where you choose to study.\r\n\r\nWe call on the Government to extend free meals to all 16-18 year olds from a disadvantaged background.\r\n\r\nSign the petition to make free meals available to College students.\r\n",
        "background": null,
        "closed_at": "2013-03-09T11:59:48.000Z",
        "created_at": "2012-03-08T12:55:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:21.394Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nMinisters are currently considering the issue of free school meals (FSM) for students aged 16-18 in FE colleges and other Post 16 settings.  This is an issue that has been raised a number of times including by the Association of Colleges, which is currently running a campaign – ‘No Free Lunch?’ -  for FSM to be extended to all pupils in FE colleges.\r\n\r\nThe Education Act 1996 requires free school meals (FSM) to be provided to eligible registered pupils, including those aged 16-18, at maintained schools, which includes students attending school sixth forms.  Academies are required to comply with this legislation via their Funding Agreements.  The Act does not extend entitlement to students in 6th Form Colleges or FE Colleges, although colleges may choose to make provision.  Local authorities and schools do not receive additional specific funding for meals for their 16-18 year-old students other than as a deprivation factor in the funding formulae for schools’ overall budgets.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-10-02",
            "summary": "",
            "updated_at": "2017-06-21T15:10:21.394Z"
        },
        "government_response_at": "2012-10-02T07:46:17.380Z",
        "moderation_threshold_reached_at": "2012-03-08T12:55:26.000Z",
        "opened_at": "2012-03-09T11:59:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-02T07:46:17.380Z",
        "scheduled_debate_date": null,
        "signature_count": 10321,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:21.400Z"
    },
    "id": 31069,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31069.json"
    },
    "type": "archived-petition"
}