{
    "attributes": {
        "action": "Olympic Games & Locog's overrunning budget: Independent Investigation and review",
        "additional_details": "In 2005, London won the 2012 Olympic Games bid with a stated budget of £2.4 billions.\r\n\r\nThis budget is now overrunning and reaching £11 billions and taxpayers are being asked to foot the bill whilst Locog, a private company which is not subject to Freedom of Information requests, isn't answering legitimate questions about this scandalous mismanagement of public funds.\r\n\r\nIn time of budget austerity, when the UK government is slashing public spending through drastic cuts to the poorest parts of the nation, the education system, the armed forces, benefits, etc., surely, UK taxpayers have a right to know why such mismanagement happened, who is responsible for it and what can be done to minimise the impact on this country finances.\r\n\r\nPlease sign this petition so we can reach 100000 signatures and it is then brought to our MPs and Parliament for a full investigation and review.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-09T12:22:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-09T12:22:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:22.272Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The staging of the Games is the responsibility of the London Organising Committee of the Olympic Games and Paralympic Games (LOCOG). As you mention, LOCOG are a private organisation, operating independently of Government and this is an arrangement which is a rule of hosting the Games as laid down by the International Olympic Committee (IOC). LOCOG is raising the money it needs to stage the Games – around £2 billion - through sources such as sponsorship, broadcasting rights, merchandising and ticket sales.\r\n\r\nThe Olympic Delivery Authority (ODA) is the Government’s arm’s length body who have been responsible for regenerating the site of the Olympic Park and building the venues. As the ODA are using taxpayers money, they are fully accountable to the public on their spending.\r\n\r\nWe can assure you that no further funding has been directed to the Games since the current budget was set in March 2007. The Games remain on time and within budget. The public sector funding package for the Games announced in March 2007 was £9.325 billion. On 24 May 2010, the Government announced that it would be reduced by £27m to £9.298bn. This remains the case and includes more than £500 million of unallocated contingency.\r\n\r\nIt is true that the original estimated budget figure used in the bid document was much less. However, once the bid was won and a more detailed analysis of the sites for each of the Olympic venues was made, a more realistic figure was produced. This took into account aspects such as work for the clean-up of the sites to make sure they meet health and safety standards.\r\nIt"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:22.275Z"
    },
    "id": 31133,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31133.json"
    },
    "type": "archived-petition"
}