{
    "attributes": {
        "action": "Creation of a basic national inter-city bus network",
        "additional_details": "Over recent years, bus services have become fragmented. Loss of through-services means awkward connections, higher fares etc. Where available, trains and coaches do always offer suitable, economic travel.\r\n\r\nI propose the creation of a national network of intercity services for corridors where there are no regular bus services eg Nottingham-Lincoln, Nottm-Birmingham, commutable distances, but diverting away from direct rail lines eg serving train-less market towns. A standard timetable would be applied across services with departures along the lines of 0645, 0900, 1200, 1500, 1730, 2000, which would aid journey planning and provide suitable connections with other local services and fulfill needs for work, college, shopping etc.\r\n\r\nOperators would be encouraged to operate jointly, accepting and selling each other's day tickets on these routes maximising travel opportunities and keeping fares affordable.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-09T19:07:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-09T19:07:52.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:22.446Z",
        "rejection": {
            "code": "no-action",
            "details": "Provision of bus and coach services is a matter for the industry.  If your petition is calling on national Government to provide or underwrite such services, it should make this explicit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:22.449Z"
    },
    "id": 31150,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31150.json"
    },
    "type": "archived-petition"
}