{
    "attributes": {
        "action": "Sikhs should be able to travel abroad without the requirement of removing one’s turban during any security procedures",
        "additional_details": "In the recent past, there have been many unfortunate instances, whereby during security checks, Sikhs have had security staff touch their turbans, and/or have been forced to remove their turbans during such checks. These instances appear to take place during, but are not limited to, airport security checks, when travelling to and from European countries. Actions such as these should not be deemed as acceptable security measures that form any part of a security policy, when staff are conducting their security procedures on their domestic or international citizens.\r\n\r\nTherefore, to resolve this situation and prevent any unnecessary distress that occurs during such events, while concurrently not compromising on a country’s national security, I suggest that a swabbing procedure is used in all countries. Any measures that are put forward must be ratified by an organisation that is authorised and dedicated to represent Sikhs, e.g. the Sikh Federation, after significant dialogue takes place.",
        "background": null,
        "closed_at": "2013-03-13T09:15:59.000Z",
        "created_at": "2012-03-10T18:01:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-10T18:01:29.000Z",
        "opened_at": "2012-03-13T09:15:59.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:22.787Z"
    },
    "id": 31187,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31187.json"
    },
    "type": "archived-petition"
}