{
    "attributes": {
        "action": "Assault: STOP before you STRIKE! A campaign aimed at potential offenders to raise awareness of the consequences of violent crime.",
        "additional_details": "What does grievous bodily harm (GBH) mean and the prison sentence it can carry?  What is ‘joint enterprise’ and how can you find yourself a party to it? What is a ‘weapon’ in the eyes of the law and what if you were NOT the one who actually used it? If you thought you were just getting into a fight or even just on the side-lines of one, think again!\r\n\r\nWe want the Govt. to initiate a campaign to help people in our society, especially the young, understand what it really means to be involved in a violent incident and the impact it can have, not only on their future, but on the lives of the people who are close to them. By getting the message out into the community in a way in which people can relate to, we can start to affect their thinking and actions and ultimately reduce the incidents of violent crime in society. The campaign should use hard-hitting posters, Facebook, U-Tube, leaflets and TV to get the issue noticed.  By influencing the young we build a legacy for the future.",
        "background": null,
        "closed_at": "2013-03-26T08:02:07.000Z",
        "created_at": "2012-03-11T19:37:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-11T19:37:30.000Z",
        "opened_at": "2012-03-26T07:02:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 65,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:23.128Z"
    },
    "id": 31226,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31226.json"
    },
    "type": "archived-petition"
}