{
    "attributes": {
        "action": "The Archbishops' attitude to equality shows its time to abolish the Lords Spiritual",
        "additional_details": "The Archbishops of York and Canterbury have sought to influence parliamentary democracy along theocratic and doctrinal principles.  They have sought to seek a special status for the church.  They have sought to exclude themselves from some aspects of legislation.  They have also sought to restrict the rights of some minorities in civil (not religious) society because of their doctrine.  The UK is not a theocracy.  The UK recognises equality of people irrespective of race, gender, orientation, age etc.  There is religious freedom (Iand freedom from religion) in the UK.  That does not extend to special treatment and exemption from civil law or preventing others from having human rights due to ideological views.  The Archbishops are pushing towards a segregation and special law for Christians and this must be resisted.  The church and state must be separated.  The Lords Spiritual must be removed from the House of Lords.  The UK must assert its democracy and not be subverted by religion. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-12T15:18:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-12T15:18:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:23.386Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:23.389Z"
    },
    "id": 31255,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31255.json"
    },
    "type": "archived-petition"
}