{
    "attributes": {
        "action": "RIGHT TO STRIKE FOR POLICE OFFICERS",
        "additional_details": "That Police Officers are given the right to strike, in line with European counterparts.\r\nThe Government should recognise this Human Right and repeal legislation forbidding the creation of Police Unions and this Right.",
        "background": null,
        "closed_at": "2013-03-13T07:52:10.000Z",
        "created_at": "2012-03-12T14:24:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:23.335Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Home Secretary has been clear that police officers cannot strike. That is not going to change.  As a civil emergency service, it is vital that the service is able to discharge its duty to protect the public and keep the peace, at all times, particularly those of serious national and local disorder.\r\n\r\nIt is important to note that police officers are not the only public servants who face restrictions on taking industrial action.  Other workforces such as the armed forces and prison officers are also prohibited from strike action.\r\n\r\nThe Government has no intention of repealing legislation forbidding police officers from joining unions. The Police Federation of England and Wales was created to represent police officers in response to the prohibition on strike action.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-07-28",
            "summary": "",
            "updated_at": "2017-06-21T15:10:23.335Z"
        },
        "government_response_at": "2012-07-28T22:24:59.811Z",
        "moderation_threshold_reached_at": "2012-03-12T14:24:29.000Z",
        "opened_at": "2012-03-13T07:52:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-28T22:24:59.811Z",
        "scheduled_debate_date": null,
        "signature_count": 16960,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:23.341Z"
    },
    "id": 31250,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31250.json"
    },
    "type": "archived-petition"
}