{
    "attributes": {
        "action": "weekend delivery charges and availability for employed people",
        "additional_details": "I am fed up of businesses automatically assuming i do not work and have the time to sit in all day waiting for an item to be delivered on a weekday when i am usually at work. Full time employed staff are penaliased because we have jobs and most businesses deliver during the week only or charge a surcharge at weekends. if so many people are out of work in Britain why can't they deiver items on the weekends on saturdays and sundays or out of hours at no extra charge to the consumer? Most businesses will only deliver items between 9am and 5pm on a weekday, this is not suitable for anyone that works full time. We either have to take the day off work, take a four hour lunch and rush home and back again having to make up the time lost or pay for a delivery fee for a saturday. this is not equal rights and does not encourage people to work full time at all. i often think i chose the wrong path and would be better off on benefits so i can sit in all day waiting or my deliveries!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-12T15:06:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-12T15:06:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:23.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:23.375Z"
    },
    "id": 31254,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31254.json"
    },
    "type": "archived-petition"
}