{
    "attributes": {
        "action": "Registered Title Documents\" Once a title is registered its guaranteed by the State\" a complete accurate reflection of title to land at any given time.",
        "additional_details": "We would like a Judicial Inquiry into why a restrictive covenant was not enforced in court, by solicitors when advised in letter form to both solicitors by an expert witness. The property was bought with a restrictive covenant and indemnity to be adhered to. The restrictive covenant stated that “any building thereon for any purpose other than a single private dwellinghouse for the use of one and no more than one family at a time.\"The site was for 5 dwellings,each was with a restrictive covenant. The restrictive covenant was not adhered to on Plot 5.Council planning states “but must point out there appears to be an anomaly between the plan of the drives and the actual layout which should be rectified before construction.\" It was never rectified.  Due to the negligence of our legal team, a conspiracy and cover up of a manifest of errors, a judge was presented with a case that was devoid of the rule of law. We want the right to have this restrictive covenant enforced.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-16T17:20:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-16T17:20:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:25.047Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:25.049Z"
    },
    "id": 31466,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31466.json"
    },
    "type": "archived-petition"
}