{
    "attributes": {
        "action": "The government's \"Equal Civil Marriage Consultation\" - heterosexual civil partnership and same-sex marriage",
        "additional_details": "We broadly support the government's proposals but seek two amendments:\r\n\r\n1. Civil partnership should be open to heterosexual couples\r\n\r\n2. Religious groups should be free, although not compelled, to conduct same-sex marriage ceremonies\r\n\r\nOur reasoning:\r\n\r\n1.  The government says there is no clear demand amongst heterosexual couples to enter into civil partnerships and therefore proposes that this should continue as an option for same-sex couples only. However, whether or not there is widespread demand is irrelevant. Even if just one heterosexual couple wants, or might want, a civil partnership, then the principle of equality demands that they have this option.\r\n\r\n2.  We understand why the government is reassuring religious groups that they will be able to refuse to conduct same-sex marriage ceremonies. However, it would restrict religious freedom to go as far as prohibiting religious groups from carrying out such ceremonies in the very few cases in which they wish to do so.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-18T14:11:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-18T14:11:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:25.490Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:25.493Z"
    },
    "id": 31533,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31533.json"
    },
    "type": "archived-petition"
}