{
    "attributes": {
        "action": "Requirement for an applicant for a provisional driving licence to pass a Theory Test prior to the grant of such a driving licene.",
        "additional_details": "Most learner drivers are blissfully ignorant of the rules of the road when they commence a course of driving lessons. To address this extremely dangerous situation I am herebye petitioning for the Government to introduce legislation whereby any person applying for a provisional driving licence MUST pass a Theory Test (based on  road signs and the general rules of the road as contained in the Highway Code)  PRIOR to the grant of the said provisional licence.\r\nThe introduction of such legislation would serve to increase driver knowledge / awareness BEFORE being allowed to drive on our busy roads. A more thorough knowledge of the rules of the road  has the  potential to reduce the number of road crashes involving novice drivers, therefore reducing  the costs incurred by the NHS in treating young road crash victims. In addition, the introduction of such a test would help raise much needed revenue for the Government.\r\nPlease support this petition and help reduce road deaths.",
        "background": null,
        "closed_at": "2013-03-19T08:53:27.000Z",
        "created_at": "2012-03-19T00:05:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-19T00:05:43.000Z",
        "opened_at": "2012-03-19T08:53:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 30,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:25.672Z"
    },
    "id": 31557,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31557.json"
    },
    "type": "archived-petition"
}