{
    "attributes": {
        "action": "Help working parents meet childcare costs by raising the cap on childcare vouchers to £75 per week",
        "additional_details": "Childcare vouchers were introduced in 2005 to help working parents meet the costs of childcare. Parents can currently sacrifice up to £55 of their salary per week to pay for registered childcare using vouchers which are non-taxable and exempt from N.I.  This can save a parent using the scheme up to £933 per year. The cap has not changed since April 2006. However, the economic climate has changed dramatically. Families are finding it increasingly difficult to meet living costs in the face of recession, inflation and a squeeze on pay and benefits.  Further support should be provided to working families.   We propose that the current cap on childcare vouchers should rise to £75 per week. This would provide an additional saving for each parent using the scheme of over £300 per year.",
        "background": null,
        "closed_at": "2013-03-21T09:30:18.000Z",
        "created_at": "2012-03-20T14:48:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:26.742Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe realise that the cost of childcare is one of the most important considerations for working parents. Government spending in this area is high; we support families with up to 70% of childcare costs through the Working Tax Credit, as well as providing 15 hours a week of free early learning for all 3 and 4 year olds and all disadvantaged 2 year olds. This is in addition to childcare vouchers.\r\n\r\nUnfortunately, increasing the childcare voucher cap would result in a shortfall of revenue, and mean either further reductions in spending or raising revenue elsewhere, for example through increasing overall tax limits to account for the loss. In a world with limited resources, the Government has to prioritise support for childcare costs on those who need it the most, but policy in this area remains under review.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-07-29",
            "summary": "",
            "updated_at": "2017-06-21T15:10:26.742Z"
        },
        "government_response_at": "2012-07-29T13:43:14.199Z",
        "moderation_threshold_reached_at": "2012-03-20T14:48:54.000Z",
        "opened_at": "2012-03-21T09:30:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-29T13:43:14.199Z",
        "scheduled_debate_date": null,
        "signature_count": 18218,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:26.749Z"
    },
    "id": 31669,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31669.json"
    },
    "type": "archived-petition"
}