{
    "attributes": {
        "action": "HMG should NOT call 'civil partnerships' 'marriage', as they have different family life implications & cultural norms, like him or her are different",
        "additional_details": "'Civil partnership' (for gays) should not be renamed to ‘marriage’ (for a man with a woman). HMG should not unnecessarily interfere with traditional cultural norms. Nowadays 'cure' for homosexuality or lesbianism are considered impossible & unethical. Personally as a heterosexual, I would like to remain heterosexual but we should not be judgemental. Sexual orientation may be predetermined genetically on conception. Also, during embryonic structural wiring of the brain, the environment in the womb (like sex hormonal levels; temperature for crocodiles) have been shown to masculinise or feminise foetus’ brains. There may be female orientated brains ‘trapped’ in male bodies & vice versa. The unwinding of the DNA double helixes to form single DNA strands during gamete formation (meiosis) can result in embryos with various genetic mutations & aberrations; like translocated chromosome segments for Turner's syndrome (XO) & Klinefelter syndrome (XXY) which may cause ambiguous genitals.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-20T15:05:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-20T15:05:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:26.765Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:26.768Z"
    },
    "id": 31670,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31670.json"
    },
    "type": "archived-petition"
}