{
    "attributes": {
        "action": "Restoration of Age Related Tax Allowances",
        "additional_details": "In the 2012 Budget the Government froze Old Age Pensioners Age Related Tax Allowances and cancelled them for those turning 65 after 5 April 2013.\r\nWe consider that at a time when pensioners are struggling to make ends meet and yet are a group of people due to age, health etc who often have extremely limited opportunity to make good lost income, this reduction in allowances is grossly unfair. The Government should therefore take immediate action to reverse the decisions on these allowances which were announced in the 2012 Budget. ",
        "background": null,
        "closed_at": "2013-03-22T09:08:51.000Z",
        "created_at": "2012-03-21T22:36:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-08-28T18:30:30.312Z",
        "government_response": {
            "created_at": "2017-06-21T15:10:27.671Z",
            "details": "The Backbench Business Committee of the House of Commons have announced that a debate will take place on this e-petition on Monday 29 April 2013 in Westminster Hall.  Further information about the debate can be found at http://www.parliament.uk/business/committees/committees-a-z/commons-select/backbench-business-committee/news/debate-on-age-related-tax-allowances-e-petition-announced/\r\n\r\nAs this e-petition has received more than 100 000 signatures, the Leader of the House of Commons passed this petition to the House of Commons Backbench Business Committee to consider for debate.  Further information about the Committee, including how they handle e-petitions, can be found at http://www.parliament.uk/bbcom\r\n\r\nAs this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAt Budget 2012 the Government announced a phased withdrawal of Age-Related Allowances with no new recipients from April 2013. For existing recipients, allowances will be frozen at their 2012-13 levels until the Personal Allowance aligns with them.\r\n\r\nThe Government accepts that many people will be disappointed by these decisions. However, no one will pay any more tax as a result of these changes. Indeed, those affected by the withdrawal of Age-Related Allowances also benefit from the largest ever cash increase in the Personal Allowance. The Government remains committed that personal allowances should be set high enough to ensure that those solely reliant on the Basic State Pension do not pay any tax.\r\n\r\nThe Government has also continued to support pensioners in other ways. In April 2012 the Basic State Pension increased by £5.30, the biggest cash increase ever, and we have introduced a triple guarantee ensuring it will increase each and every year by the highest of earnings, prices or 2.5 per cent. Pensioners will also continue to be exempt from National Insurance Contributions of 12% on employment income.\r\n\r\nFurthermore, we have protected the support that makes a real difference to the lives of millions of pensioners every day, including free prescriptions, free eye tests, free bus passes and Winter Fuel Payments, and, for older pensioners, free TV licences.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:27.671Z"
        },
        "government_response_at": "2012-05-07T07:41:00.931Z",
        "moderation_threshold_reached_at": "2012-03-21T22:36:07.000Z",
        "opened_at": "2012-03-22T09:08:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-04-07T07:41:00.931Z",
        "scheduled_debate_date": null,
        "signature_count": 114499,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:27.678Z"
    },
    "id": 31778,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31778.json"
    },
    "type": "archived-petition"
}