{
    "attributes": {
        "action": "Alerting the community for a wanted person(s) that are convicted child sex offenders",
        "additional_details": "We all know that there are policies, laws and procedures put in place to protect our children in regards to child sex offenders, but sometimes the offenders don’t abide by these and go under ground, they do not comply with these laws, policies and procedures but then what happens?\r\nA child sex offender roaming and preying. On any of our streets, in the United Kingdom. No way of any of the community knowing who and where they are. WHERE ARE THEY!\r\nWe are asking that we as the community are to be made aware through press that if a child sex offender does go missing or does not comply with the laws set in place that he or she is publically named, with a recent photograph of them, alerting the community of this wanted person(s).  If you sign this petition you are agreeing that this is something you want looked into, you agree with the thoughts of Sandwell United Parents. Please do not duplicate any signature or falsify any name(s) and address(es).\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-22T09:20:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-22T09:20:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:27.821Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:27.824Z"
    },
    "id": 31792,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31792.json"
    },
    "type": "archived-petition"
}