{
    "attributes": {
        "action": "Vote of no confidence in the coalition, call emergency re- election",
        "additional_details": "I am aware a lot of people aren't into politics but this really matters to everyone in the UK and it is vital your signature is on here\r\n\r\nIs anyone else getting a sense of déjà vu with this government?\r\n\r\nPrivatization\r\n\r\nRiots\r\n\r\nStrikes\r\n\r\nCuts deep enough to scar being made too fast\r\n\r\n45p top rate tax which will only benefit millionaires tax\r\n\r\nNothing in the Budget to help families with rising fuel prices\r\n\r\nNothing to help young people who are out of work\r\n\r\nFreeze on age related allowances for pensioners was a \"hidden\" tax increase\r\n\r\nThis was pointed out in Ed Milliband's speech and was George Obsbourne's expression one of laughter at these claims?\r\nNo\r\nIt was right on the money\r\n\r\nObviously if you're not a millionaire you don't matter to this government and that is dangerous to the majority.\r\n\r\nEnough is enough, time for a vote of no confidence in the government and an emergency election.\r\n\r\nWrong choices, wrong priorities, wrong values, out of touch. Same old Tories.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-22T11:21:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-22T11:21:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:27.918Z",
        "rejection": {
            "code": "duplicate",
            "details": "Votes of no confidence are a matter for Parliament and not the Government. There is already a petition calling for the Government to resign and one calling for a general election."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:27.921Z"
    },
    "id": 31804,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31804.json"
    },
    "type": "archived-petition"
}