{
    "attributes": {
        "action": "The government must change their policy on cardiac screening in young people",
        "additional_details": "The collapse of Bolton footballer Fabrice Muamba, aged 23, during a televised FA Cup match has highlighted the issue of cardiac health in Britain's young people. Since the charity Cardiac Risk in the Young (CRY) was founded in 1995 there have been more than 10,000 young sudden cardiac deaths in the UK.\r\n\r\nIt is unacceptable that 600 apparently fit and healthy young people (aged 35 and under) die suddenly each year from previously undiagnosed heart conditions, when there is evidence to show that screening can save lives.\r\n\r\nSuch deaths are devastating for thousands of people every year, including parents, siblings, children, grandparents, friends and the local community.\r\n\r\nDo we want to be a nation that tolerates the deaths of 12 young people a week with nothing being done to try to prevent these tragedies?\r\n\r\nThe government must immediately and comprehensively review their policy on cardiac screening in young people. This policy currently says “Screening should not be offered\".",
        "background": null,
        "closed_at": "2013-03-28T09:24:40.000Z",
        "created_at": "2012-03-22T15:02:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-22T15:02:39.000Z",
        "opened_at": "2012-03-28T08:24:40.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-14T08:59:19.180Z",
        "scheduled_debate_date": null,
        "signature_count": 10735,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:28.039Z"
    },
    "id": 31819,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/31819.json"
    },
    "type": "archived-petition"
}