{
    "attributes": {
        "action": "Clarify which racial groups &cultural practices (like arranged marriages) are covered by the Race Relations Act. Are RELGIOUS PRACTICES also covered?",
        "additional_details": "HMG should clarify whether racial groups practising their customs have priority over believers’ religious observances (e.g. Halal slaughter). Jews an ethnic race, cult or religion? Jews regard a person a Jew if born of Jewish mother. A person can be a Jew even if not practising Judaism. Surely belief in reincarnation would not require a believer to wear the insignias of Sikhism, Hinduism or Buddhism. EU draft Directive (2008) seeks to forbid discrimination based on belief, disability, age, sexual orientation during access to goods, services, education, access to social benefits - is yet to be approved by all 27 EU Member States. Discrimination on grounds of sexual orientation, age, disability, religion & belief are NOT illegal OUTSIDE employment situations. H/L in Mandla v Dowell Lee (1983) held that Sikhs constituted a RACIAL group when a Sikh boy was refused a place at a school because he wore a turban. The appeal was allowed under Race Relations Act. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-03-27T07:26:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-27T07:26:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:30.301Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:30.303Z"
    },
    "id": 32106,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32106.json"
    },
    "type": "archived-petition"
}