{
    "attributes": {
        "action": "Reinstate Wayne Eagling as Artistic Director of English National Ballet and instruct the Arts Council to conduct a review of the ENB Board",
        "additional_details": "We regret that Wayne Eagling is stepping down as Artistic Director of English National Ballet (ENB) and call upon the Government to facilitate his reinstatement.\r\n\r\nWayne Eagling has turned the ENB round over the last seven years.  His leadership has led the company to high artistic standards of repertoire and performance, a strong and devoted team of ballet staff and dancers and the development a loyal audience.  The glory of the ENB is its corps de ballet, built from strength to strength over the last seven years.\r\n\r\nWe call for the ENB Board to reinstate Wayne Eagling and to provide a public opportunity to celebrate his achievements and success.\r\n\r\nIt appears that there has been a serious failure of corporate governance on the part of the ENB Board.  We call upon DCMS to instruct the Arts Council of Great Britain to conduct an urgent review of the working and performance of the ENB Board.\r\n\r\nWe call upon John Talbot, Chairman of the ENB Board, to resign with immediate effect.\r\n",
        "background": null,
        "closed_at": "2012-06-29T07:16:23.000Z",
        "created_at": "2012-03-27T13:52:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-03-27T13:52:58.000Z",
        "opened_at": "2012-03-29T07:16:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 192,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:30.510Z"
    },
    "id": 32127,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32127.json"
    },
    "type": "archived-petition"
}