{
    "attributes": {
        "action": "Reject Winsor Part 2 Completely",
        "additional_details": "The Office of Constable is unique. We face violence, abuse and death and a daily basis. We sacrifice any social and family life to work long and arduous hours with little or no notice.\r\n\r\nWe are recruited from all walks of life, every race, every religion, every background in order to reflect the communities that we serve. We are not all academics, but we use common sense, sound judgement and our own experience to make difficult decisions.\r\n\r\nWe have respect for our superior Officers, for they once walked in our shoes and understand the complexities of the role. They know that application of the law is not black and white, but is every shade of grey.\r\n\r\nIf enacted, the recommendations in Part 2 will destroy the morale that is essential in the delivery of good Policing. It was make a mockery of the Office of Constable and will make British Policing a laughing stock.\r\n\r\nI sign this petition to protect my future, the future of the country and every Police Officer in this Country.",
        "background": null,
        "closed_at": "2013-03-29T12:58:11.000Z",
        "created_at": "2012-03-28T12:16:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:30.925Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nExisting police pay and conditions were designed more than 30 years ago which is why Tom Winsor was asked to carry out his independent review.  Police officers and staff deserve to have pay and workforce arrangements that recognise the vital role they play in fighting crime and keeping the public safe, and enable them to deliver effectively for the public.  These recommendations are about reforming pay and conditions so that they recognise the hardest-working officers and reward professional skills and continued development.\r\n\r\nWith the exception of a small number of recommendations, including that regarding the normal pension age for police officers, no decisions have yet been taken on Tom Winsor’s Final Report.\r\n\r\nWe have said that we think it provides a good basis for discussion and consultation and have been committed to constructive engagement with the service throughout the process of formal police negotiating machinery. We have entered into these discussions in good faith, and we have promised to listen to sensible and credible arguments made by the service.\r\n\r\nThe outcome of negotiations and consultations will be considered by the Home Secretary who will take a final decision in line with her statutory responsibilities.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-07-02",
            "summary": "",
            "updated_at": "2017-06-21T15:10:30.925Z"
        },
        "government_response_at": "2012-07-02T01:32:49.191Z",
        "moderation_threshold_reached_at": "2012-03-28T12:16:03.000Z",
        "opened_at": "2012-03-29T11:58:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-02T01:32:49.191Z",
        "scheduled_debate_date": null,
        "signature_count": 28269,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:30.931Z"
    },
    "id": 32177,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32177.json"
    },
    "type": "archived-petition"
}