{
    "attributes": {
        "action": "Bring back zero-rate VAT on alterations to listed churches",
        "additional_details": "We the undersigned urge the Chancellor to reconsider the extension of the standard rate of VAT (currently zero rated) to alternations to listed places of worship. This will have the effect of penalising the Church of England's 12,500 listed cathedral and church buildings, almost entirely maintained by volunteers and voluntary giving, who are currently altering their buildings to make them suitable for use by the wider community. The extra cost this will impose will seriously threaten the continuation of such works. Extending the remit of the Listed Places of Worship Grants Scheme, with no additional funding, will go no way to mitigating this.  It merely means a shrinking pot will be stretched even further.",
        "background": null,
        "closed_at": "2012-05-19T00:00:00.000Z",
        "created_at": "2012-03-29T10:17:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:31.362Z",
            "details": "This e-petition is being closed to new signatures.\r\n\r\nThe Church of England welcomes the Government’s May 17 announcement that it will provide  an additional £30 million of funding a year in this Parliament for the Listed Places of Worship Grant Scheme, from October when the VAT rate applied to alterations to listed buildings will change.  This ringfenced funding  is on top of the £12 million already in the Listed Places of Worship Grant Scheme. We are confident that this will cover the additional costs borne by listed places of worship following the VAT change, and that the additional resources will enable 100% compensation for repair and maintenance costs eligible under the current Listed Places of Worship Grant Scheme.\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:10:31.362Z"
        },
        "government_response_at": "2012-05-08T04:58:15.936Z",
        "moderation_threshold_reached_at": "2012-03-29T10:17:51.000Z",
        "opened_at": "2012-03-30T08:45:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-04-08T04:58:15.936Z",
        "scheduled_debate_date": null,
        "signature_count": 28068,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:31.368Z"
    },
    "id": 32229,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32229.json"
    },
    "type": "archived-petition"
}