{
    "attributes": {
        "action": "Scrap Plans to Monitor all Emails and Web Usage",
        "additional_details": "Internet firms will be required to give intelligence agency GCHQ access to communications on demand, in real time.\r\n\r\nThe Home Office says the move is key to tackling crime and terrorism. They have no right to attack our privacy, if the legislation goes through, Britain will be no different from regimes it criticises such as China and Iran.\r\n\r\nIt would enable intelligence officers to identify who an individual or group is in contact with, how often and for how long. They would also be able to see which websites someone had visited.\r\n\r\nGovernment should scrap plans immediately.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-04-02T06:30:08.000Z",
        "created_at": "2012-04-01T16:50:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:32.842Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe are taking forward legislation to ensure that law enforcement and intelligence agencies can maintain access to communications records as technology changes. This is vital to help tackle crime and terrorism. Communications data is only the information about a communication – not the communication itself, and the proposed legislation will not enable the police and others to obtain the content of communications.\r\n\r\nCommunications technology and communication services are changing fast. New technologies are generating communications data in many different ways, and not all of this data is currently kept by communications service providers.\r\n\r\nAccess to communications data has a direct impact on the investigation of crime in this country and on our ability to prosecute criminals and terrorists. Providers already retain some of this information (relating to the who, when and where of a communication, but not its content) and disclose it to the police and others when it is necessary and proportionate to do so, in compliance with the European Convention on Human Rights.\r\n\r\nHowever, the fact that some communications data is not available is already impacting on police investigations. We need this legislation to ensure that communications data continues to be available in the future as communications technologies and services develop.\r\n\r\nWe published the draft Communications Data Bill on 14 June 2012. The Bill was then subject to scrutiny by a Joint Committee of both Houses of Parliament, and a separate inquiry by the Intelligence and Security Committee. The conclusions of both Committees were published on 11 December 2012. Both recognised the need for legislation, with the Joint Committee stating that “Our overall conclusion is that there is a case for legislation which will provide the law enforcement authorities with some further access to communications data.”\r\n\r\nThe Committees made a number of recommendations to increase the safeguards in the legislation. The Home Secretary has made clear that we will accept the substance of all of these recommendations, and bring forward a new Bill to reflect them.\r\n\r\nLegislation will not:\r\n\r\n- provide the police and others with new powers or capabilities to intercept and read emails and phone calls.\r\n\r\n-  create a single Government database containing emails and phone calls to which the police and agencies can get unlimited and unregulated access.\r\n\r\n-  weaken current safeguards or checks in place to protect communications data.\r\n\r\n-  allow local authorities greater powers. In fact we have restricted local authority access to data through the Protection of Freedoms Act – which means authorities will have to apply to magistrates for the first time for approval to obtain certain types of data – a change which is new under this Government.  We will also ensure that they do not have access to new data collected or generated under this Bill\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:32.842Z"
        },
        "government_response_at": "2012-09-30T01:22:50.705Z",
        "moderation_threshold_reached_at": "2012-04-01T16:50:17.000Z",
        "opened_at": "2012-04-02T06:30:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-08-30T01:22:50.705Z",
        "scheduled_debate_date": null,
        "signature_count": 12184,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:32.848Z"
    },
    "id": 32400,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32400.json"
    },
    "type": "archived-petition"
}