{
    "attributes": {
        "action": "Ensure adequate surveillance (like email, phone, personal contacts) by police & MI5 on animal rights activists who terrorise & intimidate others",
        "additional_details": "Animal rights activists/luddites that terrorise, intimate others & commit other crimes should be kept under surveillance & prosecuted if necessary. Animals bred for specially for the sole purpose of experimentation or food are often kept in less cruel conditions than if those animals were living wild, fending a living for themselves. Animal experimentation is as essential as breeding animals for food & harvesting the by-products (like leather) of their slaughter. Animal rights activists are often unaware of the importance of the need to study & understand in detail the effects of potential new drugs on a multitude of complex biochemical & pharmacological processes on suitable animal models. One of main principles of pharmacology & biochemistry are that drugs are agonists (enhancer) or antagonists (inhibiter) that attach (like lock & key) to biological substrates (like cell receptors in membranes, DNA, enzymes, metabolites) & can switch on or off certain metabolic pathways.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-02T07:37:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-02T07:37:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:33.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:33.307Z"
    },
    "id": 32442,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32442.json"
    },
    "type": "archived-petition"
}