{
    "attributes": {
        "action": "HMG should allow recording of DNA profiles & GCHQ, MI5 surveillance of contacts on emails, websites, telephone contacts of everyone in UK",
        "additional_details": "In this age of fast IT communication & vast computer databases, as well as threats from terrorism, paedophilia, cyberbulling, etc; HMG should allow recording of DNA profiles & GCHQ, MI5 surveillance of contacts on emails, websites & telephone contacts of everyone in UK. Ministerial approval would be needed for recording actual content of emails and conversation for extended periods of time. DNA databases can be recorded at birth in UK or those given leave to remain in UK for a period of time (say 6 months). Like CCTV, having DNA profiles recorded for all UK residents will certainly help to solve crimes, even those committed decades ago, as well as to help to deter crimes. The civil liberty considerations should be balanced on the right of individuals not to become victims of crimes. It is impossible to clone a human being or accurately decipher a person's genetic dispositions merely from recording such snap bits of an individuals’ genetic profile.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-03T07:19:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-03T07:19:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:33.811Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:33.814Z"
    },
    "id": 32499,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32499.json"
    },
    "type": "archived-petition"
}