{
    "attributes": {
        "action": "Say NO to Workplace Parking Levy",
        "additional_details": "Known officially as a Workplace Parking Levy (WPL), the scheme requires companies in the city of Nottingham (and possibly coming to a council near you soon) to pay an annual fee of £288 for each parking space on offer to employees if more than 10 spaces are provided. Already hard-hit and struggling employers might have to pass this charge on to employees. This is another stealth tax on employees/motorists who MUST drive to work who are already being hit hard by increased fuel duty and 20% VAT on routine maintenance. If this is happening in Nottingham it won't be long until it spreads across the country. The charges are also set to rise by 15% next year and by 32% in the next 3 years. The government should act now to outlaw this unfair tax or prevent employers from passing the charge on to employees. The WPL could put small firms out of business when the government should be helping them to stay afloat.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-03T09:48:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-03T09:48:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:33.915Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to introduce WPL in Nottingham is a matter for the City Council.  If you wish to introduce an e-petition more generally against the provisions in the Transport Act 2000 (which gives local authorities the powers to introduce WPL if they wish), then you may wish to rephrase your petition, citing Nottingham as an example rather than as the target of your argument."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:33.918Z"
    },
    "id": 32511,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32511.json"
    },
    "type": "archived-petition"
}