{
    "attributes": {
        "action": "Peace in Burma - Please do something more Mr Cameron",
        "additional_details": "Please help aid agencies into Burma, supply needed food and medicine. Please continue upon your current work and increase aid, if you can. Do as much as is feasibly possible, do not abandon your fellow man! We believe in our Government.",
        "background": null,
        "closed_at": "2013-04-13T08:33:48.000Z",
        "created_at": "2012-04-03T22:18:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:34.200Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Department for International Development (DFID) is providing support to a number of humanitarian agencies to supply food and medicine to the people of Burma.\r\n\r\nIn Kachin State, DFID has provided Â£2m to meeting humanitarian needs through a number of local Non-Government Organisations. This support is helping to meet the needs for shelter, water, sanitation, heath, bedding and food security of around 27,500 people who have been internally displaced following fighting in that region.\r\n\r\nDFID has also agreed on 31 October to provide Â£2m worth of funding to Non-Governmental Organisations working in Rakhine State, where inter-communal violence has displaced over 100,000 people. UK support will ensure improved safe hygiene for over 58,000 people, more than 32,000 of whom are children, and improve access to treatment for acute malnutrition for 5,000 children.\r\n\r\nIn South-East Burma, where more than 500,000 people have been internally displaced and a further 140,000 Burmese people live as refugees in camps across the border in Thailand, DFID has provided food, medical and other essential support for many years. DFID has recently approved a new programme of support to people affected by conflict on the Thai-Burma border, which will provide improved sanitation facilities for Internally Displaced People, immunisation programmes for children, ante-natal care for pregnant women, and food security for 135,000 people in South East Burma.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:34.200Z"
        },
        "government_response_at": "2012-07-04T16:30:47.969Z",
        "moderation_threshold_reached_at": "2012-04-03T22:18:02.000Z",
        "opened_at": "2012-04-13T08:33:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-04T16:30:47.969Z",
        "scheduled_debate_date": null,
        "signature_count": 34874,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:34.206Z"
    },
    "id": 32542,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32542.json"
    },
    "type": "archived-petition"
}