{
    "attributes": {
        "action": "Please change Northern Ireland's Alcohol Licensing Laws",
        "additional_details": "Northern Ireland has had some wonderful success stories recently including golfing wins, new investment, MTV hosting the EMAs and the celebration of the Titanic.\r\n\r\nAll this news is bringing back the good-time feeling to N. Ireland and attracting global tourism.  We are starting to be considered a serious place to live, study, work and raise a family.  But we are still hindered by Alcohol Licensing Laws that are out of sync with the rest of the UK, Europe and the world.\r\n\r\nIt is embarassing for Northern Ireland to still be restricted like this.  Our politicans are out of touch.  We need to have an authentic message about the future so young people want to stay here, the general public can feel more secure, and those who left in the past can think about returning.\r\n\r\nA change in Alcohol Licensing Laws would surely help this cause and show a shift in mindset.\r\n\r\nWe the undersigned request the government change Alcohol Licensing Laws to bring Northern Ireland in-line with our peers.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-06T10:07:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-06T10:07:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:34.912Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Devolved Administration"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:34.915Z"
    },
    "id": 32678,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32678.json"
    },
    "type": "archived-petition"
}