{
    "attributes": {
        "action": "Drop the VAT hike on the sale of static caravans",
        "additional_details": "Calls on the government to drop their proposal to apply standard rate VAT (20 per cent) to static caravans. The government’s impact assessment states that these changes could lead to a 30% drop in sales. If introduced it will have a disastrous impact on the industry making hundreds of skilled workers redundant.  ",
        "background": null,
        "closed_at": "2013-04-11T08:29:24.000Z",
        "created_at": "2012-04-10T09:33:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:35.840Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Budget announced a consultation on a change to VAT on static holiday caravans, designed to address the anomaly that the sale of a static holiday caravan, which is zero rated, does not contribute to the Exchequer, whereas the sale of a touring caravan, which is standard rated, does. In response to the consultation, the caravan industry suggested that, rather than being treated in the same way as touring caravans, static caravans should be more comparable to holiday homes for tax purposes. However, holiday homes are subject to council tax and static holiday caravans are not, and the Government continues to believe that static caravans should make some contribution to tax revenues.\r\n\r\nAs a pragmatic response, rather than have a single dividing line between a zero rate of VAT on permanent residences and 20 per cent on static holiday caravans, the Government announced on 28 May that it will introduce VAT on static holiday caravans at the reduced rate of 5 per cent. The Budget measure now forms part of the Finance Act 2012. However, to give the industry more time to adjust the implementation of the measure will be delayed to 6 April 2013.\r\n\r\nThis approach balances the need for consistency and fairness in the VAT system with the practical difficulty of defining static holiday caravans for VAT purposes and the different ways in which static caravans are used.\r\n\r\nIt was never the Government’s intention to change the VAT treatment of static residential caravans (those that meet the British Manufacturing Standard BS3632 or equivalent) and accordingly, these will remain zero rated.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-10-17",
            "summary": "",
            "updated_at": "2017-06-21T15:10:35.840Z"
        },
        "government_response_at": "2012-10-17T17:49:03.039Z",
        "moderation_threshold_reached_at": "2012-04-10T09:33:49.000Z",
        "opened_at": "2012-04-11T08:29:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-17T17:49:03.039Z",
        "scheduled_debate_date": null,
        "signature_count": 11450,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:35.847Z"
    },
    "id": 32781,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32781.json"
    },
    "type": "archived-petition"
}