{
    "attributes": {
        "action": "Ensure adequate surveillance (email, phone, website, CCTV, etc) by police, MI5/GCHQ on those who terrorise those doing R&D on animal models",
        "additional_details": "HMG ministerial guidelines should stipulate that animal rights anti-vivisectionists that terrorise, intimate others & commit other crimes should be kept under surveillance & prosecuted if necessary. Animal experimentation is as essential as breeding animals for food & harvesting the by-products (like leather) of their slaughter; enabling UK to be in the frontiers of bioscience R&D.  In pharmacological R&D for new drug agonists (enhancers) or antagonist (inhibiters) of specific biochemical metabolic pathways & processes, SUITABLE animal models (like primates for Alzheimer’s Disease research) are required. Drugs attached (in lock & key fashion) to biological substrates (in cell receptors in membranes, DNA, enzymes, precursor macromolecules, etc) can switch on or off certain biochemical pathways of APPROPRIATE species concerned hence providing the desired chemotherapeutic interventions.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-12T07:56:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-12T07:56:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:36.377Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The e-petitions process is designed to allow individuals to raise issues about Government policy. The matter that you have raised is an operational one for law enforcement agencies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:36.381Z"
    },
    "id": 32843,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32843.json"
    },
    "type": "archived-petition"
}