{
    "attributes": {
        "action": "'Pride in Nursing' - campaigning for a national day of recognition for primary care nurses",
        "additional_details": "It is high time primary care nurses received the recognition they deserve. The recent barrage of negative press, marginalisation by the government and increasing numbers of hostile patients have left many nurses feeling under attack.\r\n\r\nFurthermore, the upcoming changes in the NHS will force more and more patients into the community – piling on more work for primary care nurses.\r\n\r\nSign the ‘Pride in Nursing’ e-petition for a national day of recognition for primary care nurses in May 2013.\r\n\r\nHealth Secretary Andrew Lansley was among the first to officially show his support, already promising to encourage MPs to support the debate when it reaches Parliament.\r\n\r\n“The Pride in Nursing campaign is a very good idea,\" said Lansley.\r\n\r\n\"For a number of reasons we are going to see a bigger focus on the quality of nursing in the community and less of the assumption that when you talk about a nurse you are talking about a nurse on a ward of a hospital.”",
        "background": null,
        "closed_at": "2013-04-17T06:57:29.000Z",
        "created_at": "2012-04-16T14:03:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-16T14:03:40.000Z",
        "opened_at": "2012-04-17T06:57:29.000Z",
        "rejected_at": "2017-06-21T15:10:37.087Z",
        "rejection": {
            "code": "duplicate",
            "details": "Removed at request of petitioner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:37.090Z"
    },
    "id": 32951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32951.json"
    },
    "type": "archived-petition"
}