{
    "attributes": {
        "action": "Honour the spirit of the military covenant by removing the current restriction on providing mental welfare support to serving personnel only.",
        "additional_details": "Currently mental welfare support for our armed forces by the MOD is limited to the duration of their service. Incontrovertible evidence confirms that Post Traumatic Stress Disorder (PTSD) may develop long after its cause, leaving our forces inadequately supported. The Falklands conflict in 1982 lasted only 73 days. Subsequently more ex-servicemen have committed suicide than died as a result of enemy action bringing shame upon successive govenments of every political persuasions for failing in their duty of care. The nature of PTSD in military personnel means that it requires a military background to fully understand the causes of their problems and therefore to be qualified to provide appropriate support to personnel and their immediate families.The conflicts in the Balkans, Iraq and Afghanistan have lasted over 10 years, consequently potential problems are massive. This government must meet its obligations by providing indefinite support to treat PTSD arising from military service.",
        "background": null,
        "closed_at": "2013-04-19T14:22:02.000Z",
        "created_at": "2012-04-17T11:21:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-17T11:21:04.000Z",
        "opened_at": "2012-04-19T14:22:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:37.454Z"
    },
    "id": 32989,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/32989.json"
    },
    "type": "archived-petition"
}