{
    "attributes": {
        "action": "To establish an elected English Parliament with devolved powers similar to the Welsh, Scottish and Northern Ireland Parliaments ",
        "additional_details": "The Scottish, Welsh and Northern Ireland Parliaments have devolved powers and a budget and can determine services to be supplied to the residents of their countries. As a result, services such as university education, medical prescriptions, care of the elderly, parking at hospitals are typically provided free of charge or at a subsidised rate. Contrast this with the situation in England where full charges apply for all those services, because the UK Parliament. which includes Scottish, Welsh, Northern Ireland and English members of parliament has not deemed the services to be free of charge, or subsidised. It is entirely wrong that in one Country - the UK - citizens should be treated differently. To remedy this, there should be an elected English Parliament with a devolved budget where elected members can determine whether English citizens should enjoy similar benefits to residents of other countries of the UK",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T20:58:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T20:58:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:14.981Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:14.984Z"
    },
    "id": 3300,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3300.json"
    },
    "type": "archived-petition"
}