{
    "attributes": {
        "action": "Have a heart Fresenius - reinstate healthcare assistants in UHB dialysis units!",
        "additional_details": "Many UK dialysis units are contracted out to a private multinational healthcare company called Fresenius (profits circa £700 million last year.) In January they axed around 30 healthcare assistants from some West Midlands units, belonging to UHB (University Hospitals Birmingham.) This is effectively approaching a 50% reduction in hands-on staff on some shifts. It has had a huge effect on patients and their families, and on the remaining over-stretched staff. It has resulted in a reduced level of care and severe delays, and in some cases patients not arriving home from evening dialysis sessions until after 1am. This is impacting upon the physical and mental/emotional health of those involved, as well as putting patient safety at risk. Fresenius claim they have to make these units “economically sustainable”. Please sign the epetition and let Fresenius know that we will not stand by and let them skimp on the care they provide for some of the most sick and vulnerable in our society.",
        "background": null,
        "closed_at": "2013-04-24T08:00:23.000Z",
        "created_at": "2012-04-18T21:15:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-18T21:15:29.000Z",
        "opened_at": "2012-04-24T08:00:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 50,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:37.967Z"
    },
    "id": 33063,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33063.json"
    },
    "type": "archived-petition"
}