{
    "attributes": {
        "action": "Length of school holidays is not the issue - we need to address students' work ethics!",
        "additional_details": "As a student I feel that I would benefit from longer holidays. This holiday I have been almost solidly taking notes and doing practice questions for my exams. I find that holidays leave me much better able to revise than school.\r\nFurthermore, an extension to the school week would be ridiculous; as someone who attended only half of year six by flexi-schooling, in addition to missing much of KS3 I can support this. I came in the top ten in my county in the 11+ , achieved my Maths GCSE A* in Y9, enrolled at the OU at the same time and am hoping for all A*s at GCSE as well as to be a vet when I am older. I would say that if anything, a 4 day week or abolishing homework in KS3 would be a great improvement; I have learnt nothing from the latter and teachers should be able to teach effectively in school hours; perhaps non-academic subjects should take up less space in the timetable. Homework is largely worthless yet takes up much of the weekend, so the weekend should be longer.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-18T20:46:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-18T20:46:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:37.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Correspondence on personal issues can not be published on the e-petitions website"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:37.957Z"
    },
    "id": 33060,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33060.json"
    },
    "type": "archived-petition"
}