{
    "attributes": {
        "action": "Ministerial guidelines should stipulate for adequate surveillance of those (anti-vivisectionists, anti-abortionists, etc) who intimidate others",
        "additional_details": "Ministerial guidelines, Statutory Instruments, regulations, legislations should provide/allow for adequate surveillance by MI5, GCHQ, etc (utilising CCTV, emails, phone contacts, websites, undercover monitoring, etc) of anti-vivisectionists, hunt saboteurs, etc who cause criminal damage, terrorise & harass others/organisations. Animal farming for food is essential. Likewise animal vivisection is essential towards expending the frontiers of bioscience R&D for benefit of humans & animals alike. In pharmacological R&D for new drug agonists (enhancers) or antagonist (inhibitors) of specific biochemical metabolic pathways & processes, SUITABLE animal models (like primates for Alzheimer’s research) are invaluable. Drugs attached (lock & key fashion) to biological substrates (in cell receptors in membranes, DNA, enzymes, precursor macromolecules, etc) can switch on or off certain biochemical pathways of APPROPRIATE species concerned hence providing the desired chemotherapeutic interventions.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-20T06:45:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-20T06:45:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:38.346Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:38.349Z"
    },
    "id": 33113,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33113.json"
    },
    "type": "archived-petition"
}