{
    "attributes": {
        "action": "Return Shaker Aamer to the UK",
        "additional_details": "Shaker Aamer is a British resident with a British wife and children who has been imprisoned without trial by the US in Bagram Airforce Base and Guantanamo Bay for over ten years. The Foreign Secretary and the Foreign Office must undertake urgent new initiatives to achieve the immediate transfer of Shaker Aamer to the UK from continuing indefinite detention in Guantanamo Bay.",
        "background": null,
        "closed_at": "2013-04-20T17:21:12.000Z",
        "created_at": "2012-04-20T16:53:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-09-23T01:59:47.885Z",
        "government_response": {
            "created_at": "2017-06-21T15:10:38.495Z",
            "details": "A debate will take place on this e-petition on Wednesday 24 April 2013 at 9:30am.  Further information about the business of the House of Commons can be found at www.parliament.uk\r\n\r\nAs this e-petition has received more than 100 000 signatures, on 15 April 2013 the Leader of the House of Commons passed this petition to the House of Commons Backbench Business Committee to consider for debate.  Further information about the Committee, including how they handle e-petitions, can be found at http://www.parliament.uk/bbcom\r\n\r\nAs this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nUK Government Ministers and senior officials continue to raise Mr Aamer’s case with their US counterparts. On the 6 July 2010 the Prime Minister confirmed to Parliament that the Government would continue to make efforts to secure Mr Aamer’s release and return to the UK.\r\n\r\nAs the Foreign Secretary has publically stated following a meeting with Mr Aamer’s legal representatives:\r\n\r\n“The UK believes that indefinite detention in Guantanamo Bay is wrong and will continue to call for Guantanamo Bay to be closed and Mr Aamer to be returned to his family in the UK. I have personally raised his case with Secretary Clinton on a number of previous occasions, and we will continue to engage with the US on this issue until a solution is reached.”\r\n\r\nThe ultimate decision in respect of Mr Aamer’s release remains one for the US to make.\r\n\r\nLegislation passed by the US Congress, namely the 2011 National Defense Authorisation Act, all but precluded transfers out of Guantanamo Bay. This legislation has been renewed by the US Government for 2012, allowing for the US Secretary of Defense to exercise a waiver should stringent conditions be met. We are currently working with US counterparts to consider the implications of the new bill for Mr Aamer’s case.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-06-06",
            "summary": "",
            "updated_at": "2017-06-21T15:10:38.495Z"
        },
        "government_response_at": "2012-06-06T06:13:03.588Z",
        "moderation_threshold_reached_at": "2012-04-20T16:53:17.000Z",
        "opened_at": "2012-04-20T17:21:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-05-06T06:13:03.588Z",
        "scheduled_debate_date": null,
        "signature_count": 117469,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:38.502Z"
    },
    "id": 33133,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33133.json"
    },
    "type": "archived-petition"
}