{
    "attributes": {
        "action": "Abolish UK knowledge test for partners and spouses for Spouse Visa",
        "additional_details": "Abolish UK knowledge test for partners and spouses\r\n\r\nAs a British Citizen we should have the right to marry or commit to whom ever we wish, regardless of their knowledge of the UK. Evidence of a true relationship is acceptable but the knowledge test should be abolished for spouses and partners.\r\n\r\nThe average UK citizen scores below 50% so why should a foreigner.\r\n\r\nUK settlement visa applications from non UK/EEC spouses of resident British citizens to be automatically approved after a qualifying period of 3 years marriage, during which time they have maintained their relationship by email and phone, not neccessarily by visits, although should have met in person at least twice.\r\n\r\nA British citizen right to a family life SHOULD NOT be determined by the ability to speak English , or financial situation provided monthly income, Nor should it be determined by education/employment qualifications, as both spouses have proved their genuine marriage by a lasting relationship.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-21T22:08:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-21T22:08:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:38.768Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:38.772Z"
    },
    "id": 33170,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33170.json"
    },
    "type": "archived-petition"
}