{
    "attributes": {
        "action": "Doing nothing is NOT an option",
        "additional_details": "Fairer Care Funding is the title of the Dilnot Commission report into the Funding of Care and Support, published July 2011. The first key finding of the Commission is:\r\n“The current adult social care funding system in England is not fit for purpose and needs urgent reform.”\r\nThe same finding was reported by the Sutherland Royal Commission 13 years ago in 1999. Yet nothing has been done. The Government will publish a White Paper on Adult Social Care reform but only a “progress report” on funding. This will delay a decision on funding until after the next General Election. Meanwhile tens of thousands of people will be impoverished just because they become ill. The National Federation of Occupational Pensioners says this is unacceptable. We urge the Government to address the elephant in the room – funding of social care – and bring forward proposals so that reform of the funding system can be operative before the end of this Parliament. Doing nothing is NOT an option!\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-04-24T14:51:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-24T14:51:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:39.720Z",
        "rejection": {
            "code": "duplicate",
            "details": "See: Dilnot Commission recommendations on social care"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:39.723Z"
    },
    "id": 33281,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33281.json"
    },
    "type": "archived-petition"
}