{
    "attributes": {
        "action": "David Cameron and George Osbourne to Resign",
        "additional_details": "We the undersigned petition for the resignation of David Cameron and George Osbourne.\r\n\r\nSince entering office, David Cameron, George Osbourne and the Coalition as a whole have shown themselves repeatedly to be utterly out of touch with the British people's needs and utterly incapable of making any improvement to the financial situation in the UK.\r\n\r\nTheir sole solution to every embarrassment and failure has been to blame the previous government, who left office over two years ago, since that time there has been no improvement and it is an affront to people's intelligence that we be expected to believe that the last government are still responsible for the current situation two years down the line.\r\n\r\nWith members of all parties commenting on their concern and distrust of the current government, it is clear that public and political confidence in them is nearly zero.\r\n\r\nWe call for the resignation of David Cameron and George Osbourne and for a new general election to be called.",
        "background": null,
        "closed_at": "2013-04-27T08:41:24.000Z",
        "created_at": "2012-04-25T14:50:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:40.120Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThis Government is fully committed to a programme of work that will continue to the next election – in May 2015 – and beyond. In 2010, the Coalition parties came together in the national interest and formed a Government at a time of real economic danger. The deficit was spiralling out of control, confidence was plummeting and the world was looking to Britain with growing anxiety about our ability to service our debts.\r\n\r\nThis Government’s most urgent job was to restore stability in our public finances and confidence in the British economy. In just two years we cut the deficit by a quarter and set out a credible path towards our goal to balance the current budget over the economic cycle. Yet we have also taken action to ensure that we build a stronger, more balanced economy capable of delivering lasting growth and widely shared prosperity.\r\n\r\nWe have had to make some difficult choices, but we have not baulked at the tough decisions needed to secure Britain’s future. Whether it is reducing the deficit, rebalancing the economy, regulating the banks, tackling climate change, modernising our energy and transport infrastructure, putting our universities on a sustainable financial footing or dealing with the challenges of an ageing population and reforming public sector pensions, we have consistently chosen to do what is right over what is easy or popular; what is in our country’s long-term interest over our parties’ short-term interest.\r\n\r\nWe have recently published a Mid Term Review document, setting out our achievements to date, and we will continue to put political partisanship to one side to govern in the interests of the country.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:40.120Z"
        },
        "government_response_at": "2012-07-22T16:30:00.465Z",
        "moderation_threshold_reached_at": "2012-04-25T14:50:08.000Z",
        "opened_at": "2012-04-27T08:41:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-22T16:30:00.465Z",
        "scheduled_debate_date": null,
        "signature_count": 32401,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:40.127Z"
    },
    "id": 33327,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33327.json"
    },
    "type": "archived-petition"
}