{
    "attributes": {
        "action": "Mugabe and his cronies should be tried before the international courts for all the humanitarian crimes they have and continue to commit since 1980",
        "additional_details": "Robert Mugabe and his cronies should be tried before the international courts for all the humanitarian crimes they have and continue to commit since 1980. Zimbabwean people have never been at peace. ZANU PF continues to violate and suppress people`s human rights in every way possible. Mugabe has committed serious atrocities starting with the Gukurahundi massacres were 20 000 people were killed up till today he hasn’t stopped killing people. ZANU PF uses militia thugs, police, green bombers, CIO,Chipangano gang and ZANU PF supporters to commit all these crimes. This violation is a great retrogression in terms of democracy and protection of human rights as enshrined not only in the constitution but in the regional and international human rights instruments in which Zimbabwe adheres to. We cannot allow Robert Mugabe to die without being charged for the crimes his committed. We ask the international community to help us regain our independence, we are tired of seeing died bodies.",
        "background": null,
        "closed_at": "2013-01-30T15:53:57.000Z",
        "created_at": "2012-04-27T00:12:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-27T00:12:16.000Z",
        "opened_at": "2012-04-30T14:53:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:40.638Z"
    },
    "id": 33390,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33390.json"
    },
    "type": "archived-petition"
}