{
    "attributes": {
        "action": "Notorious criminals cashing-in on phone hacking compensation",
        "additional_details": "Criminals who are notorious as a result of a heinous crimes should not be\r\nallowed to receive damages from newspapers, or any journalists, over privacy\r\nintrusions, like hacking phones or emails.\r\n\r\nThe media are not allowed to pay criminals for their stories, and by the\r\nsame token criminals should be barred from benefiting from the attention\r\nfocussed on them because of their offences.\r\n\r\nParliament must pass a law banning the payment of damages to a criminal in\r\nsuch circumstance, and requiring any damages secured in this way to be\r\ndonated to a registered charity, nominated by the families of their victims.",
        "background": null,
        "closed_at": "2013-05-04T12:56:55.000Z",
        "created_at": "2012-04-29T18:16:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:41.091Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government established the Leveson Inquiry in July 2011 to examine the culture, practices and ethics of the press following the disclosure of law breaking and serious misconduct in some quarters of the press. The Government takes any allegation of unlawful or inappropriate behaviour by police officers very seriously and that is one of the reasons why the Government established the Leveson Inquiry\r\n\r\nLord Justice Leveson’s report, published in November 2012, laid bare that our existing system of press self-regulation is not fit for purpose and has let down the victims of some of the worst behaviours of the press. Leveson’s detailed inquiry and report is also a valuable addition to supporting the police in their vital work on improving integrity, accountability and transparency\r\n\r\nWhat some ordinary members of the public have endured because of the behaviours of some parts of the press is unacceptable. Government is clear that action must be taken: the package of measures agreed by the Prime Minister, Deputy Prime Minister and Leader of the Opposition on 18 March will help deliver a new system of independent and robust press regulation in this country, one which supports our traditions of investigative journalism and free speech, and which also protects the rights of those who become the subject of news coverage. In addition, as the Home Secretary made clear in her statement to the House in respect of police integrity on February 12, the Government accepts what has been recommended on the relationship between the press and the police, and will be working closely with the College of Policing, Chiefs’ Council, HMIC and the IPCC on implementation.\r\n\r\nRegarding compensation, it is a central principle of the civil law that anyone who has suffered damage as a result of another person’s unlawful acts or omissions can bring a claim for compensation in relation to that damage. It is then a matter for the courts to decide whether the claim is properly established and, if so, what compensation should be payable. Excluding the right to bring a claim from any person or group of people would go against this principle and in cases relating to breaches of privacy through phone hacking would allow the press to break the law and commit serious misconduct without the risk of having to pay civil law damages. The Government does not consider that this would be appropriate.\r\n\r\nHowever, we agree entirely that the justice system needs to put victims of crime first, not offenders. That’s why the Legal Aid, Sentencing and Punishment of Offenders Act 2012 places a stronger duty on the courts to consider ordering offenders to pay compensation to their victims  The courts may also allow civil claims for personal injury to be brought outside of the normal limitation time period, where it is just and equitable to do so. That might be of use to a victim when the perpetrator of the crime does not have sufficient resources at the time of conviction, but subsequently acquires additional resources (for example, where they have received damages).\r\n\r\nThe Government is taking a number of other steps to ensure that offenders are properly held accountable to their victims. In our response to the consultation ‘Getting it Right for Victims and Witnesses’, the Government made clear its intention to ensure that offenders are responsible for greater reparation to victims and to contribute to the cost of victim support services. We have reformed the Victim Surcharge and intend to use revenue from increased financial penalties to fund victims’ services, raising up to an additional £50m per year from offenders.",
            "responded_on": "2012-06-30",
            "summary": "",
            "updated_at": "2017-06-21T15:10:41.091Z"
        },
        "government_response_at": "2012-06-30T00:20:53.527Z",
        "moderation_threshold_reached_at": "2012-04-29T18:16:43.000Z",
        "opened_at": "2012-05-04T12:56:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-05-31T00:20:53.527Z",
        "scheduled_debate_date": null,
        "signature_count": 68933,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:41.097Z"
    },
    "id": 33458,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33458.json"
    },
    "type": "archived-petition"
}