{
    "attributes": {
        "action": "Elected Mayors & Police Commissioners should NOT become a form of devolved institution but work with HMG as senior representatives for a city/region",
        "additional_details": "Elected Mayors & Police Commissioners should also not be current serving MPs, MEPs or MPs of devolved assemblies. Elected Mayors can form initiatives, objectives & being accountable for the economic development, transport, infrastructure planning, policing for a city. Likewise an elected Police Commissioners can be elected to deliver specific policing initiatives, priorities, objectives for a particular region. Elected mayors of cities can be a form of elected chairperson, senior representatives, ambassadors of cities in diverse areas – like economic development, transport, infrastructure planning & development, educational objectives, council services, etc. These elected Mayors & Police Commissioners are accountable to their community for the policies they implemented & oversee. The economic development, transport, policing priorities, etc of such elected high profile officials are open to discussions, debate, choice & eventually accountable at election (say every 4 years).",
        "background": null,
        "closed_at": "2013-05-03T11:22:06.000Z",
        "created_at": "2012-04-29T19:01:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-29T19:01:40.000Z",
        "opened_at": "2012-05-03T11:22:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:41.103Z"
    },
    "id": 33460,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33460.json"
    },
    "type": "archived-petition"
}