{
    "attributes": {
        "action": "Public Inquiry into the Independent Police Complaints Commission",
        "additional_details": "The IPCC is failing to deliver a fair and effective service to address the publics concerns about policing. The IPCC claims to be an organisation of integrity and independence, yet their decisions and staffing composition raise serious doubt about these claims. Of the last 158 most serious reported cases of police criminal conduct, just 15 were referred to the CPS for a charging decision.\r\n\r\nThe IPCC is not accountable to anyone, it has no oversight. A complaint against the IPCC is investigated by the IPCC. That cannot be reconciled with the values of democratic society where public officials must be held to account. It is high time a full public inquiry is commissioned to examine whether this organisation is fit for purpose.\r\n\r\nWe call for a full public Inquiry to fully air and address these issues, with the intention of developing a properly independent system, that both the public and police can have confidence in its integrity and fairness..\r\n\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-05-01T06:28:54.000Z",
        "created_at": "2012-04-30T21:01:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-04-30T21:01:27.000Z",
        "opened_at": "2012-05-01T06:28:54.000Z",
        "rejected_at": "2017-06-21T15:10:41.482Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Removed at request of petitioner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:41.485Z"
    },
    "id": 33503,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33503.json"
    },
    "type": "archived-petition"
}