{
    "attributes": {
        "action": "Discrimination against whites in the media using the black members council",
        "additional_details": "The Black Members Council is a group that prohibits white membership, has officially been given exclusive authority to write the codes of conduct and racial guidelines for reporting issues like terrorism, immigration, and racially motivated crime.\r\nThey have made this very biased & discriminatory towards white people practically forcing the media to only report on things that involve whites.\r\n\"Black\" can cover people of Arab, Asian, Chinese, or African origin. This seems very discriminatory towards the other %92 of the population.\r\n\r\nI myself do not agree with racism, discrimination & do not care whether people are of different backgrounds But its ironic how the media bombards the BNP for white only membership, YET they don't say anything about the black members council.\r\n\r\nI would like the government to disband the black members council & prohibit groups like it in the future as it is forcefully censoring the media and allow journalists to report on any ethnicity.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-02T20:48:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-02T20:48:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:42.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the NUJ."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:42.087Z"
    },
    "id": 33586,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33586.json"
    },
    "type": "archived-petition"
}