{
    "attributes": {
        "action": "‘Civil partnership’ shouldn’t be renamed as ‘marriage’ but recognised as equivalent to ‘marriage’. Marriage should remain violable if not consummated",
        "additional_details": "Marriage should remain violable if not consummated by ordinary physical sexual intercourse. There are around 5000 transsexuals in UK. In Corbett v. Corbett it was held that marriage is the voluntary union between a man & a woman & that gender in marriage is determined by the application of chromosomal, gonadal & genital tests, without regard to any surgical intervention (like gender reassignment). It was also held that a transsexual was incapable of consummating the marriage in the context of ordinary sexual intercourse. Under of Matrimonial Causes Act, a marriage that has not been consummated may be voidable. In F I. v. UK (2002) ECHR held that there has been a breach of Article 12 (right to marry) if transsexual cannot marry; as in UK same sex persons (gender as first recorded in birth certificates) cannot marry. However Article 5 EEC Directive 76/207/EEC on principle of equal treatment for men & women in employment, vocational training do preclude dismissal of a transsexual.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-03T14:26:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-03T14:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:42.433Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:42.436Z"
    },
    "id": 33618,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33618.json"
    },
    "type": "archived-petition"
}