{
    "attributes": {
        "action": "Launch an investigation into the Argentine Government willfully breaching the Olympic Oath",
        "additional_details": "The Argentine Government have publically filmed an advert citing the Falklands as their own. They have also decided to wear badges citing the falklands as their own.\r\n\r\nThis is in Breach of the Olympic Oath. (See Below)\r\n\r\nBy doing this no Argentine athlete is performing in true sportsmanship.\r\n\r\nThe DCMS  need to launch an investigation into the matter and inform the Olympic Committee of the breach of the Oath and suggest  the Olympic Commitee issue the official order to change the badge.\r\n\r\nThe athlete, from the team of the organizing country, holds a corner of the Olympic Flag while reciting the oath :\r\n\r\n    In the name of all the competitors I promise that we shall take part in these Olympic Games, respecting and abiding by the rules which govern them, committing ourselves to a sport without doping and without drugs, in the true spirit of sportsmanship, for the glory of sport and the honor of our teams.[1]\r\n\r\nhttp://en.wikipedia.org/wiki/Olympic_Oath ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-04T03:17:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-04T03:17:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:42.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the International Olympic Committee."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:42.578Z"
    },
    "id": 33635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33635.json"
    },
    "type": "archived-petition"
}