{
    "attributes": {
        "action": "Overseas Voting Rights for Albanian-British Citizens - Red & Black Alliance (AK)",
        "additional_details": "We, Albanian-British people, proud and aware of our country’s history, with shared responsibility for the future, with determination to help Albania build a more social and democratic state based on the rule of law, and guaranteed fundamental human rights and freedoms, call upon you Prime Minister Mr. David Cameron, The British Government, to assist us with our demand to The Albanian Government and all Parliamentary Parties: Diaspora Vote.\r\nThe Venice Commission Report: Out-of-country voting guarantees equality between citizens living in the country and expatriates. It ensures that citizens maintain ties with their country of origin and boosts their feeling of belonging to a nation of which they are members regardless of geographical, economic or political circumstances.\r\nThis year we celebrate 100 years of Independence. On this Jubilee year, Albanian Diaspora wants the right to freedom of expression and vote, ensuring all citizens are equal, in line with The Albanian Constitution.\r\n",
        "background": null,
        "closed_at": "2012-08-09T10:52:22.000Z",
        "created_at": "2012-05-06T18:35:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-06T18:35:53.000Z",
        "opened_at": "2012-05-09T10:52:22.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:43.278Z"
    },
    "id": 33718,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33718.json"
    },
    "type": "archived-petition"
}