{
    "attributes": {
        "action": "Ultrasound Scan in Third Trimester of Pregnancy",
        "additional_details": "In the NHS, pregnant women will be scanned at 12 and 20 weeks gestation. ( First and second trimester). A simple ultrasound scan in a woman's third trimester could save their babies life. This scan should be done as a precaution to check the baby's amniotic fluid is not falling low. The scan can check the baby's growth and can check what position the baby is in! My baby's life could have been saved if I had had an ultrasound scan late on into my third trimester. Women need to be monitored more closely near the end of their pregnancies as this is where things can go wrong and stillbirth could be the devastating result.",
        "background": null,
        "closed_at": "2013-05-09T08:26:21.000Z",
        "created_at": "2012-05-08T20:50:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:43.875Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nTo lose a baby is devastating for parents and their families.  Every death of a baby is one death too many, and the Department of Health has made reducing infant and perinatal mortality, including stillbirth, an improvement area for the NHS.\r\n\r\nThe Department is working with Sands (the Stillbirth and Neonatal Death Society) and other organisations to help reduce the number of stillbirths.  Currently, a number of groups are being established to carry out key elements of this work, including identifying and raising awareness of the main risk factors associated with stillbirth.\r\n\r\nBefore an ultrasound scan in the third trimester could be considered, there would need to be clear evidence that it would be effective.  Where organisations or individuals feel that there is enough published evidence to consider screening for a condition, they can suggest this to the UK National Screening Committee through its website at www.screening.nhs.uk\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-08-06",
            "summary": "",
            "updated_at": "2017-06-21T15:10:43.875Z"
        },
        "government_response_at": "2012-08-06T06:57:34.202Z",
        "moderation_threshold_reached_at": "2012-05-08T20:50:06.000Z",
        "opened_at": "2012-05-09T08:26:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-07-06T06:57:34.202Z",
        "scheduled_debate_date": null,
        "signature_count": 31499,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:43.881Z"
    },
    "id": 33799,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33799.json"
    },
    "type": "archived-petition"
}