{
    "attributes": {
        "action": "Amend legislation to allow Police to properly deal and punish Internet Trolls and enable everyone to be able to afford to prosecute Trolls",
        "additional_details": "Cyber-bullying/Trolling needs to be recognised as a serious crime with serious consequences.\r\n\r\nCurrently the Police lack the powers or resources to effectively prosecute Internet Trolls.  Trolls are able to hide behind the anonymity of the internet without fear of the consequences.  The approach by the authorities seems to be that they will only deal with cases when someone is a celebrity or they are pressured by external forces.\r\n\r\nThere is also a disparity in access to justice. Until a Troll can be identified (and depending on the severity of the case) Trolling remains a civil issue.  This means that victims have to meet their own costs, including, court costs and legal fees. Celebrities and richer individuals can afford this kind of representation; many cannot, which creates a two-tier legal system.\r\n\r\nCyber-bullying is prevalent and affects those of all ages; with the perpetrators often being completely unknown to the victim.  This is not just a problem for celebrities.\r\n",
        "background": null,
        "closed_at": "2013-05-15T12:42:04.000Z",
        "created_at": "2012-05-09T16:20:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-09T16:20:37.000Z",
        "opened_at": "2012-05-15T12:42:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:44.144Z"
    },
    "id": 33831,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/33831.json"
    },
    "type": "archived-petition"
}