{
    "attributes": {
        "action": "British Migrants Party proposes to celebrate “Migrants are our Diamonds” day, on the 5th of June every year.",
        "additional_details": "Many of our leaders in Britain are migrants, or they have got immigrant ancestors, like Duke of Edinburgh or The Queen who has got German ancestors. We also have many politicians with immigrant background. In fact vast majority of people living in Britain have got immigrant connection. UK would look an abandoned country without them. Migrants are hard working, tough, durable, and reliable just like diamonds. It will be great to celebrate migrant’s arrival to UK as rescuers, revitalises and mark their arrival to UK on 5th of June. On this great date we will celebrate migrant’s first step on this land, bringing prosperity, competition and expertise. What a great reason to celebrate and honour migrants, recognise their contribution to our society. It will boost the moral of migrants too, create festival atmosphere, rejoice, creation of harmony, integrated society. That is what we need, a day to celebrate, “celebration of migrants arrival to the United Kingdom” the diamonds, our migrants.",
        "background": null,
        "closed_at": "2013-05-30T11:10:29.000Z",
        "created_at": "2012-05-16T10:43:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-16T10:43:56.000Z",
        "opened_at": "2012-05-30T11:10:29.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:45.951Z"
    },
    "id": 34044,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34044.json"
    },
    "type": "archived-petition"
}