{
    "attributes": {
        "action": "Save services for deaf children",
        "additional_details": "We the undersigned call on the Department for Education to intervene to protect specialist services for deaf children as a matter of urgency.\r\n\r\nMany deaf children depend on multiple highly-specialist public services. We know that local authorities are cutting these services to save money, without being transparent about their decisions and actions.\r\n\r\nThese services are not a luxury. They are vital to deaf children’s education, health and wellbeing.\r\n\r\nToo many local authorities fail to take the needs of deaf children seriously or provide basic information that families need to understand decisions and challenge them if necessary.\r\n\r\nWe are calling on minsters to use their powers to hold these local authorities to account, ensure they abide by the law and stop hoodwinking families.\r\n\r\nUrgent, decisive action is needed to stop the futures of some of the country’s most vulnerable children being put in danger.\r\n\r\nThis petition has been initiated by the National Deaf Children's Society.",
        "background": null,
        "closed_at": "2013-05-22T08:24:10.000Z",
        "created_at": "2012-05-17T09:28:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:46.230Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAs the National Deaf Children’s Society acknowledge in its ‘Stolen Futures’ report, the Department for Education has already taken action to protect the resources available for special educational needs (SEN) provision, including support for deaf children. We have ensured that the Dedicated Schools Grant is, overall, at the same cash level per pupil as in 2010-11. We have also announced that we will not seek to recover SEN funding from local authorities where schools have converted to Academy status. This should help protect services on the ground at a time of transition and emphasises our commitment to improving the system of support for disabled children and those with SEN.\r\n\r\nGovernment, at both national and local level, is having to make tough choices given the current financial environment. Those decisions, however, must also be based on a good assessment of local need and well thought through and transparent. Most importantly, families should have clear, accessible information about their rights and the support available to them.\r\n\r\nOur proposed reforms will help ensure that this is increasingly the case.  Through the proposed Children and Families Bill we will require every local authority, along with local schools, health services and other partners to publish a ‘Local Offer’.  This will set out clearly the support that is normally available in that area for disabled children and those with SEN.  Families will easily be able to see what support is available and where to go if they need further help.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-07-27",
            "summary": "",
            "updated_at": "2017-06-21T15:10:46.230Z"
        },
        "government_response_at": "2012-07-27T02:40:15.445Z",
        "moderation_threshold_reached_at": "2012-05-17T09:28:04.000Z",
        "opened_at": "2012-05-22T08:24:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-27T02:40:15.445Z",
        "scheduled_debate_date": null,
        "signature_count": 51033,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:46.236Z"
    },
    "id": 34073,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34073.json"
    },
    "type": "archived-petition"
}