{
    "attributes": {
        "action": "Nurses Registration Fees",
        "additional_details": "We would like the Government to Review the Nursing and Midwifery Council (NMC) with regard to the fees charged to registered nurses.\r\n\r\nThe NMC has said that it intends to consult on raising the annual fee for all Registered Nurses from £76 to £120.\r\n\r\nWhilst having a regulatory body is necessary, we feel that charging 660,000 Nurses a total of over £81,000,000 for the priviledge of maintaining our registrations is unacceptable and a potential 58% increase in our fees at this time is inexcusable. A lot of nurses resent having to pay at all, to be allowed to keep our hard earned registrations and this potential increase is devastating to many.\r\n\r\nPlease sign the petition to encourage a review of the NMC and the charging of annual fees to Nurses",
        "background": null,
        "closed_at": "2013-05-21T11:11:14.000Z",
        "created_at": "2012-05-17T18:27:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:46.481Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Nursing and Midwifery Council (NMC) is an independent body and it is therefore for the Council to determine the level of fees it charges for registration.  It is also for the NMC to justify its fee structure.\r\n\r\nThe NMC undertook a consultation on the proposed fees increase.  The consultation closed on 24 August, and the NMC is assessing the responses.  Information is available on the NMC website at www.nmc-uk.org/Get-involved/Consultations/NMC-fee-increase.\r\n\r\nMinisters have made it clear to the NMC Chair and Chief Executive that the Government does not expect registration fees for any regulator to increase unless there is a clear and robust case that any increase is essential to ensure the exercise of statutory duties.\r\n\r\nOn 15 October, the Government offered the NMC a one-off grant of £20million to improve the NMC’s performance.  The Government expects that this support will allow the NMC to protect nurses and midwives from the full impact of the proposed registration fee rise.  It is a decision for the NMC whether or not to accept the Government’s offer.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-07-14",
            "summary": "",
            "updated_at": "2017-06-21T15:10:46.481Z"
        },
        "government_response_at": "2012-07-14T13:12:51.393Z",
        "moderation_threshold_reached_at": "2012-05-17T18:27:36.000Z",
        "opened_at": "2012-05-21T11:11:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-06-14T13:12:51.393Z",
        "scheduled_debate_date": null,
        "signature_count": 75775,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:46.487Z"
    },
    "id": 34101,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34101.json"
    },
    "type": "archived-petition"
}