{
    "attributes": {
        "action": "Lowering car insurance premiums to a more realistic and fair price which is affordable by the every day uk driver.",
        "additional_details": "Uk car insurance premiums have sky rocketed this year making it increasingly difficult for low earners to be able to afford to drive car. The seemingly endless list of technicalities and loopholes allows insurance companies to charge extortionate premiums over details such as a persons post code as some areas are considered to have a high crime rate or more absurdly high accident ranking. It is perhaps no surprise that these areas tend to house those on a lower income and one would think that if given the funds and the choice they would not be living in that area. Therefore we are now in a position where if you cannot afford to move into a nice suburban neighbourhood, you are somehow excepted to be able to afford a higher premiums than those who can. The current pricing structure as a whole has caused a situation where the question is no longer about being able to afford a car, but instead is whether you can afford the insurance!!!",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T21:26:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T21:26:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:15.900Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:15.903Z"
    },
    "id": 3412,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3412.json"
    },
    "type": "archived-petition"
}