{
    "attributes": {
        "action": "New pillar of education covering the first five years of life - the most influential years on life chances",
        "additional_details": "The report by a Labour backbencher Frank Field, asked for by David Cameron, Conservative leader. This is something we can all agree on but the Government has not implemented Field's recommendations.\r\n\r\nWe want the Government to implement the 'Foundation Years' report in full. This recommendations of this report would:\r\n\r\n - increase social mobility more than any other action\r\n\r\n - provide hope and effective support to those who find none in the current education system\r\n\r\n - make parents aware of how important their input is\r\n\r\n - mean our poorest children can compete with those from much more advantaged backgrounds\r\n\r\n - provide support for pregnant mothers, who can maximise their child's life chances right from the beginning\r\n\r\n - mean that, in the long term, our society is more equal, more competitive and more healthy.\r\n\r\nThis is something we can all agree on but the Government have done nothing. So let us force a debate on it in Parliament. Thank you.",
        "background": null,
        "closed_at": "2013-05-28T15:24:14.000Z",
        "created_at": "2012-05-21T13:27:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-21T13:27:45.000Z",
        "opened_at": "2012-05-28T15:24:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:47.338Z"
    },
    "id": 34212,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34212.json"
    },
    "type": "archived-petition"
}