{
    "attributes": {
        "action": "SUPPORTING THE LAW COMMISSIONS REFORM PAPERS FOR TENNANTS IN COMMON TO PROTECT PRE-MARITAL & INHERITENCE ASSETS UPON SEPERATION OR DIVORCE",
        "additional_details": "The Law Commission was approached by the Ministry of Justice to undertake a review on current legislation, which was later extended in 2012 to include the courts broad and discretionary treatment of personal assets with financial claims on pre-marital & inherited assets upon separation. It was felt that the current law creates too much potential for uncertainty and for inconsistent outcomes.\r\nExisting legislation assumes an automatic right of claim and appears not to take into account the personal and individual circumstances on a case by case pro rata basis.\r\nThe final report, which is due for release in Autumn 2013, is working towards a fairer judicial process to protect the financial interests of married and unmarried couples upon separation\r\nWe urge for a reform on the current laws and by way of this epetition we offer support to this review.\r\n\r\nYOUR SUPPORT IS VITAL ,THE LAW COMMISSION HAS CALCULATED THAT A POTENTIAL 2 MILLION PEOPLE COULD BE AFFECTED BY THIS REFORM\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-05-22T09:17:05.000Z",
        "created_at": "2012-05-21T22:32:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-21T22:32:00.000Z",
        "opened_at": "2012-05-22T09:17:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:47.470Z"
    },
    "id": 34229,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34229.json"
    },
    "type": "archived-petition"
}