{
    "attributes": {
        "action": "Invest in worthy projects (like infrastructure, feeding poor households) in UK, not donating resources oversees (including India, China) willy-nilly",
        "additional_details": "As well as being unable to deport illegal immigrants & failed asylum seekers back to countries (like Africa) UK provides generous aid to, sacrificing the lives of UK armed forces personnel & donating military equipment to Afghanistan, etc. 0.7% of Gross National income (GNI) HMG has proudly earmarked for overseas aid. The coalition Government is pledging £8.4 billion this year for overseas aid, rising to over £11 billion by 2015. UK paid £6.27 billion in 2010 more to the EU budget than she receives. Of the £110bn EU budget for 2010, nearly half is allocated to agriculture, 35.6% (i.e. £40bn) of the budget to financially support underdeveloped EU regions. How about using the aid money the government allocated for charity overseas to invest in worthy projects inside UK instead (ibid)? In any case, oversees aid may easily end up greatly enriching the pockets of officials, misguided & corrupt tin-pot administrations in order to serve their own corrupt self-interest schemes.",
        "background": null,
        "closed_at": "2013-05-28T08:59:21.000Z",
        "created_at": "2012-05-24T07:24:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-24T07:24:23.000Z",
        "opened_at": "2012-05-28T08:59:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 27,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:47.988Z"
    },
    "id": 34296,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34296.json"
    },
    "type": "archived-petition"
}