{
    "attributes": {
        "action": "Stop the use of the phrase \" Oh my God\" in the media",
        "additional_details": "We want the use of the phrase \" Oh my God\" stopped on radio, TV and newspapers and magazines. Also on clothing ranges and advertising campaigns.\r\nIt is offensive to Christians as it is breaking one of the 10 Commandments.\r\nThe people using it are often not religious and do not understand what they are saying.If they do not believe then they do not have a God.\r\nWe need to break the habit that society has got into where it is acceptable to blaspheme constantly.\r\nChildren need to not hear it everywhere so they do not get into the same habit.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-25T11:26:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-25T11:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:48.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for what is broadcast on television and radio rests with the broadcasters and the organisations which regulate broadcasting - the Office of Communications (OFCOM), the BBC Trust and the Welsh Fourth Channel Authority (S4C). They are independent of the Government.\r\n\r\nIn the UK, the press is not subject to state regulation. The Government believes that this is fundamental to our democracy. That is why the government does not interfere in what a newspaper or magazine chooses to publish.\r\n\r\nHowever, newspapers must abide by the law, but they also sign up to a Code of Practice, overseen by the independent Press Complaints Commission (PCC). The Editor's Code of Practice sets a benchmark for the standards the press is expected to maintain."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:48.316Z"
    },
    "id": 34345,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34345.json"
    },
    "type": "archived-petition"
}