{
    "attributes": {
        "action": "National lottery interest free loans should be available to install Hawkeye technology in FC stadiums & second roof for another Wimbledon court",
        "additional_details": "All Premier & Champion football league (& their equivalent in home countries) clubs in UK should qualify for National Lottery interest free loans (say for 5 years) to assist them to install Hawkeye technology. Likewise the Tennis Association should also be assisted by such interest free loans, if required, to build a roof over another Tennis court in Wimbledon, in addition to Centre Court. A 2nd roof for Wimbledon will prevent the frustrating situation of major tennis games being postponed due to rain. Football should be about skills, NOT about the luck of receiving an undeserved favourable referee's decision in a fast flowing game. It is overdue for referees to have Hawkeye confirmation of whether the football has crossed the line for a goal. Also instant playback should (similar to those on live television) should be made available to a fourth & touch line referees (on the stadium’s video feedback monitors) when they make decisions on DISPUTED offside, penalty or red card.",
        "background": null,
        "closed_at": "2013-05-30T14:14:09.000Z",
        "created_at": "2012-05-28T07:47:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-28T07:47:46.000Z",
        "opened_at": "2012-05-30T14:14:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:48.959Z"
    },
    "id": 34425,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34425.json"
    },
    "type": "archived-petition"
}