{
    "attributes": {
        "action": "Gurkhas & Fijian troops should be considered and regulated as foreign workers with work permits",
        "additional_details": "Most (if not all) Gurkhas & Fijian regiments should be made redundant. In future only Gurkhas & their extensive family members already permanently residing in UK can join the British armed forces. Otherwise Gurkhas &Fijian troops may be regarded by most people as foreign mercenaries for the highest bidder. Conferring indefinite leave to remain in UK status to all Nepali and Fijian troops (and their extended family members) that ever served on the British armed forces (no matter how worthy) create precedents for other migrant workers including Iraqis interpreters, migrant workers etc. Unlike UK, Nepalese culture believes in a child elected as 'god'. Should we let all the extensive 'family members' of Gurkhas still in the Himalayas into UK without question? Should foreign workers  (legal or illegal) working as security guards putting their ‘lives on the line’ also allowed to remain in UK forever (together with their extended family members), as they are also ‘veterans’ ? Surely not.",
        "background": null,
        "closed_at": "2013-05-30T11:23:21.000Z",
        "created_at": "2012-05-28T08:08:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-28T08:08:30.000Z",
        "opened_at": "2012-05-30T11:23:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:48.965Z"
    },
    "id": 34427,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34427.json"
    },
    "type": "archived-petition"
}