{
    "attributes": {
        "action": "A 24 hour public transport (preferably bus service) which has regular time intervals and cheap fairs NOT JUST IN LONDON!",
        "additional_details": "The Government has spent billions on public transport INSIDE London. London has a 24 HOUR TRANSPORT SERVICES which comes on a REGULAR BASIS whether it’s TRAIN or BUS services.However outside of London transport services are NOT AS FREQUENT.  I feel that this is very LIMITED for public transport users. So isn't it time to allocate MORE resources on transport OUTSIDE of London? A 24 hour transport service will INCREASE THE DEMAND for the use of public transport in the UK. An increase in demand allows the PRICE PER PERSON TO REDUCE giving the consumer a GREATER STANDARD OF LIVING. More users WILL use this service, which in turn generates a LARGER REVENUE OF TAX for the government. Public transport will help to REDUCE CARBON EMISSIONS which benefits the environment.\r\nThis WILL benefit EVERYONE, not just Londoners.\r\nIf you agree with me that the government MUST improve public transport outside of London, then please sign this petition and help improve the transport of the UK as a WHOLE.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-28T14:58:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-28T14:58:53.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:49.054Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for local authorities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:49.057Z"
    },
    "id": 34443,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34443.json"
    },
    "type": "archived-petition"
}