{
    "attributes": {
        "action": "Keep Grow Heathrow Alive!",
        "additional_details": "Transition Heathrow faces eviction from Grow Heathrow, its squatted garden in the heart of Sipson.\r\n\r\nAfter occupying the site on 1st March 2010, the plot has provided local residents with a space to start building more sustainable and more resilient Heathrow communities after the dropping of the 3rd runway. Residents and activists have worked together to turn the derelict piece of land back into a thriving market garden. 30 tonnes of rubbish have been removed and two of the greenhouses have been completely re glazed. There have also been many workshops and events such as permaculture courses, growing workshops and a well attended banquet.\r\n\r\nGrow Heathrow is at the heart of the Transition Heathrow project, and the looming threat of eviction leaves it with an uncertain future. The land has become a community hub and a model of sustainable living and self-sufficiency. Please ensure the future of this exciting space by signing the petition to save Grow Heathrow!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-05-29T15:21:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-05-29T15:21:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:49.366Z",
        "rejection": {
            "code": "no-action",
            "details": "The petition does not set out any action that it is calling on central Government to take.  Is it calling on the Government to intervene in the eviction process going through the courts?  Or is it calling for some other action?  If you wish the Government to take some particular action, this should be made explicit in any resubmitted petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:49.368Z"
    },
    "id": 34484,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34484.json"
    },
    "type": "archived-petition"
}