{
    "attributes": {
        "action": "Lenient sentencing in the child death case of Aaron Booth 2012",
        "additional_details": "I would like the Attorney General to Review the case of Lauren Booth who's 2 year old son, Aaron Booth, died due to drinking plant food she used to grow cannabis.  He was in her care at the time of the incident. There were other issues of neglect mentioned in the case. She received a 12 month suspended sentence at Bradford Crown Court on 29 May 2012 where Judge Colin Burn described Aaron's death as prolonged, horrible and preventable. Ms Booth showed no remorse following sentencing.",
        "background": null,
        "closed_at": "2012-09-12T11:52:57.000Z",
        "created_at": "2012-05-30T13:45:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:49.617Z",
            "details": "The Attorney General's Office have provided the following information:\r\n\r\nAnyone can contact the Attorney General's Office to raise a concern about a unduly lenient sentence and it only takes one complaint to trigger the process. In the case of Lauren Booth the Attorney Generals Office has already been made aware and is currently reviewing the papers to see if the sentence passed was unduly lenient. More details about this scheme can be found on our website: http://www.attorneygeneral.gov.uk/ULS/Pages/default.aspx.",
            "responded_on": "2012-10-12",
            "summary": "",
            "updated_at": "2017-06-21T15:10:49.617Z"
        },
        "government_response_at": "2012-10-12T11:52:57.000Z",
        "moderation_threshold_reached_at": "2012-05-30T13:45:58.000Z",
        "opened_at": "2012-06-12T11:52:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:49.623Z"
    },
    "id": 34519,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34519.json"
    },
    "type": "archived-petition"
}