{
    "attributes": {
        "action": "Animal Cruelty Improved legislation",
        "additional_details": "Within the UK Judicial System, sentencing guidelines are set by the Sentencing Council and they provide detailed guidance to Magistrates Courts across the UK.\r\n\r\nThese guidelines state that offences of Animal Cruelty (as described in the Animal Welfare Act 2006) is triable only summarily (cannot go to Crown Court) and carry a maximum penalty of £20,000 fine and/or 6 months imprisonment.\r\n\r\nWe would like to see a zero tolerance on animal abuse as there is absolutely no excuse for it.\r\n\r\nWe would like to see sentencing increased to a maximum of 2 years custodial and a lifetime ban for persistent or serious offenders.\r\n\r\nWe would also like to see animal protection agencies become part of the criminal justice system so they can continue to undertake prosecutions but do not have to pay the prosecution costs",
        "background": null,
        "closed_at": "2013-05-31T09:48:27.000Z",
        "created_at": "2012-05-30T16:06:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:49.649Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Animal Welfare Act 2006, which makes it an offence to cause unnecessary suffering to an animal, was reviewed by the Parliamentary Select Committee for the Environment, Food and Rural Affairs (Efra) last year.  The Committee did not recommend increasing the maximum penalties available to the courts.  There are, therefore, no proposals to increase the penalties for cases of animal cruelty.\r\n\r\nThe Government considers that existing maximum penalties of a fine of £20,000 and six months imprisonment are appropriate.  The courts must decide what the penalty should be for each case taking into account its individual circumstances and the Sentencing Council Guidelines.\r\n\r\nWhilst the Government appreciates that the RSPCA spends considerable amounts of money in bringing prosecutions each year, we should not forget that they are a registered charity.  The Crown Prosecution Service (CPS) can only consider prosecutions on behalf of the police (public prosecutions).  In such circumstances, the RSPCA could not investigate complaints and then pass on files to the CPS to prosecute as RSPCA prosecutions are private prosecutions.  Furthermore, RSPCA inspectors and prosecution case managers have developed a great deal of skill and knowledge at investigating and prosecuting animal cruelty cases, which makes them best placed to continue this work.  Therefore, the Government could not consider the suggestion that the RSPCA be brought within the criminal justice system.\r\n\r\nThe RSPCA are not publicly supporting this campaign.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:49.649Z"
        },
        "government_response_at": "2012-08-17T01:28:04.882Z",
        "moderation_threshold_reached_at": "2012-05-30T16:06:56.000Z",
        "opened_at": "2012-05-31T09:48:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-07-17T01:28:04.882Z",
        "scheduled_debate_date": null,
        "signature_count": 39119,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:49.654Z"
    },
    "id": 34522,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34522.json"
    },
    "type": "archived-petition"
}