{
    "attributes": {
        "action": "Stop British taxpayers’ money supporting World Bank loans to Argentina",
        "additional_details": "Despite repeated attacks on Britain and the right of Falkland Islanders to remain British, Argentina receives substantial loans from the World Bank, an organisation in which Britain is a major shareholder. But the Government does not use our votes to oppose those loans.\r\n\r\nThe Government has told Parliament that, as of March 2012, total outstanding loans to Argentina from the World Bank were $16.2 billion. That means Britain’s share of the outstanding loans is over £200 million, based on our shareholding in the two World Bank institutions lending to the country.\r\n\r\nThe Obama Administration in the United States has already announced a policy of voting no to any new loans thanks to Argentina’s failure to respect its obligations to earlier lenders. We call upon the British Government to - at the very least - support that and vote against any new World Bank loans to Argentina.",
        "background": null,
        "closed_at": "2013-06-07T08:33:18.000Z",
        "created_at": "2012-05-31T11:05:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:49.876Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIn February 2013, the Secretary of State for International Development, Justine Greening, confirmed in an answer to a House of Commons Written Parliamentary Question that she has instructed her representatives at the Inter-American Development Bank and World Bank to vote against all new proposals for financial support to the Government of the Republic of Argentina presented by these institutions, while reserving the right to support proposals that can demonstrate exceptional benefits to the poorest people of Argentina. These are the only Multilateral Development Banks (MDBs), in which the UK is a shareholder, from which the Government of Argentina borrows.\r\n\r\nShe has also made public that this is because in her view, the UK must ensure that the scarce resources of the MDBs are used as effectively as possible to foster development and economic growth. In light of recent actions by the Argentine government she is no longer confident that further investments in Argentina would be consistent with these objectives. The actions include the failure to comply with the World Bank’s International Centre for Settlement of Investment Disputes rulings; failure to agree to standard IMF Article IV surveillance since 2006; and the recent IMF censure, the first of its kind, as a result of continued failure to remedy breach of data obligations under the IMF Articles of Agreement, seriously undermining our ability to properly assess proposed future loans by the MDBs.   She has also advised that this position will be kept under review, subject to the future actions of the Government of the Republic of Argentina and its compliance with its international obligations.  ",
            "summary": "",
            "updated_at": "2017-06-21T15:10:49.876Z"
        },
        "government_response_at": "2012-12-27T15:42:15.043Z",
        "moderation_threshold_reached_at": "2012-05-31T11:05:55.000Z",
        "opened_at": "2012-06-07T08:33:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-11-27T15:42:15.043Z",
        "scheduled_debate_date": null,
        "signature_count": 10531,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:49.882Z"
    },
    "id": 34551,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34551.json"
    },
    "type": "archived-petition"
}