{
    "attributes": {
        "action": "Toast the Tax",
        "additional_details": "Under new rules, published last week, VAT will be charged on toasted sandwiches but not on pasties and savouries.\r\n\r\nPlease sign this petition to show your support for the hard-pressed sandwich shop owners who are being unfairly penalised by the Chancellor.\r\n\r\nThe sandwich shop industry, which employs tens of thousands of hard working people and supports thousands of small businesses, is now being placed under threat.\r\n\r\nWe are not asking for the government to reverse its recent U-Turn but to remove the tax across the board, just as they have done in Europe. We are simply asking for toasted sandwiches to be treated like pasties.\r\n\r\nSandwich fans – please sign up to show your support for the toasted sarnie!\r\n\r\n\r\nFacebook:         http://www.facebook.com/SUBWAY.UK.Ireland\r\n\r\nTwitter:             #toastthetax\r\n",
        "background": null,
        "closed_at": "2013-06-07T07:14:06.000Z",
        "created_at": "2012-06-01T18:03:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:50.346Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAt Budget 2012 the Government announced a change to the VAT rules on hot take-away food.  This was necessary to close a loophole that meant that some sellers were applying VAT to their hot take-away products, but others were not, giving them an unfair commercial advantage and creating confusion for businesses and HMRC.\r\n\r\nThe new legislation was included in the 2012 Finance Act and came into effect from 1 October 2012. As of 1 October, all hot take-away food has the same tax treatment– if food is either marketed as hot or kept hot, (whether on a hot plate, in a heated cabinet or in heat retaining packaging,) it is now subject to VAT.  If it is left to cool naturally, it is not.  This is the case whether the product is a pasty, pizza or toasted sandwich.\r\n\r\nAs confirmed by the Tax Tribunal recently, toasted sandwiches have been liable to VAT at the standard rate since 1984, and there is nothing in the new legislation that changes the way in which they are taxed.  The new legislation does not distinguish between toasted sandwiches and pasties. If a pasty is heated to order for a customer, kept hot or marketed as hot, it is liable to VAT at the standard rate in exactly the same way as a toasted sandwich.\r\n\r\nThis petition proposes removing VAT from hot take-away food “across the board”. However, this would be contrary to EU law and would come at a significant cost, which would have to be met either through increasing other types of tax or from increased public borrowing.  Increasing borrowing would risk raising interest rates and undermining international confidence, which would damage the recovery and have an adverse impact on individuals, families and small businesses, including those in the hot take-away food sector.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:50.346Z"
        },
        "government_response_at": "2012-10-03T01:12:24.220Z",
        "moderation_threshold_reached_at": "2012-06-01T18:03:34.000Z",
        "opened_at": "2012-06-07T07:14:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-03T01:12:24.220Z",
        "scheduled_debate_date": null,
        "signature_count": 20798,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:50.352Z"
    },
    "id": 34610,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34610.json"
    },
    "type": "archived-petition"
}