{
    "attributes": {
        "action": "Eliminate speed bumbs in the interest of waste reduction, so needed in our society.",
        "additional_details": "Eliminate speed bumps. This has said before, but to my knowledge, not for the reason I propose.\r\nIt’s time to get real about things. How many lives do they really save? How much energy do they waste?\r\nEven just the funds spent on installation of one could save so many lives in poverty stricken countries, through simple things such as clean drinking water. Are they less valuable than a life here?\r\nFactor in the environmental impact of wasted fossil fuel energy, and the subsequent potential consequences over the coming years; there is no limit to the hardship this world might face.\r\nI really am sorry about any tragic road deaths, and don’t mean to sound insensitive, but I just don’t see how we can justify so much wasted efficiency, taxpayers money, and limited fossil fuel, for the chance to save so few. How about just educate, and accept rare tragedies as just that?\r\n\r\nI am not proposing tearing up all the existing ones at great cost. Just stop building them, and phase them out. Thanks",
        "background": null,
        "closed_at": "2013-06-07T08:25:57.000Z",
        "created_at": "2012-06-03T01:57:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-03T01:57:09.000Z",
        "opened_at": "2012-06-07T08:25:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:50.579Z"
    },
    "id": 34634,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34634.json"
    },
    "type": "archived-petition"
}