{
    "attributes": {
        "action": "CHEAPER PETROL AND DIESEL, BY ROBERT HALFON MP AND FAIRFUEL UK",
        "additional_details": "High petrol and diesel prices are crippling our economy.\r\n\r\nMany motorists now pay a tenth of their income just to fill up the family car, and millions of families are suffering.\r\n\r\nBusinesses are under immense pressure, especially the road freight industry. But petrol and diesel are now so astronomically expensive, it is COSTING the Government money. This is because fewer people can afford to drive, leading to lower tax revenues.\r\n\r\nTherefore, this petition calls on the Government to:\r\n\r\n1) Scrap the planned 4p fuel duty increases, which are scheduled for January and August 2012.\r\n\r\n2) Create a price stabilisation mechanism that smooths out fluctuations in the pump price.\r\n\r\n3) Pressure big oil companies to pass on cheaper oil to motorists.\r\n\r\n4) Set up a Commission to look at market competitiveness, and radical ways of cutting fuel taxes in the longer term.",
        "background": null,
        "closed_at": "2012-08-05T13:13:15.000Z",
        "created_at": "2011-07-29T16:16:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2011-12-06T21:19:41.269Z",
        "government_response": {
            "created_at": "2017-06-21T15:05:49.262Z",
            "details": "This e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons, who have scheduled a debate on the matter on 15 November.\r\n\r\nThis e-petition will remain live, and people will be able to continue adding their signatures. In the meantime, we would like to update you on the Government’s current position on the substance of this e-petition.\r\n\r\n“The Government recognises that the price of petrol has become an increasingly significant part of day-to-day spending. We know this is causing real difficulties in ensuring that motoring remains affordable and people are feeling the pinch. This is why we announced a £2bn package, in the Budget, to support motorists.\r\n\r\nWe cut fuel duty by 1 penny per litre from Budget Day. We cancelled the previous government’s fuel duty escalator which would have increased pump prices by 1 penny above inflation – with further above inflation increases in each of the next three years. The Government also introduced a fair fuel stabiliser so that when oil prices are high, and oil profits are higher, fuel duty will increase by inflation only. We also made sure that there will be no fuel duty rise this year by deferring April’s inflation-only increase to January 2012.\r\n\r\nOur actions resulted in average pump prices being about 6 pence per litre lower than if we had continued with the previous government’s fuel duty plans. Following the January increase, average pump prices in 2011-12 could still be 2.5 pence per litre less than if we had implemented the escalator. Therefore, a typical Ford Focus driver will be £56 better off this year. And an average haulier will benefit by approximately £1700. This package of support was paid for by increasing tax on North Sea oil companies that benefit from high oil prices.\r\n\r\nOil prices peaked in late April. The Governments wants falls in oil prices to be passed onto consumers at petrol stations. Average pump prices have fallen since their peak in May. However, the investigation into suspected infringements of competition law is, in the first instance, a matter for the Office of Fair Trading.\r\n\r\nLike other taxes, fuel duty plays an important part in supporting public finances. This is a time of real international uncertainty and instability, from which no country can be immune. The crisis in the eurozone and the downgrading of the US credit rating shows why action was necessary. Due to the record Budget deficit that we inherited, the Government has had to set out plans to get public finances back on track. This includes deficit reduction, but also includes measures to support families and businesses such as increasing the personal allowance. Together with the increase this year, the changes to the personal allowance will benefit 25 million taxpayers and take 1.1 million individuals out of tax altogether.\r\n\r\nConversely, abandoning the Government’s plan could lead to rising interest rates and falling international confidence, which would undermine the recovery.\r\n\r\nThe cut in fuel duty and scrapping of the fuel duty escalator, together with increases in the personal allowance and cuts in corporation tax will continue to support households, businesses and the economy – while we also deal with the debits we inherited.”\r\n\r\nRobert Halfon MP was allocated a half-day in the Chamber in Backbench time and a  debate took place on 15 November 2011.  A transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201011/cmhansrd/cm111115/debtext/111115-0002.htm#11111559000004\r\n\r\n",
            "responded_on": "2011-09-17",
            "summary": "",
            "updated_at": "2017-06-21T15:05:49.262Z"
        },
        "government_response_at": "2011-09-17T21:13:53.626Z",
        "moderation_threshold_reached_at": "2011-07-29T16:16:17.000Z",
        "opened_at": "2011-08-05T13:13:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-08-17T21:13:53.626Z",
        "scheduled_debate_date": null,
        "signature_count": 148373,
        "state": "closed",
        "updated_at": "2017-06-21T15:05:49.270Z"
    },
    "id": 347,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/347.json"
    },
    "type": "archived-petition"
}