{
    "attributes": {
        "action": "Kalydeco to be available via the NHS to all G551D Cystic Fibrosis sufferers in the UK",
        "additional_details": "We are a Patients Interest Group for those sufferers of Cystic Fibrosis with the G551D mutation and want the government to approve the funding of Kalydeco to all those with G551D in the UK via the NHS.\r\n\r\n“ Kalydeco offers an innovative therapeutic approach for patients with cystic fibrosis: it is the first treatment that targets the underlying mechanism of the disease, by restoring the function of the mutated CFTR protein. Currently available therapies for patients with cystic fibrosis only address the consequences of the disease, not the underlying defect. Clinical studies showed that Kalydeco improved pulmonary function in cystic fibrosis patients with the specific G551D-CFTR mutation.”\r\n\r\nThis paragraph is taken directly from the EMA Press release of 25th May2012.\r\n\r\nKalydeco has been approved and prescribed in the USA since February of this year and has been found to have outstanding results in preventing further lung damage in those with the G551D mutation. ",
        "background": null,
        "closed_at": "2012-09-08T09:18:46.000Z",
        "created_at": "2012-06-07T20:55:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-07T20:55:44.000Z",
        "opened_at": "2012-06-08T09:18:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-07-19T12:42:07.556Z",
        "scheduled_debate_date": null,
        "signature_count": 11181,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:51.608Z"
    },
    "id": 34753,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34753.json"
    },
    "type": "archived-petition"
}