{
    "attributes": {
        "action": "Increase the support given by the Health Service to those with eating disorders regardless of age, postcode or specific diagnosis",
        "additional_details": "Anorexia  Nervosa, Bulimia, Binge-Eating Disorder and EDNOS are serious but treatable biologically based mental illnesses with significant impacts on the lives of sufferers and those around them. Anorexia has the highest mortality rate of all mental illnesses. Despite promises from the previous government and individuals within the coalition there is no mention of eating disorders in the Health White Paper and no incentive for Clinical Commissioning Groups to give the subject thought. Already hard pressed clinical teams are experiencing cuts and funding insecurities. We petition the government to give a clear commitment to the treatment and support of those with eating disorders to include; early identification and intervention, robust research, excellence in multi-disciplinary teamwork, tailored support for carers and other family members, equity of access for all affected and long term support and treatment for those who need it regardless of age or postcode",
        "background": null,
        "closed_at": "2013-03-12T11:53:45.000Z",
        "created_at": "2012-06-08T20:14:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-08T20:14:53.000Z",
        "opened_at": "2012-06-12T10:53:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 588,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:51.810Z"
    },
    "id": 34775,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34775.json"
    },
    "type": "archived-petition"
}