{
    "attributes": {
        "action": "Put pressure on Nigeria to reform her Transport industry and facilities.",
        "additional_details": "The lives that are lost in Nigeria owing to the woeful transportation system is becoming more than embarrassing, but horrific, particularly the Aviation and Road networks. Precious lives, even lives of notable citizens have been lost through avoidable car accidents and plane crashes, but the government seems to be turning a blind eye to actions that need to be taken.\r\nI want you to use your influence to put pressure on Nigeria (or sanctions) to:\r\n1. Fully reform the aviation industry, that substandard planes (basically wrecks from other countries) should not be flown in Nigeria's airspace. Nigeria should ensure that only the best planes are flown.\r\n2. Commit to reconstructing the roads on the country. There are resources available to do this.\r\n3. Enforce the law that only roadworthy cars are driven in Nigeria.\r\n4. Pending the time these are in place, pay adequate (and punitive for the government) compensation to victims and/or their families of the above incidents.\r\nThank you",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-10T06:22:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-10T06:22:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:52.049Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:52.053Z"
    },
    "id": 34803,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34803.json"
    },
    "type": "archived-petition"
}