{
    "attributes": {
        "action": "Public Inquiry Into Why Bradford Council Has Allowed Westfield To Leave a 12 Acre Hole In Bradford City Centre",
        "additional_details": "Westfield Bradford is a planned shopping complex in Bradford, England. In preparation for the project a number of buildings were demolished.\r\n\r\nBy 2006 demolition work had freed for development a 12 acre site. In April 2010, after several years in which no construction had taken place, the project was mothballed and now in 2012 we are no closer to anything being done on the site.\r\n\r\nTens of businesses have gone bankrupt, Bradford City Centre is a ghost town where some streets have more empty shops than occupied shops.\r\n\r\nThere ought to be a public inquiry into why Bradford Council has allowed Westfield to leave a 12 acre hole In Bradford City Centre, why there are not in place any penalty clauses, why the buildings were knocked down when there wasn't in place the money to build a shopping centre, why the businesses that have suffered or left Bradford as a result of the 'hole in the ground' have not been compensated and why no support has been offered to the businesses who are suffering",
        "background": null,
        "closed_at": "2013-06-19T12:01:57.000Z",
        "created_at": "2012-06-11T11:54:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-11T11:54:34.000Z",
        "opened_at": "2012-06-19T12:01:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 285,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:52.375Z"
    },
    "id": 34836,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34836.json"
    },
    "type": "archived-petition"
}