{
    "attributes": {
        "action": "Depicting wrong breeds in the media to sell stories – it must stop!",
        "additional_details": "When the media report about a dog bite/attack they regularly post photos of the wrong breed of dog or use the words ‘we believe it to be xxxx breed’. Please sign this petition if you agree the media should tell the truth and that; 1. The only photos used in such stories should be of the offending dog. 2  Only the correct breed of dog should be named. 3  If it’s a cross breed or coming from an unknown background then the word ‘mongrel’ should be used to describe the offending dog. 4 For the media not to use the word ‘type’ as it is only an opinion and is very often used incorrectly in its description of the dog. 5  When reporting/describing a Kennel Club registered breed as the offending dog (ie Rottweiler, Staffordshire Bull Terrier ect) the media should have proof of its breed with legitimate registration papers.  If the dog is not registered with the correct KC documentation then it is a ‘mongrel’ and that is the correct word that should be used by the media to describe the dog.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-11T11:08:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-11T11:08:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:52.336Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the media organisations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:52.339Z"
    },
    "id": 34833,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/34833.json"
    },
    "type": "archived-petition"
}