{
    "attributes": {
        "action": "Call for the complete overall of the UK immigration system, in particular recent changes in immigration rules.",
        "additional_details": "Seeking an overhaul of the UK immigration system, in particular recent changes in immigration law - create a fair system that does not exclude a large section of the population from being with their partner.\r\n\r\nSet a fair figure with regard to earnings that accurately reflects the average full time salary of people all over the country (i.e. North vs London), or alternatively change this to a set figure that a sponsor must have left over each month after outgoings\r\n\r\nSet a realistic savings figure that again reflects average income and outgoings, and consider the current economic climate, or scrap this requirement.\r\n\r\nFormulate a clear, transparent application process that does not give room for misinterpretation.\r\n\r\nCreate an effective system to limit the number of undesirable immigrants from entering the country, consider a points based system similar to that of Australia and Canada.\r\n\r\nLimit the number of immigrants from the EU and stop penalising those from the rest of the world",
        "background": null,
        "closed_at": "2012-12-27T10:37:30.000Z",
        "created_at": "2012-06-15T21:39:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-15T21:39:44.000Z",
        "opened_at": "2012-06-27T09:37:30.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:53.824Z"
    },
    "id": 35005,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35005.json"
    },
    "type": "archived-petition"
}