{
    "attributes": {
        "action": "HMS Prince of Wales should be nuclear powered, utilising the nuclear turbine engines developed from HMG’s recent £1 bn R/D investment",
        "additional_details": "It is not too late for Britain’s second QE class Aircraft Carrier to be nuclear powered, using new nuclear turbine engines HMG invested £1 bn for R/D recently. We already have nuclear powered submarines & power stations. HMS Prince of Wales should enter service as Britain’s first new powered Aircraft Carrier. Nuclear powered electric generating plants will not emit CO2. Nuclear power on the aircraft carriers (& submarines) will power desalination plants, housekeeping activities, propulsion , IT, radar, defence, armaments systems, etc for decades without refuelling, thus able to go for extended missions, dependent only on the amount of food available on aboard. HMS Prince of Wales should be flexible enough incorporate the latest updates in technologies (like IT, defence systems, radar) for future decades to come & able to launch unmanned stealthy drones (used for surveillance, attack, bombing) & capable of carrying around 50 aircrafts (including JFA, Apache, Chinook, Merlin, etc). ",
        "background": null,
        "closed_at": "2013-06-18T09:35:13.000Z",
        "created_at": "2012-06-18T08:21:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-18T08:21:16.000Z",
        "opened_at": "2012-06-18T09:35:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:54.205Z"
    },
    "id": 35055,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35055.json"
    },
    "type": "archived-petition"
}