{
    "attributes": {
        "action": "Exclude Vulnerable Severe & Enduring Mental Health Sufferers from DLA Assessments in 2013",
        "additional_details": "Exclude ALL Severe and Enduring Mental Health Sufferers from the DLA Assessments in 2013 for the following Mental Health conditions. This vulnerable group will be hugely disadvantaged and won't have a voice to represent themselves at the assessment, yet they can come across as well to a person who does not know them, many believe they are not ill, which disadvantages them further! Being forced to work when they can't cope will increase homelessness and suicides amongst our most vulnerable mentally ill due to loss of housing benefits and other benefits, it will push many over the edge!\r\n\r\nPlease exclude Complex Mental Health Conditions,(many suffer from a combination of all of these conditions below), including my own son!\r\n\r\nParanoid Schizophrenia\r\nDual Diagnosis\r\nPersonality Disorder\r\n\r\nPlease protect this extremely vulnerable client group who suffer from a lifelong unpredictable condition that will not get better as there is no cure, and even with ongoing treatment do relapse.\r\n",
        "background": null,
        "closed_at": "2013-03-20T12:28:02.000Z",
        "created_at": "2012-06-19T10:29:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:54.554Z",
            "details": "The Government is absolutely committed to supporting disabled people, and is determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people.\r\n\r\nPersonal Independence Payment (PIP) started to replace Disability Living Allowance (DLA) for people aged 16 to 64 from April 2013. PIP maintains the key principles of DLA: it is a non-means-tested cash benefit available to people in and out of work, but is delivered in a fairer and more consistent manner. Key to the benefit is a more objective assessment of individual need, which looks at the claimant’s ability to carry out a range of activities which are fundamental to living an independent life, such as planning and following journeys and communicating with others.\r\n\r\nWe now have a better understanding of the needs of individuals with mental health conditions, autism, learning difficulties, and sensory impairments, and have designed PIP to reflect a modern understanding of disability, treating all conditions fairly. By focusing on claimants’ ability to carry out a series of key everyday activities the assessment criteria reflect a more complete consideration of the impact of an individual’s health condition or impairment, whether physical, sensory, mental or cognitive. This ensures that fair account is taken of the impact of all impairment types, that the benefit is fairer, and that money is targeted at those who need it most – those who face the greatest barriers to leading full, active and independent lives.\r\n\r\nThe assessment makes use of evidence provided by the claimant and from the face-to-face consultation that most individuals will attend. We also ask claimants to tell us who the most appropriate additional sources of information are, particularly professionals who support them on a regular basis. Evidence can come from a variety of sources, including GPs, psychiatrists, social workers and community mental health nurses, as well as family members and carers.\r\n\r\nFace-to-face consultations are an important part of the assessment, allowing claimants to further explain the impact of their impairment or health condition on their everyday life. However, we are clear that they may not be appropriate for everyone, particularly people with the most severe impairments or degenerative conditions. Where there is enough evidence on which to make an assessment, individuals will not be required to attend a consultation, and their claim will be reviewed on a paper basis. These decisions will be taken on a case-by-case basis, as impairments can affect people in very different ways.\r\n\r\nWe recognise that for some individuals, for example those with mental, intellectual, cognitive or developmental impairments, attending a consultation at an unfamiliar location could be stressful. We have made it very clear that when attending face-to-face consultation, individuals are able to bring with them a relation, friend or possibly a professional who supports them, to help them manage any anxiety they may feel. Furthermore, we recognise that information given by the companion could be useful, particularly in cases where the claimant may lack insight into their condition, understate the challenges they face or have difficulty communicating. In some cases claimants will be offered a consultation in their home.\r\n\r\nThe health professionals carrying out the assessments are trained in mental, intellectual and cognitive impairments, in addition to which the assessment providers have in place Mental Function Champions. These Champions can provide expert support to the assessors when they are reviewing evidence, in order for them to provide the most appropriate advice to the Departmental decision maker.\r\n\r\nFinally, the Government has committed to two independent reviews of the PIP assessment, the first of which will report by the end of 2014, and we will carefully consider any recommendations made.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:54.554Z"
        },
        "government_response_at": "2012-11-11T04:04:23.269Z",
        "moderation_threshold_reached_at": "2012-06-19T10:29:38.000Z",
        "opened_at": "2012-06-20T11:28:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-10-11T03:04:23.269Z",
        "scheduled_debate_date": null,
        "signature_count": 12119,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:54.561Z"
    },
    "id": 35092,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35092.json"
    },
    "type": "archived-petition"
}