{
    "attributes": {
        "action": "Britain out of Ireland",
        "additional_details": "Irish people to have control of the governance of all the counties on the Island of Ireland and ensure that all the counties have representation in the Dail.\r\nWork to remove all elements of the British state including rents paid by the Irish to British landlords for buildings in Ireland, and have an independant international court assess any claim by the British to land seized from the Irish in previous wars.\r\nStart a free vote for the entire Island of Irelands people on which parties TD's are elected to the Dail in all counties of the Island of Ireland.\r\nNI assembly will be derecognised by both the Dail and UK Parliament from 30th November 2011. Elections will be held across Ireland in Mid November 2011 will determine the TD's for every county of the Island which are sent to the Dail on 1st December 2011\r\nUK to make appropriate restitution to Irish for seized land and property to as far back in history as land seizure can be proven in an independant court.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-04T21:50:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-04T21:50:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:16.867Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Representation in the Dail is a matter for the Irish Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:16.869Z"
    },
    "id": 3513,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3513.json"
    },
    "type": "archived-petition"
}