{
    "attributes": {
        "action": "Brain Tumours",
        "additional_details": "Brain tumours kill more people under the age of 40 than any other cancer, including more children and life expectancy for people with brain tumours has not increased for 40 years; they are responsible for an average loss of life of over 20 years and up to 40% of all cancers which initiate outside the brain lead to a secondary cancer in the brain, though many secondary brain tumours are not recorded. This petition therefore calls on the Government to:\r\n\r\n• Improve brain tumour diagnosis by integrating guidance on identifying the symptoms and patient referral into General Practice and Emergency Medicine Practice guidlines\r\n\r\n• enforce best practice in brain tumour care by setting a timetable, to fully implement and audit NICE’s Improving Outcomes Guidance by 2013\r\n\r\n• increase the proportion of cancer research spending on brain tumours beyond its current 0.7% and ensure that at least 7.5% of adults with primary brain tumours are enrolled in randomised, controlled clinical trials. ",
        "background": null,
        "closed_at": "2013-06-25T11:10:05.000Z",
        "created_at": "2012-06-21T13:29:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:55.082Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThis Government is committed to improving outcomes for all cancer patients, including those with brain tumours.  Improving Outcomes: A Strategy for Cancer was published on 12 January 2011 and set out actions to tackle preventable cancer incidence, improve the quality and efficiency of cancer services, improve patients’ experience of care and improve quality of life for cancer survivors.\r\n\r\nThe strategy is backed with more than £750million in additional funding over the Spending Review period and sets out the ambition to save at least an additional 5,000 lives every year by 2014/15 – halving the gap in survival rates between England and the best countries in Europe.\r\n\r\nWith regard to integrating guidance into GP and emergency medicine guidelines, since its publication in 2005 the National Institute for Health and Clinical Excellence (NICE) guidance Referral guidelines for suspected cancer has supported clinicians to identify and refer patients with symptoms of suspected cancer, including brain tumours.\r\n\r\nThis guidance has been designed for professionals and agencies including GPs, nurse practitioners, ophthalmic practitioners, out-of-hours services, NHS Direct and clinicians in accident and emergency departments.  This guidance is currently being updated to ensure it reflects the latest available evidence.\r\n\r\nTurning to implementation of NICE guidance, Improving Outcomes for People with Brain and Other CNS Tumours sets out best practice recommendations for the NHS on the treatment, management and care of patients with brain tumours.  The National Cancer Action Team has worked with cancer networks and NHS trusts to support the implementation of the guidance, which is a local matter.\r\n\r\nThrough the National Cancer Peer Review, a national quality assurance programme, NHS cancer services are part of a rolling programme of assessment against a nationally agreed set of quality measures, based on the NICE Improving Outcomes in Cancer guidance.  The 2011/12 round of peer review included assessment of services for cancers of the brain.\r\n\r\nThe Government’s cancer strategy makes it clear that the NICE guidance will continue to be a feature of all commissioned cancer services.\r\n\r\nIn relation to research, the figure of 0.7 per cent of funding for cancer research supporting brain tumour research is historical.  The latest data from the National Cancer Research Institute shows that the proportion rose to 1.4 per cent in 2011.  If funding for fundamental research relevant to all cancer is excluded from this analysis, brain tumour research received 3.2 percent of cancer site-specific research funding.  This is a greater proportion than for 40 of the 48 cancer site-specific categories.  In fact, between 2002 and 2011 the proportion of site-specific funding spent on brain tumour research increased by a greater amount than for any other cancer site.\r\n\r\nThe National Institute for Health Research’s (NIHR’s) Cancer Research Network has dramatically increased the Government’s ability to do clinical trials.  The percentage of cancer patients in trials in England is more than twice that of the United States, and the UK now has the highest national per capita rate of cancer trial participation in the world.\r\n\r\nThe NIHR welcomes funding applications for research into any aspect of human health, including brain cancer.  These applications are subject to peer review and judged in open competition, with awards being made on the basis of the scientific quality of the proposals made.  In all disease areas, the amount of NIHR funding depends on the volume and quality of scientific activity.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:55.082Z"
        },
        "government_response_at": "2012-10-19T14:34:15.807Z",
        "moderation_threshold_reached_at": "2012-06-21T13:29:40.000Z",
        "opened_at": "2012-06-25T11:10:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-19T14:34:15.807Z",
        "scheduled_debate_date": null,
        "signature_count": 21186,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:55.089Z"
    },
    "id": 35167,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35167.json"
    },
    "type": "archived-petition"
}