{
    "attributes": {
        "action": "To encourage local authorities to partner with private developers to turn vacant properties into affordable housing",
        "additional_details": "The UK is suffering from a major housing shortage and urgently needs more homes. At the same time, local authorities own more than half of all publicly-held land that is fit for residential development.\r\nLocal authorities need to partner with private developers so that empty buildings and land currently going to waste in high-density urban areas – where demand is at its highest – can be quickly transformed into affordable properties with affordable rents.\r\nPrivate developers can redevelop derelict buildings, keep costs low and so create homes which can be sold and rented at affordable rates. In order to do so, they need to be able to buy the derelict buildings and vacant land held by local authorities, or work in association with them to develop the buildings.\r\nLocal authorities should be forced to publish details of their vacant properties and land, then encouraged to work in partnership with developers so that we can use publicly-owned assets to help solve a growing social crisis.",
        "background": null,
        "closed_at": "2013-07-11T10:42:27.000Z",
        "created_at": "2012-06-21T12:33:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-21T12:33:44.000Z",
        "opened_at": "2012-07-11T10:42:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 38,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:55.041Z"
    },
    "id": 35163,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35163.json"
    },
    "type": "archived-petition"
}