{
    "attributes": {
        "action": "Permit smoking in public houses (pubs)",
        "additional_details": "Individual licensees should decide if smoking should be allowed in their pubs. With 1000s of pubs closing every month up and down the country it is clear there's a problem. Alcohol and smoking are in many cases combined hobbies and it is against an individual's liberty to dictate what can and cannot be done to one's own body. Pubs are ordinarily a place for adults and parental responsibility should prevent children from passively smoking. Before the ban pubs generally disallowed smoking in their dining areas and designated a spot for non-smokers. Pubs should exclusively be allowed to permit smoking because they're for social activities like drinking and games, smoking is a sociable activity and thus should be permitted in pubs. The House of Commons has a smoking room for members to use, they regularly smoke in these rooms, although this is overlooked by the authorities, this is extraordinarily hypocritical and so license holders should have the power to permit smoking too.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-07-29T16:41:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T16:41:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:49.331Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see petition \"Amend the smoking ban\"."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:49.333Z"
    },
    "id": 352,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/352.json"
    },
    "type": "archived-petition"
}