{
    "attributes": {
        "action": "Full disclosure of all Government documents relating to the 1972 building workers strike and the conspiracy trials at Shrewsbury",
        "additional_details": "In 1972, building workers held their first ever national strike for decent pay and health & safety at work. Five months after the strike ended, 24 trade union members were charged with offences allegedly arising from picketing in Shrewsbury in September 1972. They included individuals who were convicted of conspiracy and sentenced to imprisonment. Government files relating to the strike have been withheld from the National Archives even though more than 30 years have passed.\r\n\r\nWe call upon the Government to release all Cabinet minutes, documents, discussion papers, civil service notes, reports and telephone records produced from 1972 to 1976 by Government departments, agencies and prosecuting authorities relating to the strike, the building workers' unions, the arrested pickets, the prosecutions at Mold and Shrewsbury and the subsequent appeals, as well as any other material pertaining to the case that fall outside the above time period.\r\n",
        "background": null,
        "closed_at": "2013-06-27T16:53:22.000Z",
        "created_at": "2012-06-27T13:52:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:57.059Z",
            "details": "We are aware of claims in the media that people have been unable to sign this petition, and that the petition has been subject to manipulation.\r\n\r\nThere is no basis for these claims.  The administration of signatures is automated and not subject to any form of interference, while no evidence has been provided to show that there are any issues with the site that prevent signatures from being added to this or any other e-petition.\r\n\r\nAdvice on how the e-petitions site work and how to provide feedback can be found using the links at the bottom of this page.\r\n\r\n\r\nThe majority of papers relating to the trials of the “Shrewsbury 24” are already available at The National Archives (TNA).\r\n\r\nUnder the Public Records Act 1967 (PRA) all records selected for permanent preservation must be transferred to TNA by the time they are 30 years old, unless certain other conditions apply. These conditions, which are set out in Section 3(4) of the PRA, are that the information is required for administrative purposes or that the information ought to be retained for “any other special reason”. Where this is deemed to be the case the department in question must seek the approval of the Lord Chancellor.\r\n\r\nSuccessive Lord Chancellors have since 1967 been satisfied that security and intelligence information falls within the categories of information that may be retained, and have signed a “security and intelligence instrument” to approve this approach. The “security and intelligence instrument” was most recently renewed in December 2011 and applies until 31 December 2021.\r\n\r\nAlthough the Lord Chancellor signs the “intelligence and security instrument” that enables departments to retain information of this type, he does not determine the individual cases in relation to which it is employed. It is a matter for the individual government departments holding particular papers falling within the scope of the “security and intelligence instrument” to decide whether they wish to rely on it to retain them.  At present we are aware that the Cabinet Office is relying on the “intelligence and security instrument” to withhold a small number of papers supplied by or otherwise relating to the intelligence agencies.\r\n\r\nFor this reason we are unable to meet your request to release all of the papers relating to this case. ",
            "responded_on": "2012-09-20",
            "summary": "",
            "updated_at": "2017-06-21T15:10:57.059Z"
        },
        "government_response_at": "2012-09-20T19:14:39.367Z",
        "moderation_threshold_reached_at": "2012-06-27T13:52:31.000Z",
        "opened_at": "2012-06-27T16:53:22.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-08-20T19:14:39.367Z",
        "scheduled_debate_date": null,
        "signature_count": 33735,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:57.065Z"
    },
    "id": 35394,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35394.json"
    },
    "type": "archived-petition"
}