{
    "attributes": {
        "action": "Take down Anti Armed Forces Website",
        "additional_details": "This petition is to take down the website http://www.britisharmykillings.org.uk/, which is hosted and maintained by Karl Winn, founder of Taunton-based design company Webeurope, who has a blanket ban on former armed forces personnel. He made the comment in correspondence to Forces Recruitment Services (FRS) which asked if he would consider taking on ex-soldiers. Mr Winn, 60, replied: \"Personally, I'd rather recruit ex-drug dealers, convicts and even child molesters rather than consider anybody who has been in the pay of the British Government.\r\n\r\nWe the Current and Ex-Forces Personnel and its supporters want this website taken down as its projects blatant discriminatory statements against those who have served this great country and those who support its Government",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-27T16:11:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-27T16:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:57.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK we support a self-regulatory model for the Internet industry and any Government intervention has to be light touch, very fast, proportionate and effective. Legislation can rarely adapt and change quickly enough to respond to the constantly evolving online environment.\r\n\r\nThe vast majority of the UK Internet Service Provider (ISP) industry takes a responsible approach to what content it hosts, both of its own volition and in co-operation with law enforcement and Government agencies. Where the industry is advised that content they host contravenes legislation, they will readily remove it. In addition, ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs) about what may be hosted on their servers.\r\n\r\nMost AUPs already contain a general clause which allows them to remove sites or content which contain offensive or objectionable material, even if it is not illegal. ISPs have recently worked to strengthen the good practice AUPs.  Where such sites are hosted in other countries, UK law enforcement works with the authorities in the country concerned to determine what, if any, action may be taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:57.093Z"
    },
    "id": 35399,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35399.json"
    },
    "type": "archived-petition"
}