{
    "attributes": {
        "action": "Demand for action to prevent anti-social and criminal behaviour in Bethnal Green Gardens",
        "additional_details": "Bethnal Green Gardens has become the site of daily, serious, anti-social and criminal behaviour.\r\n\r\nThis includes, frequent arson attacks, fighting, destruction of property, violent and threatening behaviour to passers-by, and consumption of alcohol and drugs.\r\n\r\nThe residents of Bethnal Green demand that Tower Hamlets Council take action to prevent this problem.\r\n\r\nThis action might include:\r\n- Enforcing the existing (currently unenforced) public designated space, including the issuing of fines for alcohol consumption;\r\n- Daily inspection/ patrol of the area by Police and Tower Hamlets Enforcement Officers;\r\n- Locking the park gates at night;\r\n- Installing CCTV cameras to identify and prosecute offenders;\r\n- Arresting and prosecuting offenders;\r\n- Conversion of the shelter into a useful and secure public site, such as a cafe;\r\n- If the problem cannot be resolved, demolition of the shelter structure which is at the centre of the anti-social behaviour.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-27T20:06:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-27T20:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:57.221Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The e-petitions process is designed to allow individuals to raise issues about Government policy. The matter that you have raised is one for the local agencies in your area."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:57.224Z"
    },
    "id": 35417,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35417.json"
    },
    "type": "archived-petition"
}