{
    "attributes": {
        "action": "Save Lewis and Ryan from Forced Adoption - and Return them HOME where they BOTH should be!",
        "additional_details": "Lewis 8yrs and Ryan 3yrs were wrongfully removed from me their loving mother, and now face separation and Forced Adoption. I was falsely accused of physical abuse on my then 2yr old, without the Local Authority having any factual evidence or proof. The police had no evidence so took no further action. But with the way in which family court Judges operate, the way that social services like to meet their targets, this case quickly spiralled out of control. My children have been physically abused and emotionally tortured in state care. All they want is to come home to mummy again, but their wishes and feelings are being ignored. The system needs to change, and cannot keep removing happy innocent children from loving families, and should remove the children who are really at risk. My children were not taken from significant harm, they were placed in to it! Please sign my petition to help save Lewis and Ryan, and bring them back home where they both should be! Thank you.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-28T18:48:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-28T18:48:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:57.750Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:57.753Z"
    },
    "id": 35468,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35468.json"
    },
    "type": "archived-petition"
}