{
    "attributes": {
        "action": "SS Richard Montgomery Final Clearance by Mike Barker MBE World leading scientist in Terrorist, Conventional and Terrorist Nuclear Bomb Disposal The D",
        "additional_details": "  I offered to clear this wreck in 1997.  I am still likely the World’s leading scientist expert in terrorist, conventional, and terrorist nuclear bomb disposal.\r\n\r\nI know exactly what I can do to bombs but much more importantly, I know exactly what I would not do to bombs.  I would certainly not leave these estimated 10,353 bombs stored in the 5 holds of the wreck in an undefined state, to fate.\r\n\r\nThis is totally irresponsible of the DFT that many might agree!\r\n\r\nThey won’t sanction a small ROV camera to inspect the bombs, as it might explode. A large fish could have the same effect but they refused to tell me what a safe zone should be, so people could decide to put themselves and families at risk now or for future generations to come, or move outside.\r\n\r\nI am confident to remove all its bombs, as I know my bombs, like a bricklayer knows his bricks.\r\n\r\nPlease see Ron Angel’s website    www.ssrichardmontgomery.com    before voting\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-06-30T00:18:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-06-30T00:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:10:58.262Z",
        "rejection": {
            "code": "honours",
            "details": "E-petitions cannot be used to promote individual candidates for public positions (in this case, a person to deal with the SS Richard Montgomery).  A neutrally worded petition setting out a call for specific action with regard to the ship would be acceptable."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:10:58.265Z"
    },
    "id": 35519,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35519.json"
    },
    "type": "archived-petition"
}