{
    "attributes": {
        "action": "UK’s nuclear deterrent should continue to be updated as a force for world peace, stability. Hi-tech defence R/D also have useful civil industrial apps",
        "additional_details": "The 5 UN recognised nuclear powers are de facto the police force of the world. Being armed with nuclear weapons is Britain's insurance policy from being threatened & oppressed by other countries. No country in the world would invade a recognised nuclear armed country. It would be foolish for UK to give up her nuclear deterrent at a time when several countries are actively seeking to acquire nuclear weapons. Consider the analogy of thugs armed with deadly weapons. Peace keepers should be adequately armed to have enough clout to be respected & taken seriously, as that is the language armed dictators & criminals can understand. UK should have a major role in the design & manufacture of its own independent nuclear deterrent. Like the recent £1 bn R&D funding in nuclear turbine propulsion systems for ships & submarines in Derby. ‘Galileo’, Europe’s version of GPS system is expected by ESA to be operational soon. Many of the 30 Galileo satellites had already been launched.",
        "background": null,
        "closed_at": "2013-07-03T17:56:55.000Z",
        "created_at": "2012-07-01T17:58:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-01T17:58:18.000Z",
        "opened_at": "2012-07-03T17:56:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:58.872Z"
    },
    "id": 35590,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35590.json"
    },
    "type": "archived-petition"
}