{
    "attributes": {
        "action": "SS Richard Montgomery is getting more dangerous now and the DFT refused to state a safety zone if it exploded. It presents an easy terrorist target",
        "additional_details": "The SS Richard Montgomery has an estimated 10,353 bombs still on-board with an explosive mass of 1400 tonnes of TNT.\r\n\r\nThe MCA report of 1998 quotes DERA stating the 20lb fused fragmentation bombs are not armed and the detonator cap explosive no longer a risk.  I would confidently hold one of these bombs in my arms with someone hitting it hard with a 4lb hammer and the TNT would not explode. If the detonator cap did explode the bomb would still not detonate. A small jolt only would be felt\r\n\r\nThe DFT and all their so-called experts, bar DERA, have been totally wrong\r\n\r\nThe wreck risks exploding from another vessel being blown into it, easy suicide bomber attack and a significant internal collapse of the Tween deck cargo on the 7 metre stack of bombs in the holds.\r\n\r\nThe danger area is up to 30 miles and 10s of 1,000s would be killed or seriously injured.\r\n\r\nPlease sign this petition to begin its clearance after seeing more details on\r\n\r\nwww.ssrichardmontgomery.com\r\n",
        "background": null,
        "closed_at": "2012-10-03T07:33:35.000Z",
        "created_at": "2012-07-03T01:51:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-03T01:51:38.000Z",
        "opened_at": "2012-07-03T07:33:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:59.283Z"
    },
    "id": 35643,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35643.json"
    },
    "type": "archived-petition"
}