{
    "attributes": {
        "action": "Make the Bank of England the sole creator of new money in Britain as a national asset: stop commercial banks from creating our money supply as a debt.",
        "additional_details": "We want Britain’s commercial banks stopped from creating money out of thin air as a debt which we can never pay off, which they do when they issue loans. We want the Bank of England to be the only body in the land allowed to create money out of nothing and that it should do so, and in the amount required for a healthy economy. It should be bold and just say, “This is such and such an amount of money”  without having to borrow it from anywhere. Ghenghis Khan did it! He just printed money and said, “In my land THIS IS MONEY and if you owe me money, this is the currency you have to pay me in.” and people accepted it. That sort of money (Fiat money) is a national asset rather than a national debt and the Bank should give it to the elected government to put into circulation by funding projects that fix our infra-structure, train our people, generate power and develop goods and services for export. Then we can get somewhere instead of languishing in debt. That’s when the real work starts.  ",
        "background": null,
        "closed_at": "2012-02-05T14:14:35.000Z",
        "created_at": "2011-07-29T17:09:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T17:09:26.000Z",
        "opened_at": "2011-08-05T13:14:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 75,
        "state": "closed",
        "updated_at": "2017-06-21T15:05:49.373Z"
    },
    "id": 357,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/357.json"
    },
    "type": "archived-petition"
}