{
    "attributes": {
        "action": "Do not disband 2nd Battalion, The Royal Regiment of Fusiliers",
        "additional_details": "Ministry of Defence plans to axe historic battalions is unfair on troops, undermines the Army and could threaten future military operations, Brigadier David Paterson, the commander of The Royal Regiment of Fusiliers, has warned.\r\n\r\n2nd Battalion the Royal Regiment of Fusiliers, one of the best manned Battalions in the Army was chosen by CGS (Chief of the General Staff) to be disbanded meaning loyal, well trained Fusiliers from this fully manned Battalion are likely to be posted to less successful Battalions that cannot recruit or retain their own troops.\r\n\r\nFull details of this letter form Brigadier Paterson can be found at http://bit.ly/Na5vFY\r\n\r\nWe call on the MoD and the Chief of the General Staff to reconsider these plans and instead support the success and leadership shown by the Royal Regiment of Fusiliers in recruiting, training and retaining loyal soldiers.",
        "background": null,
        "closed_at": "2013-07-05T12:34:33.000Z",
        "created_at": "2012-07-05T07:57:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:10:59.973Z",
            "details": "As this e-petition has recieved more than 10, 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Ministry of Defence can assure you that none of the decisions surrounding the withdrawals and mergers included in the Defence Secretary's Army 2020 announcement of 5 July 2012 were taken lightly but these decisions were made in the face of dire financial circumstances which this Government inherited from the last.\r\n\r\nThere was a Backbench Business debate on this matter on 18 October 2012 and during this debate the rationale behind the decision to withdraw 2 RRF was covered extensively. The transcript of the debate is in the Official Report for 18 October 2012: Column 516. We will continue to implement Army 2020 as announced on 5 July 2012.\r\n\r\nWe understand that this decision was very disappointing to members of the RRF, past and present, and those with connections to it, however, it was simply not possible to save every unit.",
            "summary": "",
            "updated_at": "2017-06-21T15:10:59.973Z"
        },
        "government_response_at": "2013-01-28T02:32:43.552Z",
        "moderation_threshold_reached_at": "2012-07-05T07:57:10.000Z",
        "opened_at": "2012-07-05T12:34:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-12-28T02:32:43.552Z",
        "scheduled_debate_date": null,
        "signature_count": 10394,
        "state": "closed",
        "updated_at": "2017-06-21T15:10:59.979Z"
    },
    "id": 35724,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35724.json"
    },
    "type": "archived-petition"
}