{
    "attributes": {
        "action": "Call for a UK Government inquiry into the conduct of Belfast City Council over the 'Lennox' affair",
        "additional_details": "The conduct of Belfast City Council over the destruction of 'Lennox', and his incarceration, was inappropriate. This included the refusal to convey information/updates on the matter either to Lennox's owners or the public, the refusal to allow Lennox's owners to visit their pet, and the refusal to return his body or to allow a viewing before his remains were destroyed, the refusal to engage in any discussion with experts who supported the campaign to have Lennox released, the treatment of those expressing genuine concerns about the case, including several cases of callers to Belfast City Council being mocked on the telephone, hung up on, and continuously ignored, and the pursuit of the destruction of Lennox despite the fact that a valid dog licence existed for him, confirming that he was not among the breeds covered by so-called 'breed specific legislation'.\r\nAs Northern Ireland is in the UK, we feel that it is the role of the UK Government to insist upon an independent inquiry.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-11T14:25:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-11T14:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:02.112Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These are transferred matters and therefore the responsibility of the Northern Ireland Executive.  It is also open to the public to consider if the Northern Ireland Ombudsman/Commissioner of Complaints might have a role in investigation of any reports of maladministration."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:02.115Z"
    },
    "id": 35957,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/35957.json"
    },
    "type": "archived-petition"
}