{
    "attributes": {
        "action": "No to the Late Night Levy in Islington",
        "additional_details": "Islington Council are going to introduce the Late Night Levy, a stealth tax on small businesses which sell alcohol, the tax is aimed at stopping people from getting drunk.\r\n\r\nThey will be charging those bars, restaurant's and off-licences who sell alcohol past 12pm up to £4,400 extra per year, forcing them to close early or pay-up.\r\n\r\nOur small businesses are the life-blood of our Borough's community, and provide huge employment for local residents. The Islington restaurants and bars are our unique selling point as an area, so don't let the council tax them to the wall.\r\n\r\nThe council should be fining individuals who start violence or who get so drunk they need an ambulance, and making them take personal responsibility, not simply outsourcing the blame to businesses who are already handling business rate rises.\r\n\r\nOur pubs are already suffering, say no to this added burden!\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-12T11:47:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-12T11:47:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:02.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The e-petitions process is designed to allow individuals to raise issues about Government policy. The matter that you have raised is a local issue. If your intention is that the Government should change the policy allowing local authorities to do this, then please make that clear and resubmit the petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:02.431Z"
    },
    "id": 36002,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36002.json"
    },
    "type": "archived-petition"
}