{
    "attributes": {
        "action": "The right for welsh sufferers of eating disorders to have access to hospital treatment in their own country",
        "additional_details": "Is it right that if someone requires medical treatment or hospitalization that they must travel out of their own country, sometime for hours, in order to access this treatment? This is what happens to welsh sufferers of eating disorders. In 2007 the government acknowledged that there is no specialist treatment in Wales and that this needed to change, yet 5 years later we are still waiting for that change! I and many others feel it is necessary for the government to change this by providing a specialist eating disorder unit in Wales. This can minimize the distress caused from being hours away from family and friends, by being in an English unit. From personal experience I know how beneficial a welsh unit would be to sufferers and how comforting it would be to know that your family and friends are close to support you.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-18T19:26:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-18T19:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:04.270Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Health is a matter that is devolved to the Welsh Government. The Welsh Government has its own facility to receive petitions which can be found at http://www.assemblywales.org/gethome/e-petitions.htm\r\n\r\nYou might also like to contact directly the Welsh Minister for Health and Social Services, Lesley Griffiths AM, to receive information about the work it is doing in relation to eating disorders services: Lesley.Griffiths@wales.gov.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:04.273Z"
    },
    "id": 36244,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36244.json"
    },
    "type": "archived-petition"
}