{
    "attributes": {
        "action": "Abolish the uncompetitive and inequitable Child Trust Fund scheme and allow immediate transfers to junior ISAs during the transition period",
        "additional_details": "About 6 million children are stuck within the old Child Trust Fund (CTF) scheme that harbours less competition, poorer savings deals and significantly higher charges for investing than the new junior ISA scheme (JISA).\r\n\r\nThis petition calls on a Parliamentary debate to make CTFs become more equitable with JISAs, while at the same time establishing a timetable to phasing them out completely. While CTFs are being phased out, ensure that the two schemes are equitable by:\r\n\r\nPressuring existing CTF providers to set similar charges to JISAs in self-select investments. Most self-select CTFs charge high annual fees, keep trail commissions and have high fees to swap poorly performing funds, unlike leading JISA providers.\r\n\r\nEnsuring that once a child reaches 18, that they are able to keep their savings from a CTF within a tax-free wrapper, which is possible under JISAs.\r\n\r\nLetting parents choose whether to remain within an existing CTF scheme, or allow a transfer to a JISA provider.\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-01-23T08:32:08.000Z",
        "created_at": "2012-07-19T16:06:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-19T16:06:21.000Z",
        "opened_at": "2012-07-23T07:32:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 99,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:04.537Z"
    },
    "id": 36281,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36281.json"
    },
    "type": "archived-petition"
}