{
    "attributes": {
        "action": "Justice for riot victims Shazad Ali, Abdul Musavir and Haroon Jahan.",
        "additional_details": "Haroon Jahan, Shazad Ali and Abdul Masavir were murdered whilst protecting their communities.\r\nThe West Midlands police presented a murder case before the Crown Prosecution Service stating that there is enough substantial evidence in order to convict each of the eight men of murder. The CPS, after running a public test acknowledged that a trial for murder will be recruited.\r\nIn the trial of eight men who were up for 3 accounts of murder, were all acquitted by the jury because the Judge did not allow any of the witness statements to be used by the prosecution. All eight men were set free without any charge.\r\nMany communities within the UK strongly feel that the verdict is unjust and  are pleading for a re-trial where knowledgeable members of the legal system will judge the verdict of the trial.\r\nCommunities in UK want:\r\n\tA re- trial of this case.\r\n\tA suitable punishment for those involved.\r\n\tJustice for the victims and their families.\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-07-25T08:29:36.000Z",
        "created_at": "2012-07-23T18:24:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-23T18:24:42.000Z",
        "opened_at": "2012-07-25T08:29:36.000Z",
        "rejected_at": "2017-06-21T15:11:05.991Z",
        "rejection": {
            "code": "duplicate",
            "details": "We are sorry that this epetition was accepted in error. The site does not publish petitions relating to individual cases for legal reasons.\r\n\r\nFor information, there are very limited circumstances in which a re-trial can take place following an acquittal. Firstly only certain serious offences are eligible for retrial. Whilst that does include murder and manslaughter both the director of Public Prosecutions and the Court of Appeal need to be satisfied that there is new and compelling evidence of the acquitted person's guilt and that a retrial would be in the interests of justice."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4057,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:05.993Z"
    },
    "id": 36433,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36433.json"
    },
    "type": "archived-petition"
}