{
    "attributes": {
        "action": "Allow genuine non-EEA partners of UK citizens to move to the UK, with reasonable restrictions",
        "additional_details": "The current immigration rules have the effect of permanently exiling many UK citizens who live abroad with non-EEA partners.\r\n\r\nThere must be reasonable restrictions on immigration, and this should include determining whether the marriage or relationship is legitimate and entered into freely. Non-EEA partners admitted to the UK already have \"no recourse to public funds\" stamped on their visa. This is right and proper.\r\n\r\nHowever, the current rules discriminate against UK citizens who look after their children while their partner works. They discriminate against families who could easily maintain themselves in the UK, pay tax, and would not need any government assistance. The requirement to find a job in the UK before returning is next to impossible, and the financial restrictions are excessive.\r\n\r\nThe government should return to a sensible approach to allowing UK citizens who can support their families to move home. The choice of exile or breaking up the family is unacceptable.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-24T07:50:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-24T07:50:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:06.068Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:06.071Z"
    },
    "id": 36442,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36442.json"
    },
    "type": "archived-petition"
}