{
    "attributes": {
        "action": "Changes Must Be Made To The Rehabilitation of Offenders Act 1973 (ROA) So As Not To Discriminate Against Foreign and Commonwealth Soldiers",
        "additional_details": "\"Under changes made to the Rehabilitation of Offenders Act 1973 (ROA) in 2010 disciplinary offences dealt with at the Commanding Officer's discretion can now be equated to a criminal conviction\"\r\n\r\nThis means that if any foreign and commonwealth soldier has had any disciplinary offences when they apply for British Citizenship it will be denied and they could face deportation. Even though they may have served for many years with the British Armed Forces and may have British Spouses and British born children.\r\n\r\nThis is a breach of Article 6 of the Human Rights Act (1998) and Armed Forces Covenant (2011). It is also inherently racist because the changes made will have no impact on his/her British Armed Forces colleagues because these military offences are not held on a criminal record. This change only has implications to immigration Law and Policy. We believe the law and policy is discriminative and demand that the ROA 1973 is changed to amend this.",
        "background": null,
        "closed_at": "2013-07-25T08:26:00.000Z",
        "created_at": "2012-07-24T23:32:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-24T23:32:41.000Z",
        "opened_at": "2012-07-25T08:26:00.000Z",
        "rejected_at": "2017-06-21T15:11:06.332Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:06.335Z"
    },
    "id": 36477,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36477.json"
    },
    "type": "archived-petition"
}