{
    "attributes": {
        "action": "Change immigration policy, how to stop fake marriages",
        "additional_details": "I am British my husband is a Berber, we have a 3 year old son. The government MUST stop Sham marriages by so doing make the system fairer for genuine couples.   Use the Moroccan system for foreigners marrying Moroccans as a model.  I propose the government introduce a spouse visa (not a settlement visa) only for those who have gone through this rigorous process: Family & career history, police & Dr’s reports from UK and Morocco, original birth certificate, bank statements of foreign spouse, visits to High Court, regional court, local Caid's office, solicitors. (Foreign spouses apply yearly depending on region in Morocco for a new carte de sejours).   Mohamed's  2 year UK visit visa was refused 26 July 2012 despite  a 5 year marriage to UK citizen, 3 previous  visas and 5 visits to the UK, being  owner of a guest house & having a wife & son who live in the UK due to circumstances beyond our control.  How can the UK government allow such disparity?  It’s fairer than the salary limit.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-27T21:06:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-27T21:06:58.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:07.060Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:07.063Z"
    },
    "id": 36555,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36555.json"
    },
    "type": "archived-petition"
}