{
    "attributes": {
        "action": "'thinspiration' and 'pro-ana' websites must be banned in an effort to stop prompting potentially fatal eating disorders.",
        "additional_details": "It's worrying and frightening that children as young as 5 or 6 are already considering dieting in an effort to be thinner. 'Thinspiration' and 'Pro-ana' websites encourage dieting to extreme levels in order to achieve an unhealthily skinny figure. On these sites people share weight loss tips & tricks which are very often identical to anorexic behaviours.\r\n\r\nI am now in recovery from anorexia nervosa and have spent my teenage years in and out of hospital in treatment for the potentially fatal eating disorder. Anorexia is isolating, terrifying, miserable and very painful. It is a disease that needs to be taken seriously. It concerns me that the average age of people developing eating disorders continues to plummet. These websites are extremely triggering for anyone with eating disorders and can contribute to some developing an eating disorder.\r\n\r\n I am passionate about spreading eating disorder awareness and promoting a healthy body image.",
        "background": null,
        "closed_at": "2013-08-09T13:35:21.000Z",
        "created_at": "2012-07-27T15:14:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-27T15:14:29.000Z",
        "opened_at": "2012-08-09T13:35:21.000Z",
        "rejected_at": "2017-06-21T15:11:07.019Z",
        "rejection": {
            "code": "duplicate",
            "details": "Removed at request of petitioner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:07.022Z"
    },
    "id": 36553,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36553.json"
    },
    "type": "archived-petition"
}