{
    "attributes": {
        "action": "The right for welsh sufferers of eating disorders to have access to specialist hospital treatment in their own country",
        "additional_details": "Is it right that if someone is suffering from an illness that they must travel out of their own country to receive treatment? This is what happens to welsh sufferers of eating disorders, due to the lack of specialist hospitals and treatment in wales, it means sufferers must travel to England to receive treatment. In 2007 the governement acknowledeged that there was no specialist treatment in Wales and that this needed to change, yet 5 years on we are still waiting for that change! A specialist hospital for welsh eating disorder sufferers would greatly benefit sufferers as it would mean they could receive specialist help and support without being hours away from the support of family and friends. I know from personal experience how much this would be appreciated and would like to see this facility finally be built in Wales.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-28T16:38:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-28T16:38:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:07.337Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Health is a matter that is devolved to the Welsh Government. The Welsh Government has its own facility to receive petitions which can be found at http://www.assemblywales.org/gethome/e-petitions.htm'\r\n\r\nYou might also like to contact directly the Welsh Minister for Health and Social Services, Lesley Griffiths AM, to receive information about the work it is doing in relation to eating disorders services: Lesley.Griffiths@wales.gov.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:07.340Z"
    },
    "id": 36583,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36583.json"
    },
    "type": "archived-petition"
}