{
    "attributes": {
        "action": "Save the Portland Coastguard Helicopter",
        "additional_details": "The Secretary of State for Transport has announced the Portland Search and Rescue helicopter base will close in 2018 despite strong protests from residents, south coast MPs, medical professionals and lifesavers. The closure has been decided without any consultation of local experts.\r\n\r\nThis is not just a local issue. Dorset attracts 16m visitors a year from all over the country. Many come to enjoy the glorious coastline; sailors, divers, walkers, swimmers, fishermen, boaters –anyone who uses the waters off the south coast will be affected. Recent, extreme weather events have shown that the helicopter is necessary inland and offshore.\r\n\r\nThe Portland SAR helicopter is already one of the busiest in the country, despite being open for only 12 hours a day. To remove it, relying instead upon helicopters from bases over 60 miles away, breaks the integrity of the cover we depend upon\r\n\r\nWe urge the Prime Minister and the Secretary of State to reverse this decision before there is loss of life",
        "background": null,
        "closed_at": "2013-07-30T15:22:35.000Z",
        "created_at": "2012-07-30T15:13:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:07.645Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government is committed to ensuring that helicopter search and rescue in the UK continues to provide a rapid emergency response capability for all those who have cause to call upon it.\r\n\r\nThe Royal Air Force and Royal Navy are withdrawing from search and rescue in 2016 and the Maritime and Coastguard Agency (MCA) helicopter contract expires in 2017. On 26 March the Department for Transport therefore awarded a contract that will unify search and rescue helicopter services in the UK under a single service provider – Bristow Helicopter Ltd. The contract will be managed by the MCA. The new service will utilise a full fleet of modern state of the art helicopters which will provide greater reliability and faster flying times than the current fleet, meaning it will be possible to operate a service at least as capable as today from 10 bases rather than the current 12, and historic incident patterns indicate that flying times will improve by up to 20%.\r\n\r\nThe Portland helicopter base will close in 2017 as part of this change to basing arrangements. Search and rescue helicopters are national rather than local assets and contribute to a UK wide emergency response framework.\r\n\r\nThe enhanced capability of the new helicopter fleet will provide greater reliability than the present service, and taskings which the Portland helicopter might previously have responded to will be attended by helicopters from other bases in the south. This is already the case when Portland, which only operates on a 12 hour basis, is closed.\r\n\r\nSAR basing and coverage was considered in detail before this decision was taken, and the Government is confident that the UK will be best served by the contract that was awarded to Bristow Helicopter Ltd in March.\r\n\r\nLee on Solent (which is approximately 20 minutes flying time to Portland) is to remain open and other bases in Cornwall, South Wales and Kent will all be able to reach the Dorset area. These bases will all be operational on a 24 hour basis and will ensure a comprehensive, responsive and resilient SAR capability in the south of the country.\r\n\r\nThough the Department understands that some people in the Portland area are disappointed by this news, we are confident that this stretch of the Dorset coast will remain extremely well covered by the new service.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2012-12-09",
            "summary": "",
            "updated_at": "2017-06-21T15:11:07.645Z"
        },
        "government_response_at": "2012-12-09T07:53:44.504Z",
        "moderation_threshold_reached_at": "2012-07-30T15:13:44.000Z",
        "opened_at": "2012-07-30T15:22:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-11-09T07:53:44.504Z",
        "scheduled_debate_date": null,
        "signature_count": 17947,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:07.652Z"
    },
    "id": 36619,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36619.json"
    },
    "type": "archived-petition"
}