{
    "attributes": {
        "action": "Block Glazer Family Listing Man Utd on NYSE",
        "additional_details": "The Glazer family took ownership of Manchester United through a leveraged buyout in 2005 immediately saddling the club irresponsible levels of debt.\r\n\r\nPolicies at the club have changed during the controversial ownership making Man Utd considerably more expensive to support while simultaneously reducing the clubs ability to compete with its rivals for playing staff.\r\n\r\nThis is a direct result of more than £500m having been diverted from the clubs income to service the debt and pay associated fees; effectively enriching the Glazers by leeching the fans.\r\n\r\nIt is the intention of the Glazer family to list the club on the New York Stock Exchange in an offering that would be unacceptable in the UK.  They also plan to further obfuscate the structure of the companies to diminish transparency in an apparent attempt to keep fans and investors uninformed.\r\n\r\nThe Government should investigate implementing regulation to protect football clubs and fans from exploitation by investors.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-31T10:48:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-31T10:48:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:07.816Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:07.820Z"
    },
    "id": 36639,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36639.json"
    },
    "type": "archived-petition"
}