{
    "attributes": {
        "action": "Stop cuts to East of England Ambulance Service budget",
        "additional_details": "The Department of Health has imposed budget cuts of £10 million per annum on our Trust (approximately £50 million over five years).  To try to save money the Trust's Management have introduced a rota redesign which will have the effect of removing front line ambulances from many parts of the region.  At a time when demands on the service continue to increase and population numbers continue to rise, many people with in depth knowledge of how these changes will affect patients know that patient care will be compromised.\r\n\r\nMany parts of the six counties that we serve are rural and when “transport is treatment” many staff have grave concerns about the proposed level of transportable resources available to convey patients to definitive hospital care.\r\n\r\nWe urge the Prime Minister and Secretary of State for Health to look seriously at the level of savings that the Government is imposing upon the Trust and the negative impact this will have on the Trust's service users.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-07-31T18:29:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-07-31T18:29:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:07.928Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Save your community Ambulance Station"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:07.931Z"
    },
    "id": 36651,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36651.json"
    },
    "type": "archived-petition"
}