{
    "attributes": {
        "action": "David Cameron should spend 2 months living on my Benefits",
        "additional_details": "As a suffer of a debilitaing condion I want David Cemron to spend 2 Months living in my income from my benefits day to day while trying to take care of himself in my hone town as well as helping look after my disabled girlfriend on a day to day basis.\r\n\r\nI want him to live in my home on my income and see how he can cope and possibly learn a few ways this country can be improved. I agree to have it elevised if need be, but that when in personal space any camera work is provided by us in our confidence for the world.\r\n\r\nU ask this as a voting member of our nation who has come to believe that our ruling minds no longer have any understanding , consideration, or opinion over those of us who are genuinely ill/limited in our lives when there are so many people out there who are blantantly abusing our benfits systems to live overly occupied and comfortable lives who DO NOT need that support. I want this to happen so I may help our government learn that need this to help THEM help us.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-03T01:57:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-03T01:57:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:08.810Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:08.813Z"
    },
    "id": 36747,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36747.json"
    },
    "type": "archived-petition"
}