{
    "attributes": {
        "action": "Bring back a weekly sports programme on the BBC, like Saturday afternoon Grandstand.",
        "additional_details": "The olympics have shown just how much the people of the UK love sport.  Hopefully, it will inspire many people to take up new sports and take interest in sport, with the benefit of some fantastic role models.\r\n\r\nHowever, today we are missing what the older people amongst us had, which was a weekly program showcasing our sportsmen and women.  Grandstand let us get to know our athletes, to understand the sports, and to inspire us to try different things.\r\n\r\nObeisity is now endemic, perhaps some healthy, athletic role models would help to counter this?\r\n\r\nWe need to seize the enthusiasm generated by the Olympics, have more exposure for all sports on the BBC, not the major events, but the everyday sports, the national championships.  Let us get to know our athletes again.\r\n\r\nPlease can the government consider making this an important part of the BBC charter.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-05T08:42:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-05T08:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:09.343Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:09.345Z"
    },
    "id": 36803,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36803.json"
    },
    "type": "archived-petition"
}