{
    "attributes": {
        "action": "Ban 'pro-ana' and 'thinspiration' websites which glorify eating disorders and extreme dieting.",
        "additional_details": "It's worrying and frightening that children as young as 5 or 6 are already considering dieting in an effort to be thinner. 'Thinspiration' and 'Pro-ana' websites encourage dieting to extreme levels in order to achieve an unhealthily skinny figure. On these sites people have forums to share weight loss tips & tricks which are very often the same as anorexic behaviours.\r\nI am now in recovery from anorexia nervosa and have spent my teenage years in and out of hospital in treatment for the potentially fatal eating disorder. Anorexia is isolating, terrifying, miserable and very painful. It is a disease that needs to be taken seriously. It really concerns me that the average age of people developing eating disorders continues to plummet. These websites are extremely triggering for anyone with eating disorders and can contribute to some developing an eating disorder. They warp young people's minds to think that you have to be thin to be beautiful. For these reasons they must be banned.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-05T22:56:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-05T22:56:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:09.647Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:09.650Z"
    },
    "id": 36831,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36831.json"
    },
    "type": "archived-petition"
}