{
    "attributes": {
        "action": "Rename Olympic Team \"Team UK\"",
        "additional_details": "Congratulations to all our Olympic athletes (and their coaches and families) on their historic success at our home Olympic Games. London 2012 has brought the nation together unlike any other recent sporting event. Rather than England, Scotland, Wales and Northern Ireland battling against each other, the country has united to support one UK-wide team who have taken on the world and won.\r\n\r\nHowever surely it would make sense if this UK-wide team we have all been supporting was actually called “Team UK” instead of “Team GB”. The team includes not only athletes from Great Britain (England, Wales & Scotland) but also many from Northern Ireland. It’s unlikely that the other Crown Dependencies & Overseas Territories represented would oppose the change, while “Team UK” would end the confusion that the current name causes in the UK and overseas.\r\n\r\nWe request that the Department of Culture, Media and Sport lobby the BOA to change the UK team’s name to “Team UK” for the next Olympics.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-06T17:12:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-06T17:12:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:09.770Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The British Olympic Association (BOA) is responsible for the name ‘Team GB’. The International Olympic Committee (IOC) has recognised the British team as ‘GBR’ since its inception, before the addition of Northern Ireland and the creation of the United Kingdom. Consequently, the BOA is proud that GBR is one of only five nations that has competed at every Olympic Games in the modern era.\r\n\r\nThe BOA state that a team name was created which they believe is marketable across all the territories in the BOA’s jurisdiction. The BOA also took into account that some Olympic sports compete on an all Ireland basis at the Olympic Games which makes it difficult to use ‘United Kingdom’ to describe the Team."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:09.774Z"
    },
    "id": 36849,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/36849.json"
    },
    "type": "archived-petition"
}