{
    "attributes": {
        "action": "Call on the Government to Strengthen and Extend the Dangerous Dogs Act and Encourage Responsible Dog Ownership",
        "additional_details": "We call on the coalition government to bring forward a government Bill that: consolidates and updates legislation concerning dog control; gives greater flexibility and discretion to enforcers and the courts; improves public safety and animal welfare; includes a genuine preventative effect; updates some offences; and reduces the costs of enforcement. In particular we believe: the scope of legislation must be extended to cover all places, both public and private; all dogs should be permanently identified and have public liability insurance; legislation must focus on the owner’s actions or omissions rather than the type of dog; amendments must be made to ensure better canine welfare with a clear strategy to regularly review and ultimately phase out breed specific legislation; sufficient funding streams are essential for effective enforcement at a local level; and education and engagement should go hand in hand with any changes in the law to encourage more responsible dog ownership.",
        "background": null,
        "closed_at": "2013-08-13T14:54:10.000Z",
        "created_at": "2012-08-11T16:34:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-11T16:34:59.000Z",
        "opened_at": "2012-08-13T14:54:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 28,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:11.437Z"
    },
    "id": 37022,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37022.json"
    },
    "type": "archived-petition"
}