{
    "attributes": {
        "action": "Advisors to the government on ME (commonly referred to as CFS) should be ME experts, not psychiatrists",
        "additional_details": "Currently, the government allows psychiatrists to give the majority of advice for the physical illness, Myalgic Encephalomyelitis, often referred to as Chronic Fatigue Syndrome.\r\nThere are more than 5000 research papers showing ME to be physical, not psychological. Advice on ME needs to be given by experts specialising in areas of the disease pathology, such as neurology and immunology. It should not be advised upon by psychiatrists, psychologists, or anyone working in an unrelated area\r\nWe, the undersigned, believe that the current level of psychiatric involvement in policy for a physical disease is unethical. We demand that the government receive proper advice on dealing with ME, from thoroughly trained professionals who have a strong history of biological research into it. In particular, we demand that Simon Wessely and Peter White, both of whom in the past have influenced policy to the detriment of patients, to be excluded from any further governmental involvement with the disease.",
        "background": null,
        "closed_at": "2013-08-14T08:22:04.000Z",
        "created_at": "2012-08-14T00:26:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-14T00:26:47.000Z",
        "opened_at": "2012-08-14T08:22:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1284,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:12.193Z"
    },
    "id": 37117,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37117.json"
    },
    "type": "archived-petition"
}