{
    "attributes": {
        "action": "Force the media to recognise fathers!",
        "additional_details": "Every day the in the news and on TV advertisements the contributions of fathers in their childrens lives are ignored.  I want the government to outlaw this obvious sexism.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-15T06:20:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-15T06:20:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:12.834Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK, the press is not subject to state regulation. The Government believes that this is fundamental to our democracy. That is why the government does not interfere in what a newspaper or magazine chooses to publish.\r\n\r\nNewspapers must, of course, abide by the law, but they also sign up to a Code of Practice, overseen by the independent Press Complaints Commission (PCC). The Editor's Code of Practice sets a benchmark for the standards the press is expected to maintain.\r\n\r\nIf you would like any more information on the PCC and the Editors’ Code of Practice, it can be found on the PCC’s website at: http://www.pcc.org.uk.\r\n\r\nDetailed decisions on television programme content and scheduling are matters for the broadcasters. It is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:12.837Z"
    },
    "id": 37176,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37176.json"
    },
    "type": "archived-petition"
}