{
    "attributes": {
        "action": "Reconsider West Coast Mainline franchise decision",
        "additional_details": "We the undersigned urge the government to reconsider the decision to award the West Coast Mainline franchise to FirstGroup.\r\n\r\nThe West Coast Mainline's current value is thanks to millions of pounds of investment and commitment from Virgin Trains - they're not perfect,  none are - but they have delivered a reliable service for 15 years and turned the line around.\r\n\r\nFirstGroup consistently rate amongst the worst of the train operators in passenger satisfaction surveys - they should show improvements in their existing services before being able to bid on more.\r\n\r\nAny previous time Virgin have lost a bid in a rail tender the winner has failed to deliver promised plan and revenue - the East Coast is still under Government ownership.\r\n\r\nThe Government should look at more than the highest bidder - look what happened with G4S at London 2012.\r\n\r\nI urge the government to reconsider this decision or to seek public opinion in these franchise bids.",
        "background": null,
        "closed_at": "2013-02-17T10:57:46.000Z",
        "created_at": "2012-08-15T08:04:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-10-09T03:00:48.084Z",
        "government_response": {
            "created_at": "2017-06-21T15:11:12.859Z",
            "details": "This e-petition has now passed the threshold of 100 000 signatures.\r\n\r\nThe Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures\r\n\r\nThe Backbench Business Committee meets weekly, when the House of Commons is sitting, to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom\r\n\r\nRosie Cooper MP was allocated a 3hr debate in Westminster Hall on 17 September 2012, the Hansard transcript of which can be seen at http://www.publications.parliament.uk/pa/cm201213/cmhansrd/cm120917/halltext/120917h0001.htm#1209179000002.\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:11:12.859Z"
        },
        "government_response_at": "2012-09-22T16:28:04.208Z",
        "moderation_threshold_reached_at": "2012-08-15T08:04:00.000Z",
        "opened_at": "2012-08-17T09:57:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-08-22T16:28:04.208Z",
        "scheduled_debate_date": null,
        "signature_count": 174578,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:12.865Z"
    },
    "id": 37180,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37180.json"
    },
    "type": "archived-petition"
}