{
    "attributes": {
        "action": "UK international development and charitable aid to Mauritania to be contingent on an effective abolition of slavery practices in the country",
        "additional_details": "We call on the Secretary of State for International Development to stipulate that UK's international development and charitable aid to the West African country of Mauritania is to be contingent on their government’s demonstration of an effective abolition of slavery in the country not only in words but also in deeds by:\r\n\r\n- Uncompromised enforcement of its 6 years prison sentence on those who practice slavery. (NB. despite the country's laws criminalising slavery since 2007, the practice continues unabated with only one noted successful prosecution made to date);\r\n\r\n - Release of the 7 anti-slavery activists of the Initiative for the Resurgence of Abolitionism in Mauritania organisation who were arrested in April '12 and still imprisoned despite the courts dismissing the cases against them for “incompetence and procedural nullity”;\r\n\r\n- Providing emancipation support systems and supporting the work of abolitionists rather than routinely arresting them in their advocacy work.",
        "background": null,
        "closed_at": "2013-08-17T08:27:08.000Z",
        "created_at": "2012-08-15T18:09:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-15T18:09:40.000Z",
        "opened_at": "2012-08-17T08:27:08.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 44,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:13.437Z"
    },
    "id": 37233,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37233.json"
    },
    "type": "archived-petition"
}