{
    "attributes": {
        "action": "Reinstate the West Coast Mainline franchise to Virgin Trains",
        "additional_details": "On the 15Th August we received the sad news that from December 2012 the DfT (Department for Transport) has decided to award the West Coast Mainline Franchise to First Group.\r\n\r\nThis IS NOT what the public, commuters and taxpayers want! First Groups running of the west coast mainline will result in price hikes, staff cuts, poorer services and potentially financial difficulties resulting in the franchise been handed back to DfT as we have seen all to often in recent years, at a huge cost to the taxpayer.\r\n\r\nVirgin trains have achieved mission impossible over that last 15 years and have done so with critics laughing in their faces and stood strong through continues issues with network rail's infrastructure. They have just received the highest EVER Customer satisfaction results of any InterCity franchise, a whopping 91%!\r\n\r\nThis needs to be reviewed in the House of Commons, Please sign this petition if you too would like this decision to be reviewed in the house of commons.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-16T11:43:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-16T11:43:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:13.807Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:13.810Z"
    },
    "id": 37271,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37271.json"
    },
    "type": "archived-petition"
}