{
    "attributes": {
        "action": "School playing fields should be taken out of Gove's hands and run by locally elected reps of communities who use and benefit from them",
        "additional_details": "The coalition agreement states that it will seek to protect school playing fields. Yet one person - the Education Secretary - has overruled internal expert advice to force the sale of some sites. Applications for the sale of school playing fields in England have to be approved by the Education Secretary after being considered by the School Playing Fields Advisory Panel, but the identities of the panel members remain secret. Democracy itself is undermined when the fate of fundamental community resources, such as school playing fields, rests in the hands of one person (and in this case a secret panel). We believe that the most effective way to ensure that there is a good supply of high quality playing fields to meet the sporting needs of local communities essential to the Olympic legacy, is to vest the responsibility of running them in those same local communities who use and benefit from them. The Government should devolve this power to local authorities.",
        "background": null,
        "closed_at": "2013-08-21T14:02:56.000Z",
        "created_at": "2012-08-18T21:58:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-18T21:58:32.000Z",
        "opened_at": "2012-08-21T14:02:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:14.923Z"
    },
    "id": 37418,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37418.json"
    },
    "type": "archived-petition"
}