{
    "attributes": {
        "action": "Abolish minimum transaction charges for card payments",
        "additional_details": "Some UK merchants impose a minimum spend on credit/debit card transactions. This in in contravention of contracts with service vendors like Visa/MasterCard. Occasionally, local laws supersede their policies. We must change the law so merchants in the UK adhere to the spirit of terms of service, in a society where card payments are increasingly frequent.\r\n\r\nSay in a shop, cafe or pub, you order something, try to pay with a card, only to be told \"sorry, it's a £5/£10/£20 minimum\". Many merchants are making a markup on these transactions; also prohibited by terms of service.\r\n\r\nThe only thing that allows this to continue in the UK is a lack of explicit prevention under local laws. Customers need a valid method of complaint beyond that of the vendor's process, and merchants admittedly need to re-negotiate rates with vendors to make card purchases more palatable for all.\r\n\r\nIt's the 21st century. Visa was an olympic sponsor. Let's make electronic currency as valuable as physical currency.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-22T15:22:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-22T15:22:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:15.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:15.985Z"
    },
    "id": 37545,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37545.json"
    },
    "type": "archived-petition"
}