{
    "attributes": {
        "action": "Remove current government and create a new style of society where everyone is equal and responsible for what happens not a minority such as government",
        "additional_details": "Devolution of the train wreck that is the current corrupt political system. Install a new model for society to decide how the country is run one life is not worth more or less only equality and people have an option to decide what choice the country makes not based on a select few like the current system. Remove the overhead in cost of the government in human blood through war. Make a system where all needs are met for everyone removing the need for money and people work for the love of the community.Build a society where everyone can live knowing they can feed themselves and their children. Build a society where food and water is a human right not a tool used in war and control. A society where greed is none existent, where we look after each other and do not live in judgement, each voice an important link in a global chain. Create a society free of the ball and chain of money and debt, where children are not born into another man’s pocket but each man’s protection.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-23T11:36:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-23T11:36:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:16.419Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:16.422Z"
    },
    "id": 37597,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37597.json"
    },
    "type": "archived-petition"
}