{
    "attributes": {
        "action": "Make David Cameron and George Osbourne explain why they have attended Bilderberg whos key aim is a one world government just like Hitler",
        "additional_details": "David Cameron and George Osbourne have both attended \"off the record\" Bilderberg conferences who regularly discuss Nuclear war,propaganda on the world public, destroying Russian Chinese relationship, as well as a lot worse.\r\n\"We shall have world government whether or not you like it, by conquest or consent\"(James Warburg, 1950).\"We are on the verge of a global transformation, all we need is the right major crisis and the nations will accept the New World Order\"(David Rockefeller).\"We forbid individual attendees from giving press meetings at our conferences, and we do that not because we’re secrecy mad, but because we want to control the politicians who come\"(Martin Taylor, Bilderberg). Comments on Bilderberg say \"It's much smarter than conspiracy-this is moulding the way people think so that it seems like there's no alternative to what is happening” (Prof Andrew Kakabadse, 2011).http://tinyurl.com/q4efen http://tinyurl.com/ocjoyj http://tinyurl.com/6z84hmj http://tinyurl.com/bmy6y3t",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-23T13:50:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-23T13:50:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:16.482Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:16.485Z"
    },
    "id": 37602,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37602.json"
    },
    "type": "archived-petition"
}