{
    "attributes": {
        "action": "HOW TO RECOVER A STOLEN LIFE??? SO FAR SURVIVED NOT ABLE TO LIVE A LIFE.",
        "additional_details": "HOW CAN YOU WRITE 21 YEARS SUFFERING IN 1000 CHARACTERS??  ANY WAY I TRY, DUE TO UNREGULATED BENEFIT /MEDICAL SYSTEM (AS YOU KNOW IN UK THERE ARE 200 AND 18 THOUSAND SO CALLED DOCTORS, REGISTERED WITH GMC ALL ARE POOR THINGS HAVE LOT OF MANAGERS MANAGING THEM.)  AS THESE MANAGERS HAVE LIMITED KNOWLEDGE ALWAYS THEY TRY TO CONTROL THE DOCTORS, FOR THEIR BENEFIT.  IF DOCTORS ARE COMPETENT, THEY THEM SELVES HAVE TO BREAK THROUGH THESE BARRIERS, AS THEY ARE NOT COMPETENT AND ALSO SO MANY BARRIERS, THEY ARE NOT ABLE TO DO SO.  AS DUE TO THE MENTAL HEALTH SYSTEM FAILURE, EXAMPLE I RECENTLY CAME TO KNOW BELMARSH PRISON, I WENT THEIR AND SEEN ANOTHER NEWLY BUILT PRISON CALLED THAMSIDE PRISON WITH CAPACITY 900 PEOPLE. WHAT'S GOING ON???? . PRISON ,MENTAL HEALTH SYSTEM ARE SUPPOSE TO BE CORRECTING FACILITIES, BUT PEOPLE END UP IN THESE PLACES GET WORSE THAN BETTER. COMMUNICATION THROUGH EMAIL WITH DOC'S AND SO CALLED PSYCHIATRIST WILL CUT TIME AND IMPROVE THE SITUATION.   ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-24T10:10:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-24T10:10:46.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:16.836Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:16.840Z"
    },
    "id": 37646,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37646.json"
    },
    "type": "archived-petition"
}