{
    "attributes": {
        "action": "MORE FOCUS ON THE VULNERABLE PEOPLE IN OUR SOCIETY THE YOUNG, OLD AND PHYSICALLY AND MENTALLY IMPAIRED. LOVE OUR SPECIES NOT THE ABUSE OF OUR SPECIES.",
        "additional_details": "Help create a society where children are not born into another man’s pocket but each man’s protection, each child fed, watered, safe, nurtured, guided, mentored, housed, clothed, educated and free of unwanted abuse. A society where the old are respected for their outstanding contributions in the development of mankind, safe, protected, housed, clothed and cared for free of abuse. A society where our young and old are first priority not objects, statistics, victims of society or last in line. A society where our young and old are our main priority, the people who have helped to make us and shape us. A society where we give back to those who give us purpose when eyes can see no bridges across broken roads. A society where we look after each other because we all share the same reality if we like it or sometimes not. A society where we are not mentally broken with the financial burden of corrupt systems. A society where all people can smile and be happy not just a minority.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-24T11:40:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-24T11:40:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:16.926Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:16.928Z"
    },
    "id": 37656,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37656.json"
    },
    "type": "archived-petition"
}