{
    "attributes": {
        "action": "Vote of no confidence in the government, and its alternative political parties, and to open a clear and transparent debate on the alternatives",
        "additional_details": "This is a petition, to call for a vote of no confidence in the government, and its alternative political parties, and to open a clear and transparent debate on the alternatives and what the population's opinion and needs are.\r\n\r\nThe system is at fault, and no confidence can be placed in any of the 3 main political parties of this country. The majority of the population do not vote, they have no faith that their vote will make any difference or that the person elected will represent them, we now have a generation of people who are uninterested in their privilege to vote.\r\n\r\nI believe the timehas come where people will be wanting to act, to change the system.\r\n\r\nI want the government, to address our head of state, the Queen, to open a transparent debate with her citizens, and without the power of money, and media control the political parties have to influence us, find out what this country's population wants, opinions and needs are, as the government simply are not representing us.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-25T18:17:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-25T18:17:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:17.680Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:17.683Z"
    },
    "id": 37731,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37731.json"
    },
    "type": "archived-petition"
}