{
    "attributes": {
        "action": "Invite the Secretary of State for Transport to tender her resignation",
        "additional_details": "Almost 150,000 citizens have now signed a petition to support a review of the decision to award the West Coast Mainline rail contract to First Group. Many of these people have first hand experience of First Group's poor standards of customer service.\r\n\r\nRichard Branson has alleged that the First bid is loaded towards the end of the contract and that Virgin Trains would in fact have generated more revenue for the Treasury over the first ten years of the contract. If claims that the figures for the final three years are not credible are accurate, First's offer - far from having been won on a fair basis - verges on fraudulent misrepresentation.\r\n\r\nThe refusal of the Secretary of State for Transport to delay the contract signing and allow the House of Commons Transport Committee to review the case for/against these serious allegations is on its own a dereliction of duty that should cause the Minister to tender her resignation. Regardless of the outcome of the eventual contract decision.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-27T21:43:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-27T21:43:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:18.688Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:18.691Z"
    },
    "id": 37834,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37834.json"
    },
    "type": "archived-petition"
}