{
    "attributes": {
        "action": "The prime minister to no longer have the exclusive use of Chequers Estate.",
        "additional_details": "Chequers Estate and country mansion in the Chilterns comprises 1230 acres. It is exclusively used for prime ministers. The cost to taxpayers per annum: circa £1 million\r\n\r\nIt was gifted to the nation in 1917 for prime minsters’ use as a “soothing influence” to enjoy a “typical rural life” to “exercise a check on too hasty decisions” helped by a “sense of freedom provided by the local countryside” so “more sanely will they rule induced by the high and pure air of the Chiltern hills and woods”\r\n\r\n1965 the Chilterns were protected by law as an AONB. The area has a diversity of wildlife, ancient woodlands, listed buildings, picturesque villages and historic rights of way\r\n\r\nThe prime minister is to remove the legal protection for a destructive high speed train HS2 through the Chilterns. This is outside the 1917 Chequers Estate Act. The Act must be revised. The prime minister will no longer have exclusive use of Chequers and it must be opened to the public",
        "background": null,
        "closed_at": "2013-08-29T14:22:28.000Z",
        "created_at": "2012-08-28T13:35:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-28T13:35:44.000Z",
        "opened_at": "2012-08-29T14:22:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 59,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:18.961Z"
    },
    "id": 37868,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37868.json"
    },
    "type": "archived-petition"
}