{
    "attributes": {
        "action": "CitizenKhan is insulting Islam",
        "additional_details": "Many young muslim girls nowadays may act the way that Alia does but the way it was portrayed was totally wrong. Would any young pakistani girl be dressed like that infront of her dad? And to be pretending to read the Quran, this is a joke. Last night Adil Ray turned Islam into a big joke and there is Muslims out their who are actually supporting him and saying .. 'Its only a comedy show'. Our religion is not a joke and it should not be shown to the world as a joke either, its not like our religion gets the best of the media attention anyway and then we get idiots like him making everything much worse for us. If any of you actually care about your religion you should complain to the BBC to get the rest of the show cancelled. BBC ONE and 'Citizen Khan' controlled under Danny Cohen a Jewish man. Oh Muslims, this is a show written, directed and acted by NON MUSLIMS!, Apart from Adil Ray 'Mr Khan' Muslim by name. They are Clearly Insulting and Mocking Our religion!.\r\nBAN The Programme",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-28T20:46:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-28T20:46:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:19.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:19.200Z"
    },
    "id": 37895,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37895.json"
    },
    "type": "archived-petition"
}