{
    "attributes": {
        "action": "Create a new society where each person is equal and a power structure does not exist each persons needs catered for free of the shackles of debt",
        "additional_details": "(1) Devolution of the current government model slowly removing the overhead in cost of the current government..\r\n\r\n(2) Revise and install a new model based on equality where the people make the decisions not a government body.\r\n\r\n(3) Implement a system where all basic needs are met for everyone such as food, water, electricity and other arranged necessities for free.\r\n\r\n(4) Implement a system where each voice and thought is an important part of the national brain, each person vital to the running of the country no decision made if each person has not had their vote therefore everyone has their say.\r\n\r\n(5) Implement a system where there is no money therefore no debt, like bees each person work for the survival of the community.\r\n\r\n(6) Implement a system where children are protected our first priority, safe, nurtured, mentored, educated, fed, watered and free from abuse.\r\n\r\n(7) Implement a system where the old are protected our first priority, safe, fed, watered and free from abuse.",
        "background": null,
        "closed_at": "2013-08-31T15:07:11.000Z",
        "created_at": "2012-08-29T01:49:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-29T01:49:26.000Z",
        "opened_at": "2012-08-31T15:07:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:19.257Z"
    },
    "id": 37901,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37901.json"
    },
    "type": "archived-petition"
}