{
    "attributes": {
        "action": "STOP THE FOREIGN & COMMONWEALTH OFFICE WITHDRAWING GRATIS VISAS FOR CHERNOBYL CHILDREN COMING TO UK FOR RECUPERATIVE HOLIDAYS FROM BELARUS & UKRAINE",
        "additional_details": "The future of vital recuperative holidays for children living with the after effects of the Chernobyl disaster is threatened because the FCO has announced that gratis visas for Chernobyl Children will end in March 2013.\r\nThe UK will be only government in the EU to start charging. All others grant gratis visas as they acknowledge the important work done helping children living with the after effects of radiation by boosting their immune systems & improving their health.\r\nThis would add £86 per child to the cost of bringing them to the UK, placing a heavy burden on charities already struggling to raise funds. Consequently this will result in either less children coming to the UK for recuperative breaks or the closure of smaller charities.\r\nMany MPs support us, having met these children in their constituencies. Government departments also support our work as does the PM. Now they must prove it by withdrawing plans to charge for these vital visas.\r\nVictor Mizzi MBE & Linda Walker MBE",
        "background": null,
        "closed_at": "2013-08-31T12:52:37.000Z",
        "created_at": "2012-08-30T00:13:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:19.674Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government provided gratis visas to Chernobyl children in Belarus from 1995 to 2013.  In 2011-12, the cost of these visas was around £130,000.  In previous years it had been more – up to and above £200,000 per annum.  In November 2010, we made the decision to end the scheme.\r\n\r\nThe decision to end the gratis visas for Chernobyl Children was not taken lightly. It was one of a number of difficult spending decisions made across Government.  We judged continued support to be unsustainable; the annual cost was equivalent to running a small overseas Embassy.\r\n\r\nWe informed the charities immediately following our decision, giving them more than two years to seek alternative non-Government sources of funding before the scheme ended on 31 March 2013. As a goodwill gesture, in the final year of the scheme we also covered the cost of Chernobyl children visas issued in Ukraine.  In addition, we have offered, and continue to offer, our help to the charities in their fundraising efforts. Our Embassy in Minsk is also active in providing non-financial support, such as hosting fundraising charity dinners and similar events.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:19.674Z"
        },
        "government_response_at": "2013-03-23T05:41:11.104Z",
        "moderation_threshold_reached_at": "2012-08-30T00:13:57.000Z",
        "opened_at": "2012-08-31T12:52:37.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-02-23T05:41:11.104Z",
        "scheduled_debate_date": null,
        "signature_count": 10387,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:19.681Z"
    },
    "id": 37945,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37945.json"
    },
    "type": "archived-petition"
}