{
    "attributes": {
        "action": "Absurd and outrageous claims made by Tom Holland on Channel 4's \"Islam: The Untold Story\"",
        "additional_details": " British broadcaster Channel 4 aired a programme \"Islam: The Untold Story\" on Tuesday 28th August 2012 with the show presented by Tom Holland. A number of absurd and outrageous claims were made by Holland against Islam such as Makkah not being mentioned in the Quran and that all historical information from about Islam from the earliest sources is fabricated and unreliable.\r\n\r\nHolland relied on rogue scholarship and discredited academics to make his claims that Islam has no historical or intellectual basis and it is scandalous that a major broadcaster such as Channel 4 allowed this programme its airtime.\r\nWe urge all Muslims and non-Muslims alike to complain to Channel 4 and Ofcom as it is fundamentally irresponsible for flagrant untruths about one of the world’s most significant religions to be spread amongst millions of people.\r\nMuslims need to make sure Islam is accurately portrayed in the media which already has a bias against our beautiful religion.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-08-30T06:39:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-08-30T06:39:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:19.693Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:19.696Z"
    },
    "id": 37947,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/37947.json"
    },
    "type": "archived-petition"
}