{
    "attributes": {
        "action": "Method of production labelling for all meat and dairy foods sold in the UK",
        "additional_details": "We call upon the Minister of State for Agriculture and Food, Jim Paice MP, to introduce new legislation so that all meat and dairy products, for example chicken, cheese and bacon are clearly and honestly labelled to show the farm system used to rear the animal.\r\n\r\nIf method of production labels were mandatory, shoppers would be able to make an informed choice, buying products such as meat and cheese based on animal welfare standards as well as price, taste and quality.\r\n\r\nThis petition is part of the Labelling Matters campaign, being run in partnership by Compassion in World Farming, RSPCA, Soil Association and WSPA. www.LabellingMatters.org\r\n\r\n",
        "background": null,
        "closed_at": "2013-09-03T08:50:28.000Z",
        "created_at": "2012-08-31T12:10:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:20.274Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe ability for consumers to make informed choices about the food products they buy is important to the Government, but has to be balanced against the realities of cost and consumer support. Defining a method of production for animals incorporating standard welfare criteria is extremely difficult and would need to be agreed across the EU.  Larger animals are moved around and can experience many different surroundings during their lives, making it difficult to determine what overall method of production has been used to raise them. Standards covering methods of production do exist (often through industry assurance schemes) but incorporating these into a standard method of production on a ‘one size fits all’ basis would be hard given the variety of breeds, geographical situations and rearing conditions.\r\n\r\nThe Government supports accurate voluntary labelling. The significant swing in recent years to free range hen production is a good example of how the voluntary approach can be successful - there is no legal requirement for broiler or laying hens to be reared as ‘free range’, yet producers recognised the added value to be gained from doing so and being able to label their products accordingly.\r\n\r\nThe Government will continue to work with animal welfare, food industry and consumer groups to assure the right balance between labelling, costs and demand.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:20.274Z"
        },
        "government_response_at": "2013-02-01T17:38:31.419Z",
        "moderation_threshold_reached_at": "2012-08-31T12:10:13.000Z",
        "opened_at": "2012-09-03T08:50:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-01-01T17:38:31.419Z",
        "scheduled_debate_date": null,
        "signature_count": 15162,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:20.280Z"
    },
    "id": 38011,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38011.json"
    },
    "type": "archived-petition"
}