{
    "attributes": {
        "action": "Save the future of London Metropolitan University Students and allow them to complete their studies.",
        "additional_details": "More than 2000 students are left in limbo after the UKBA stripped London Metropolitan University of its right to admit overseas students. These are individuals from all over the world studying in undergrad, postgrad and research (PhD) categories. Some of them are in their 1st year, some are halfway through their studies and some only have a dissertation to submit to achieve the dream of their life; to obtain a degree from a UK University. These students have made many sacrifices before coming to the UK:  They have left their family back home and they have taken large financial commitments. Violating their rights to complete their studies will not only shatter their dreams but will also put their future at stake. I urge the Home Office to: 1. allow these genuine students to complete their studies, 2. stop branding every student coming to the UK as a potential illegal immigrant and use their resources effectively, paid for by the UK taxpayer, to weed out those who do not abide the law.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-01T12:10:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-01T12:10:27.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:20.673Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:20.676Z"
    },
    "id": 38051,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38051.json"
    },
    "type": "archived-petition"
}