{
    "attributes": {
        "action": "Get cysticfibrosis internationaly known and organ donation made mandatory in the uk",
        "additional_details": "I have started this e-petition as there is not enough publicity for cysticfibrosis and what it actually is! The only people that know about the disease are the people who deal with it day by day! with other people knowing about this disease i belive this will raise much needed funding for the cftrust and therefore aiding the search for much needed drugs and the chance to provide familys with help for items needed for treatment.\r\nAlso many people die every year needlessly, organ donation should be made mandatory and if a member of the public chooses to remove themselves from the transplant list then so be it at least then we all benifit and yet still have a choice to come off the register. My daughter has cysticfibrosis and needs a double lung transplant too.\r\nI would like for the schools to teach in there biology lesson about cysticfibrosis and think that teaching children about the subject will also help, they may then pass this information to parents.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-02T17:35:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-02T17:35:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:20.949Z",
        "rejection": {
            "code": "no-action",
            "details": "Please resubmit including what action you want the Governmet to take"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:20.952Z"
    },
    "id": 38081,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38081.json"
    },
    "type": "archived-petition"
}