{
    "attributes": {
        "action": "Stop the Abolition of Disability Living Allowance for Personal Independence Payments",
        "additional_details": "The government intends to abolish Disability Living Allowance and replace it with Personal Independence Payments. We feel the government is doing this because it is clear by awarding the contract to assess Personal Independence Payments to ATOS, it is a means to make savage cuts welfare to the most vulnerable in society. We believe peoples lives will be lost as a result of the scrapping of DLA for Personal Independence Payments assessed by ATOS.  ",
        "background": null,
        "closed_at": "2013-09-05T13:42:07.000Z",
        "created_at": "2012-09-04T23:12:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:21.720Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThis is a long overdue and principled reform which will ensure that disability benefits are brought into the 21st century. We have been absolutely clear that our welfare reform plans are designed to protect those who are most in need and will prioritise support on individuals who have the greatest needs.\r\n\r\nWe are designing Personal Independence Payment (PIP) to reflect a modern understanding of disability, to treat all conditions fairly and to ensure proper support is in place. This is a real step forward. Reforming Disability Living Allowance (DLA) also provides an opportunity to better target support for disabled people and to enable them to lead full, active and independent lives. Under Personal Independence Payment a greater proportion will get the higher rates compared to Disability Living Allowance.\r\n\r\nThe PIP assessment criteria will reflect a more complete consideration of the impact of an individual’s health condition or impairment – whether physical, sensory, mental or cognitive – than the current DLA assessment, ensuring that fair account is taken of all impairment types.\r\n\r\nWe recently announced the successful bidders for the Personal Independence Payment assessment contracts. After a fair and open competition Atos Healthcare was awarded the contract covering London and Southern England, as well as that covering Scotland, North East and North West England, while Capita Business Services was awarded the contract covering Wales and Central England as well as Northern Ireland.\r\n\r\nBy contracting with two providers we are adopting a new approach to delivering health and disability assessments working with regional providers.  This will help ensure the quality of service is delivered in a way that best meets local needs, drives best practice and allows for more robust performance management with greater scope to take action against a poorly performing provider.\r\n\r\nThe PIP contracts do not include any targets or financial incentives in relation to the outcome of assessments or decisions on benefit entitlement.  Providers will be paid for production of fair and impartial assessments and their assessment reports will be sent to Departmental decision makers, who will then make the decision on benefit entitlement.\r\n\r\nHealth professionals conducting the PIP assessments, from either provider, will be required to have a broad training in disability analysis as well as training on specific impairments. Both providers will have to conform to a rigorous set of quality standards regarding staff recruitment and training, as well as the quality and consistency of the assessments themselves, which this Department will be closely monitoring.\r\n\r\nThe PIP assessment process will be empathetic and will give claimants the opportunity to put across their view of the impact their health conditions or impairments have on their lives.\r\n\r\nWe intend to make greater use of appropriate evidence to support claims. This will include evidence from claimants and from supporting professionals. Assessment providers will be responsible for gathering evidence, although claimants will be encouraged to send in any evidence they have to hand. Claimants will also be given the opportunity to identify the most appropriate additional sources of information, particularly professionals who support them on a regular basis.\r\n\r\nA face-to-face consultation will be a key part of the process for most individuals. This will allow an in-depth look at their circumstances and will give individuals the opportunity to put across their own views of the impact of their impairment on their everyday lives. This approach will ensure that decisions reflect the best evidence. However, face-to-face consultations will not be appropriate in every case. Where we already have enough evidence on which to make an assessment it would be inappropriate, and a waste of public money, to require individuals to attend a consultation. These decisions need to be taken on a case-by-case basis, as impairments can affect people in very different ways. Furthermore, we have made it very clear that individuals who are asked to attend a face-to-face consultation will be able to bring with them a relation, friend or possibly a professional who supports them.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:21.720Z"
        },
        "government_response_at": "2012-11-12T08:12:09.028Z",
        "moderation_threshold_reached_at": "2012-09-04T23:12:40.000Z",
        "opened_at": "2012-09-05T13:42:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-10-12T07:12:09.028Z",
        "scheduled_debate_date": null,
        "signature_count": 49688,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:21.727Z"
    },
    "id": 38182,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38182.json"
    },
    "type": "archived-petition"
}