{
    "attributes": {
        "action": "Keep manual boarding ramps for wheelchair users on London Underground",
        "additional_details": "Unlike most Train Operating Companies, London Underground does not normally provide manual boarding ramps for wheelchair users at its stations, but has done so at some stations during the London 2012 Olympic and Paralympic Games – this has significantly increased the number of stations at which wheelchair users can safely embark/disembark from London Underground trains.\r\n\r\nDespite notable investment increasing the number of stations of which a person in a wheelchair can access some or all platforms, actually accessing the train itself can be impossible due to an impassable step (up or down) or gap between the platform edge and the train.\r\n\r\nThe Government should mandate London Underground to provide manual boarding ramps at all platforms at all stations of which wheelchair access to/from is (or will be) possible, where this is necessary to enable a wheelchair user to access a train (where such access would otherwise be prevented by an impassable gap and/or step).",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-05T19:47:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-05T19:47:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:22.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Mayor and Greater London Assembly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:22.121Z"
    },
    "id": 38229,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38229.json"
    },
    "type": "archived-petition"
}