{
    "attributes": {
        "action": "Stop the badger cull",
        "additional_details": "\r\nWe, the undersigned, call on the government to stop the planned cull of badgers on the following grounds:\r\n\r\n·         Over 70% of the badger population in large areas of the country will be killed, many of them healthy.\r\n\r\n·         The method of free-shooting badgers could cause severe to many thousands of badgers.\r\n\r\n·         Independent scientific studies have shown that culling would be of little help in reducing bovine TB, and even suggest that it could make things worse in some areas.\r\n\r\nWe urge the government to stop the cull and implement the more sustainable and humane solution of both a vaccination programme for badgers and cattle, along with improved testing and biosecurity.\r\n ",
        "background": null,
        "closed_at": "2013-09-07T06:38:00.000Z",
        "created_at": "2012-09-06T12:41:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2012-11-06T06:12:54.946Z",
        "government_response": {
            "created_at": "2017-06-21T15:11:22.396Z",
            "details": "This e-petition has now passed the threshold of 100 000 signatures.\r\n\r\nThe Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures.\r\n\r\nThe Backbench Business Committee meets weekly to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom\r\n\r\nA futher response from the Government on this e-petition will be published in due course.",
            "responded_on": "2012-10-13",
            "summary": "",
            "updated_at": "2017-06-21T15:11:22.396Z"
        },
        "government_response_at": "2012-10-13T06:35:29.494Z",
        "moderation_threshold_reached_at": "2012-09-06T12:41:16.000Z",
        "opened_at": "2012-09-07T06:38:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-09-13T06:35:29.494Z",
        "scheduled_debate_date": null,
        "signature_count": 304255,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:22.404Z"
    },
    "id": 38257,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38257.json"
    },
    "type": "archived-petition"
}