{
    "attributes": {
        "action": "Keep Shoebury Common South as an unspoilt, open space and make use of higher ground to the north of the Common for the new sea defences",
        "additional_details": "Shoebury Common is a green open space that for generations all have enjoyed. Young and old come to relax in the pleasant surroundings, visiting the beach and playing games on the Common; it has been a place of safe recreation in a good environment.\r\n\r\nThe Common is under threat from Southend on Sea Borough Coucil, which proposes drastic and irreversible changes. Dumping soil excavated from its Cliffs' project on Shoebury Common South, it intends bringing forward a programme of improving sea defences here and creating an embankment. There will be a new seawall, floodgates, steps and ramps. Access to the beach for the elderly and infirm will be difficult. Losing the open aspect will lead to a negative impact on security.\r\n\r\nThe Council has dismissed an alternative sea defence proposal that would make use of higher ground north of the Common and have little effect on Shoebury Common South.\r\n\r\nIf you wish Shoebury Common South to remain unspoilt, please sign my petition.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-06T22:12:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-06T22:12:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:22.655Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:22.659Z"
    },
    "id": 38303,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38303.json"
    },
    "type": "archived-petition"
}