{
    "attributes": {
        "action": "Put Real People in Strictly Come Dancing",
        "additional_details": "\r\nLondon 2012 taught us that celebrity is much more then television jobs or pop groups.  Celebrity is earned by a lifetime of hard work and devotion as shown by the London 2012 athletes.  For that reason we applaud the BBC and producers of Strictly for casting Victoria Pendleton and Louis Smith.\r\n\r\nLondon 2012 brought light to another celebrity group - the Games Makers - common people.  \"Games Makers\" are everywhere in our country.  Giving selflessly, they are the true celebrities, of their own family, or school, or community.  If Strictly Come Dancing is a celebrity TV show, then surely it must include these celebrities..  Local heroes.  Hard working individuals who make our lives so much better.  Much more appropriate then a retired pop star.\r\n\r\nWe call upon DCMS to ask the BBC and Strictly producers to include a commoner in the program.  We call upon this to happen in Series 11.  And furthermore we nominate Sara Paleschi from Exeter in Devon as the first commoner's celebrity\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-11T09:33:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-11T09:33:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:24.023Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:24.026Z"
    },
    "id": 38467,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38467.json"
    },
    "type": "archived-petition"
}