{
    "attributes": {
        "action": "Ban Chemtrails",
        "additional_details": "Chemical trails are real - here's a BBC documentary confirming the fact: http://goo.gl/9qdXm\r\n\r\nA lot of the time chemtrails are dismissed as contrails and many believe it is just a conspiracy theory.\r\n\r\nContrails dissipate within a few seconds, however chemtrails remain there and spread out falling down towards earth.\r\n\r\nChemtrails are an aerosol mixture of heavy, toxic metals such as Barium and Aluminium.\r\n\r\nTo see proof of chemtrails all you have to do is look up. If the trail doesn't disappear within 10 seconds then it's a chemtrail.\r\n\r\nThere are many theories about why chemtrails are being purposefully injected into our atmosphere. All I know is there hasn't been any tests into the adverse affects on humans, plant life, animals at all.\r\n\r\nChemtrails are predominant over agricultural areas. Heavy, toxic metals are falling on the vegetables and animals we consume on a daily basis!\r\n\r\nSign this petition so we can make this into mainstream knowledge and get it banned!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-12T11:09:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-12T11:09:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:24.485Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition does not call on the Government to take action, it merely seeks to raise people's awareness of the claim it makes about aircraft emissions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:24.489Z"
    },
    "id": 38514,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38514.json"
    },
    "type": "archived-petition"
}