{
    "attributes": {
        "action": "Ban The Sun Newspaper",
        "additional_details": "The Sun Newspaper, 23 years ago, under the editor of Kelvin MacKenzie, brandished 'THE TRUTH' headline that inaccurately blamed Liverpool FC fans for the deaths of the 96 Liverpool supporters who were crushed to death on 15th April 1989 at Hillsborough. For years, this paper has got away with sensationalising stories, telling lies but the grief caused to the families of the 96 was intolerable and went further into the Liverpool FC community, causing heartache for all concerned. What is even more damning is the way in which Liverpool and their supporters became painted with the same brush as a result of the lies surrounding what has now been revealed as one of, if not the biggest cover up of all time! Please join me in getting this paper banned for good. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-12T17:37:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-12T17:37:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:24.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK, the press is not subject to state regulation. The Government believes that this is fundamental to our democracy. That is why the government does not interfere in what a newspaper or magazine chooses to publish. However, with this freedom comes great responsibility.\r\n\r\nNewspapers must, of course, abide by the law, but they also sign up to a Code of Practice, overseen by the independent Press Complaints Commission (PCC). The Editor's Code of Practice sets a benchmark for the standards the press is expected to maintain.\r\n\r\nIf you would like any more information on the PCC and the Editors’ Code of Practice, it can be found on the PCC’s website at: http://www.pcc.org.uk."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:24.679Z"
    },
    "id": 38547,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38547.json"
    },
    "type": "archived-petition"
}