{
    "attributes": {
        "action": "Give cash Isa savers a better deal",
        "additional_details": "Financial Mail on Sunday is calling on the Government to revamp Individual Savings Accounts in the Autumn Statement (December 5) so that cash savers get an improved offer. We want cash savers to be able to use the full annual Isa allowance (£11,280) as opposed to the current limit of £5,640. We also want Isa holders to be able to transfer stocks and shares held within their Isas into cash - a key tool for people approaching retirement. The proposals would revitalise the savings habit and give young and old savers a much needed income boost.",
        "background": null,
        "closed_at": "2012-12-13T11:37:44.000Z",
        "created_at": "2012-09-13T10:30:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:25.248Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government recognises the importance of saving, and understands the difficulties people face as they see the income they receive from their assets reduced as a result of low interest rates.\r\n\r\nGrowth and stability provide the best environment in which to save and invest, so savers will benefit in the longer term from the Government’s action to tackle the deficit and secure a stronger economy.\r\n\r\nThe tax relief that the Government already provides on saving in ISAs was worth around £1.7 billion in 2011-12 alone, and this figure is predicted to rise over the coming years.  The Government ensures that the amount people can save annually tax-free in ISAs is not eroded by inflation by indexing the ISA annual subscription limits.  This means that from April 2013 the overall ISA limit will rise by £240 to £11,520 and the cash ISA limit by £120 to £5,760.\r\n\r\nBecause the Government is committed to deficit reduction, savings policy must be focused on effectiveness and affordability.  The Government has to make difficult choices, and increasing the cash ISA limit to equal the stocks and shares ISA limit would have a significant cost to the Exchequer that grows over time.  It would therefore be difficult given the current fiscal position.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:25.248Z"
        },
        "government_response_at": "2012-11-22T07:04:51.044Z",
        "moderation_threshold_reached_at": "2012-09-13T10:30:15.000Z",
        "opened_at": "2012-09-13T10:37:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-10-22T06:04:51.044Z",
        "scheduled_debate_date": null,
        "signature_count": 11729,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:25.255Z"
    },
    "id": 38599,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38599.json"
    },
    "type": "archived-petition"
}