{
    "attributes": {
        "action": "Mandatory secure motorcycle parking locations in London",
        "additional_details": "35 m/cycles are stolen in London per day. It should be mandatory for London councils to provide secure parking for m/cycles such as in residential and work areas with secure parking for one m/cycle for every ten spaces available cars.\r\nIn my area of London due to the positioning of the street furniture, one cannot secure a m/cycle to them correctly, even with a 1.7m chain, by putting the chain through the frame rather than a wheel which can easily be removed. Furthermore, if you put your m/cycle on the pavement to chain it to a lamp-post securely, you receive a PCN for your efforts to not have your m/cycle stolen.\r\nM/cycle use instead of cars should be encouraged in London in order to reduce congestion. City riders are put off dramatically by the massive insurance premiums due to the high theft rate.\r\nProviding secure m/cycle parking would reduce theft and in doing so would: reduce police costs, reduce insurance premiums which would encourage motorcycle use thereby reducing congestion.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-13T10:48:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-13T10:48:52.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:25.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Mayor and Greater London Authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:25.288Z"
    },
    "id": 38601,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38601.json"
    },
    "type": "archived-petition"
}