{
    "attributes": {
        "action": "Those responsible for the current terrible state of Bristol's roads should be held accountable",
        "additional_details": "Bristol has always been a nightmare to drive around. Poorly laid out roads and constant road works have been a huge cause of this. In 2012 this problem has escalated, and it is getting beyond a joke. Who are the people being paid to look after Bristol's transport network and what are they doing? What is our money being spent on? Bus stops, that were perfectly adequate already, have been replaced, causing needless disruption. Bus lanes designed to allow buses through in busy periods have caused traffic chaos, with the very buses they are meant to help themselves stuck in the traffic the lanes have created. Needless traffic lights and islands have been created. Poor management of water works have resulted in a mish mash of closed roads, with diversions adding time and expense to our journeys. Too long the residents of Bristol have put up with their ineptitude and those responsible for this should be held accountable by the government and prevented from doing any more damage to our city.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-14T11:39:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-14T11:39:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:26.172Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Bristol City Council and its councillors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:26.174Z"
    },
    "id": 38689,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38689.json"
    },
    "type": "archived-petition"
}