{
    "attributes": {
        "action": "BT INFINITY for BARKER ROUND WAY & CLOUGH DRIVE in BURTON ON TRENT",
        "additional_details": "In June 2012 BT switched on their much publicised Infinity service in Burton On Trent. Infinity is BT's new fibre optic broadband which would deliver broadband speeds of up to 70mbps.\r\n\r\nSadly, if you live on Barker Round Way or Clough Drive you will not be able to access BT Infinity as the cabinets which service both streets were not upgraded during the roll-out.\r\n\r\nIn July 2012 we contacted BT to ask why our street was not included in the roll-out, they responded by saying that they “do not discuss these matters with members of the public”. This led us to contact local Councillor Ron Clarke, who contacted BT on our behalf; sadly he also was unable to get a response from BT.\r\n\r\nWe met with Mr Clarke recently who informed us that the best course of action is to set up a petition, signed by the residents of Barker Round Way and Clough Drive. He feels that the combined efforts of the community and local Government will force BT into resolving the problem.\r\n\r\nPlease sign our petition.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-16T14:08:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-16T14:08:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:27.039Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand your frustration at the unavailability of BT’s infinity product. However, the UK’s telecoms market is private sector led and the decision to deploy broadband services at any particular location is a purely commercial one for a supplier like BT, dependent on whether a business case can be made for the expenditure associated with providing the connection.\r\n\r\nThe civil engineering costs for deployment of a new network represent by far the biggest proportion of the capital cost. It can cost £50-100 per metre to lay new fibre where trenches have to be dug and a cabinet installed. Where these cannot be shared between a substantial number of available consumers, service providers often find it uneconomic to invest in the infrastructure.\r\n\r\nWe suggest you engage with BT because if there is sufficient local demand demonstrated, this might alter BT’s view of the economics of taking fibre to the local street cabinets."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:27.042Z"
    },
    "id": 38794,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38794.json"
    },
    "type": "archived-petition"
}