{
    "attributes": {
        "action": "Stop Ex PC Simon Harwood keeping his police pension",
        "additional_details": "Simon Harwood, 45, was dismissed without notice after a police disciplinary panel found him guilty of gross misconduct. He hit Mr Tomlinson with a baton and shoved him to the ground on the fringes of the G20 protests in the City of London in April 2009.\r\nThe 47-year-old, who was walking away from police lines at the time, managed to stumble 75 yards before he collapsed, and later died from internal injuries.\r\nDeputy Assistant Commissioner Maxine de Brunner said that the force had already offered the relatives a sum of money. She revealed that Harwood can keep his police pension, but said that it was \"certainly worth debating\" whether the rules should be changed. She said: \"Simon Harwood will retain his pension when he reaches pensionable age. I'm unable to remove his pension because he has not been convicted of a criminal offence.\" He should not keep his police pension!.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-17T17:27:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-17T17:27:53.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:27.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Thank you for submitting this e-petition. The e-petitions process is designed to allow individuals to raise issues about Government policy, not about individual cases.  Consequently, we are unable to publish this one in its current form."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:27.679Z"
    },
    "id": 38861,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38861.json"
    },
    "type": "archived-petition"
}