{
    "attributes": {
        "action": "To Ban The Publication of the Anti-Islamic Movie in the UK",
        "additional_details": "To ask the British Government to condemn this video and represent the 2M+ British Muslims in the UK and Muslims all over the world to support us in banning release of the film\r\n\r\nTo ask the British Government to advise Google, who own “You Tube” to prevent people from watching it.\r\n\r\nDepicting the Prophet Muhammad in any way already defies Islamic belief, let alone satirising him. His wife Khadija and his earliest companions are also revered in their own right in Islam, and so mocking these individuals is also considered serious blasphemy.\r\nThe founding principle of Islam is that the Koran is the direct word of God, revealed to Muhammad in order that he impart it to humankind. Depicting Khadija as planning to concoct a holy book out of the Old and New Testament defies an intrinsic Islamic belief.\r\nOther references to Muhammad's affairs with women, his greed and violence would clearly be insulting in any context.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-17T20:59:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-17T20:59:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:27.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the British Board of Film Classification (BBFC)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:27.831Z"
    },
    "id": 38876,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38876.json"
    },
    "type": "archived-petition"
}