{
    "attributes": {
        "action": "Block Youtube Anti-Islamic Film in UK",
        "additional_details": "We the citizen of United Kingdom ask the government to block youtube anti islamic film that is fuelling violence worldwide.\r\n\r\nFreedom of speech does not include mockery\r\nof any religion of others, race or color.\r\n\r\nYouTube has continued to leave the video on its site, but has blocked access to it in Egypt,India, Indonesia and many other countries.\r\n\r\nGoogle Uk Ltd 03977902 : which owns youtube uk has to take resposibilities and think again about the hate film, remove it and protect freedom of speech.\r\n\r\nWe dont want violence in our streets.\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-17T21:16:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-17T21:16:51.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:27.859Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK we support a self-regulatory model for the Internet and the vast majority of the UK ISP industry takes a responsible approach to what content it hosts. ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nTherefore, complaints about a particular website’s content should first be directed to the site’s manager. Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:27.862Z"
    },
    "id": 38880,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38880.json"
    },
    "type": "archived-petition"
}