{
    "attributes": {
        "action": "innocence of muslims",
        "additional_details": "Please take your valuable time in reading this petition and help us with your invaluable support by rejecting and opposing the use and the availability of this movie on youtube and other websites together we appeal for it to be removed. It is apparent that this movie has caused nothing but immense offence and no apparent benefit to mankind and yet has been targeted directly to the muslim faith in order to malign it. People of the Muslim faith and other Faiths together, side by side support this statement worldwide. We, in its highest form condemns the use of any violence which is taking place throughout the world caused by direct or indirect uploading of this movie. It is a human duty, regardless of being of any faith to stop and oppose the disrespecting of any religion. This movie which makes false misinterpretations of the Muslim faith and has been directly targeted to make mockery of the religion should be removed immediately.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-18T16:21:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-18T16:21:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:28.465Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK we support a self-regulatory model for the Internet and the vast majority of the UK ISP industry takes a responsible approach to what content it hosts. ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nTherefore, complaints about a particular website’s content should first be directed to the site’s manager. Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:28.468Z"
    },
    "id": 38942,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/38942.json"
    },
    "type": "archived-petition"
}