{
    "attributes": {
        "action": "The DWP should release it's block of 16,777,216 IP Addresses",
        "additional_details": "The world is running out of IPv4 addresses. In Europe, it is anticipated that the existing pool of addresses will be entirely exhausted within a year. This is a serious problem for ISP's, businesses and internet users alike- akin to the phone book running out of numbers.\r\nA solution (known as IPv6) is in development, but widespread adoption is a costly and time-consuming process.\r\n\r\nThe Department for Work and Pensions has its own allocated block of 16,777,216 IPv4 addresses. It is not using this range publicly, and it is therefore a huge waste of resources.\r\n\r\n(It has been suggested that the DWP is using this range internally. This is simply poor network design- there are many private ranges that were designated specifically for internal use).\r\n\r\nWe ask that the DWP releases these addresses back to RIPE - who are responsible for allocating IP addresses. This will stall (but not stop) the depletion of IPv4, giving major ISP's and the like more time to implement IPv6.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-19T19:30:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-19T19:30:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:29.694Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:29.696Z"
    },
    "id": 39057,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39057.json"
    },
    "type": "archived-petition"
}