{
    "attributes": {
        "action": "Protect Freedom of Speech by ending the criminalisation of \"insult\" ",
        "additional_details": "Section 5 of the Public Order Act 1986 forbids the use of \"insulting words or behaviour\" in a public place, if this is \"likely to cause harassment, alarm or distress\". This provision has been responsible for a number of arrests in recent years. For instance, a Leicestershire trader was arrested in 2005 for selling T-shirts emblazoned with the words \"B*ll*cks to Blair\". In 2008, a 16 year old boy was arrested for calling Scientology a \"dangerous cult\". In addition, members of a Worcester based animal rights group found themselves arrested in 2006 for using toy seals painted with red food dye as part of their protest against seal culling. Moreover, an Oxford University student was arrested in 2005 for saying to a police officer “Mate, you know your horse is gay, I hope you don’t have a problem with that.” Feeling “insulted” should never constitute a crime in and of itself. Therefore, we the undersigned petition the government to remove the word \"insulting\" from Section 5.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-05T00:24:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-05T00:24:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:20.276Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:20.279Z"
    },
    "id": 3906,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/3906.json"
    },
    "type": "archived-petition"
}