{
    "attributes": {
        "action": "Get Uninsured cars off the road by protecting the victims when involved with an uninsured car,and not protecting the car owner.",
        "additional_details": "There are two agreements to protect motorists when hit by an uninsured car;\r\n The untraced drivers agreement which is fine in clear hit and run incidents.\r\n The second agreement is the Uninsured drivers agreement, the notes attached to this agreement clearly states; \"where the DRIVER or THE OWNER cannot be found the claim shall be treated under the untraced drivers agreement. The MIB. and the Department refuse to accept this .\r\n              The instigator of this petition believes there has been many deaths because of the action of MIB, and has been fighting the MIB for over three years and at 76 years old still working part time.\r\n     This petition requires the Minister of Transport or parliament to clarify the owner of the owner of an uninsured  car in a public place to be include  in the agreement to prevent the MIB manipulating it. Normal law abiding citizens obey the law, and if not using a car inform the DVLA to comply with the law regarding not having a car insured.\r\n\r\n",
        "background": null,
        "closed_at": "2012-08-05T08:09:39.000Z",
        "created_at": "2011-07-29T18:42:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T18:42:39.000Z",
        "opened_at": "2011-08-05T08:09:39.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "closed",
        "updated_at": "2017-06-21T15:05:49.693Z"
    },
    "id": 391,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/391.json"
    },
    "type": "archived-petition"
}