{
    "attributes": {
        "action": "Ban the Film ''Innocence of Muslims'' everywhere!",
        "additional_details": "I express my Condemnation of the latest anti-Islam film targeting our beloved Prophet Muhammad (PBUH) & Sorrow at the deliberate hurt caused to Muslims. Being a Muslim and this is part of my faith and I should say that I Love my Dearest Prophet Muhammad (Peace Be Upon Him) more than anyone, my Mother, my Father, my Sisters, my Wife, my children etc.\r\n\r\nWe Muslims want this film to be banned and New Strict Laws to be made within the UK and around the world to protect the respect of Prophet Muhammad (PBUH), Jesus, Moses and for all the Prophets of God.\r\n\r\nThe dirty minds should be prosecuted and punished who caused the hatred and hurt to Muslims.\r\n\r\nThere should be strict Laws of Blasphemy of Prophet Muhammad , within the UK, similar to the existing Laws of Denial of Holocaust (the Laws I do respect), and should similarly be outside of the freedom of speech/expression.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-20T16:32:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-20T16:32:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:30.255Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK we support a self-regulatory model for the Internet and the vast majority of the UK ISP industry takes a responsible approach to what content it hosts. ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nTherefore, complaints about a particular website’s content should first be directed to the site’s manager. Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:30.258Z"
    },
    "id": 39109,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39109.json"
    },
    "type": "archived-petition"
}