{
    "attributes": {
        "action": "British Government: Ban the blasphemous movie \"Innocence of Muslims\" and join in condemning the defamation of the revered Prophet of Islam (PBUH).",
        "additional_details": "Never have the (despicable) actions of so few hurt the feelings of so many as in the case of the launch of the highly blasphemous movie “Innocence of Muslims”.\r\nThe love and reverence of the holy prophet Mohammed (peach be upon him) is considered to be the very essence of Islamic faith for over 1 billion Muslims worldwide. By blaspheming and defaming the blessed personality of the holy prophet (PBUH) this vile group of people and their disgraceful supporters have disregarded, and indeed totally trampled on the feelings of so many Muslims across the UK and the world at large.\r\n\r\nWe call upon the British Government to use all means at its disposal to prevent the incendiary effects of this movie within the borders of the United Kingdom. We call upon the Government to join us in condemning the incitement of religious hatred that is promoted from this loathsome movie\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-20T16:44:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-20T16:44:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:30.274Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for film classification lies with the British Board of Film Classification (BBFC).\r\n\r\nISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nTherefore, complaints about a particular website’s content should first be directed to the site’s manager."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:30.277Z"
    },
    "id": 39110,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39110.json"
    },
    "type": "archived-petition"
}