{
    "attributes": {
        "action": "Cheif Whip Andrew Mitchell should resign or be sacked immediatley",
        "additional_details": "We, the undersigned, call on the Governments Chief Whip Andrew Mitchell to resign immediately and if he adds further insult  by refusing to go, he should be sacked without delay. He is alleged to have verbally abused Police Officers in such a ferocious and vile manor that the average hooligan would appear well behaved in comparison. He holds high Office in Government and is charged with enforcing discipline and standards and is clearly not fit for the role profile.\r\n\r\nHe may think he is above the law, but he is a public official, elected by and accountable to us. If Police Officers are ‘plebs’, that speaks volumes for what he thinks of the general public. His apologies don't make amends for such a degrading, barrage of insults and is despicable, especially so, when directed towards Police Officers charged with his protection and is particularly offensive as they, along with Officers across the country are mourning the loss of two colleagues murdered on duty. This is unforgivable.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-22T23:01:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-22T23:01:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:31.482Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:31.485Z"
    },
    "id": 39243,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39243.json"
    },
    "type": "archived-petition"
}