{
    "attributes": {
        "action": "Working towards the prevention of internet trolling & on-line bullying",
        "additional_details": "Issues of internet bullying & 'trolling' is on the rise.\r\n\r\nI want the government to action this, raise awareness - look for the signs. Do something to make a change, give more support as no one should be made to suffer.\r\n\r\nComfort_talks is a project which has been created through social network sites helping to address various issues of mental health, something which traumas of bullying can contribute to; and unfortunately issues of suicide isn't talked about enough.\r\n\r\nSomething NEEDS to happen.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-25T20:57:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-25T20:57:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:32.562Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government takes bullying in all its forms very seriously and is committed to tackling bullying both in schools and in the community, whether on or offline.\r\n\r\nHowever, in the UK we support a self-regulatory model for the Internet industry and any Government intervention has to be light touch, very fast, proportionate and effective.\r\n\r\nISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nComplaints about a particular website’s content should first be directed to the site’s manager.  Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:32.565Z"
    },
    "id": 39377,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39377.json"
    },
    "type": "archived-petition"
}