{
    "attributes": {
        "action": "Romanians and Bulgarians should have no regulations when it comes to the question about work",
        "additional_details": "The Bulgarian and Romanian citizens which are settled in Britain should have right to work and to cope with the needs of their families. Those people who are unemployed are about 8.9% from which about 2.7 are BG and RO citizens. Every member of society of Great Britain should have the right to find a job and to earn money.\r\n\r\nIn UK even if Romanian and Bulgarian prove that they are legally in this country and they give list of documents they have to wait another 4 - 6 months for the ``precious`` blue or yellow card which gives them the right to work. That is unfair! There should be no regulations for EU citizens about employment.\r\n\r\nEven now the members of the BG and RO society haven't been given a chance to prove their skills to employers\r\n\r\nThe Parliament said in 2010 that in 2012 June there will be a referendum about giving rights to Eastern European members to work fairly in the UK.\r\n\r\nMake a change and make the people think if this is right or wrong.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-26T22:09:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-26T22:09:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:32.914Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:32.918Z"
    },
    "id": 39424,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39424.json"
    },
    "type": "archived-petition"
}