{
    "attributes": {
        "action": "Prevent animal death by reducing the speed limit in the New Forest to 30 MPH and providing more signs and reflective collars",
        "additional_details": "The New Forest currently has a 40 MPH speed limit which makes stopping the vehicle when an animal suddenly decides to cross the road in the dark very difficult. In a built up area that has pedestrians it would be 30MPH so that vehicles have a safer stopping distance. In the New Forest there are ponys, deer, donkeys and cows that cross the roads at night. Many animals are killed each year as vehicles drive too fast at 40 MPH and are unable to stop. Only a small amount of animals have reflective collars which can only be seen if the animal is sideways on the road. Many people also hire bikes in the New Forest and a speed limit of 40 MPH could also be putting those people at risk as well as the  risk of death to passengers in a vehicle if it hits an animal. There are very few signs on the road to encourage drivers to drive with caution. Reducing the speed limit to 30MPH with better signs and more reflective collars for animals could help to prevent death.",
        "background": null,
        "closed_at": "2013-09-28T12:48:54.000Z",
        "created_at": "2012-09-27T09:33:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-27T09:33:27.000Z",
        "opened_at": "2012-09-28T12:48:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 22,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:32.976Z"
    },
    "id": 39432,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39432.json"
    },
    "type": "archived-petition"
}