{
    "attributes": {
        "action": "Stop the Closure of Stockport Art Gallery & War Memorial and Allow Temporary and Community Exhibitions to Continue at the Gallery",
        "additional_details": "We urge Stockport Council (SMBC) to reconsider proposals affecting the use of Stockport Art Gallery and War Memorial.\r\nSMBC proposes to restrict opening times to Sat/Sun afternoons only and stop its historic use for temporary and community exhibitions.\r\n\r\nThe gallery will no longer be a place where contemporary art, local, regional or national can be displayed, which it has done since opening in 1925.\r\n\r\nIt is a unique Grade II listed building, built entirely from voluntary public subscriptions and appears to be the only one of its kind nationally.\r\n\r\nWe oppose because it will:\r\n• severely curtail the original intended functions of the building\r\n• remove the only provision in Stockport of quality exhibition space for local and regional artists\r\n• impact on the local community by withdrawing the only independent focus on art in Stockport\r\n• impact on the provincial role of Stockport in encouraging artistic endeavour and contributing to national cultural development\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-27T09:13:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-27T09:13:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:32.963Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Stockport MBC."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:32.966Z"
    },
    "id": 39430,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39430.json"
    },
    "type": "archived-petition"
}