{
    "attributes": {
        "action": "Stop the broadcasting of anti-Islam film about the prophet",
        "additional_details": "Depicting the Prophet Muhammad in any way already defies Islamic belief, let alone satirising him. His wife Khadija and his earliest companions are also revered in their own right in Islam, and so mocking these individuals is also considered serious blasphemy.\r\n\r\nThe founding principle of Islam is that the Koran is the direct word of God, revealed to Muhammad in order that he impart it to humankind. Depicting Khadija as planning to concoct a holy book out of the Old and New Testament defies an intrinsic Islamic belief.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-09-28T20:10:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-09-28T20:10:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:33.561Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for film classification lies with the British Board of Film Classification (BBFC).\r\n\r\nThe vast majority of the UK ISP industry takes a responsible approach to what content it hosts, both of its own volition and in co-operation with law enforcement and Government agencies.  Where the industry is advised that content they host contravenes legislation, they will readily remove it.  In addition, ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nComplaints about a particular website’s content should first be directed to the site’s manager.  Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal.  Arrangements similar to AUPs apply to many websites, including social networking sites.  Those people, who find user content offensive or suspect, therefore should report their concerns to the appropriate social network site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:33.564Z"
    },
    "id": 39507,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39507.json"
    },
    "type": "archived-petition"
}