{
    "attributes": {
        "action": "BBC should be made to apologise for giving Jimmy Savile a platform to abuse young girls",
        "additional_details": "The BBC created Jimmy Savile. It has a duty to ensure that it makes reparations to all those people who have been hurt by this monster that it gave a platform to. The failure of the BBC to correctly investigate this unpleasant human being they brought into the lives of millions of children every week is completely inexcusable. a public enquiry similar to the Leveson enquiry is required to investigate why the BBC appear to have hushed up rumours surrounding Jimmy Savile and to ask questions as to why the recent Newsnight investigation was swept under the carpet before broadcast. The BBC is the dominant new organisation in the UK and is funded by the public. It urgently needs to restore public trust - who holds the BBC to account?  ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-01T22:12:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-01T22:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:34.314Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for what is broadcast on television and radio rests with the broadcasters and the organisations which regulate broadcasting - the Office of Communications (OFCOM), the BBC Trust and the Welsh Fourth Channel Authority (S4C). They are independent of the Government.\r\n\r\nThe BBC's governing instruments, the Royal Charter and Agreement, place broad obligations on the Corporation in respect of its television and radio services, objectives, programme content and standards. Within this framework detailed decisions on programme content and scheduling are matters for the BBC, reflecting its editorial independence. It is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine.\r\n\r\nThe Government believes it is important that the Corporation is aware of the concerns of viewers and listeners, and in the first instance concerns may be raised with BBC Information (email via the website, http://www.bbc.co.uk, telephone 03700 100 222, or write to BBC Information, PO Box 1922, Glasgow G2 3WT), or by writing directly to the programme area concerned.\r\n\r\nIf unsatisfied with the response, there is an option to complain to the Editorial Complaints Unit (ECU). The unit examines complaints independently. Its address is Editorial Complaints Unit, BBC, Media Centre, Media Village, 201 Wood Lane, London W12 7TQ."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:34.317Z"
    },
    "id": 39595,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39595.json"
    },
    "type": "archived-petition"
}