{
    "attributes": {
        "action": "STOP GMO OR LABLE IT, STOP CHEM TRAILS POISONING THE LAND",
        "additional_details": "SIGN OUR PETITION. ADD YOUR VOICE TO OUR CAMPAIGN FOR HEALTHY FOOD.. SAVE OUR FOOD - PRESERVE OUR FUTURE - NO TO AGENDA 21 - NO TO CHEM TRAIL SPRAYING OF THE ATMOSPHERE WITH ALUMINIUM, BARIUM AND OTHER TOXIC CHEMICALS FOUND IN SOIL SAMPLES. DIRECTLY RELATED TO GMO, BECAUSE THEY HAVE DEVELOPED RESISTANT STRAINS AND SEEK TO DESTROY ORGANIC FARMING.\r\n\r\nNO TO FLUORIDATION OF WATER, MILK AND OTHER FOOD PRODUCTS.\r\n\r\nNO TO BPA PLASTICS CONTAINING FEMALE HORMONE MIMICKERS,\r\n\r\nThe facts will frighten you. Mutation and Sterilization of 3rd Generation Offspring: Increased rates of cancer, obesity, fatigue, nutrition and vitamin deficiencies and many more attributed to the use of GMOs\r\n\r\nDEMAND THAT ALL FOOD BE CLEARLY LABELLED WITH THE SOURCES WHETHER THEY BE NATURAL, ORGANIC OR GMO\r\n\r\nBan GMO for children and adults\r\n\r\nDemand your local school is open about sources of food and that it doesn't contain GMO, FLUORIDE OR OTHER PROVEN DANGEROUS TOXIC CHEMICALS\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-02T12:19:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-02T12:19:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:34.557Z",
        "rejection": {
            "code": "no-action",
            "details": "This e-petition is too wide-ranging to be clear what you are calling the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:34.560Z"
    },
    "id": 39620,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39620.json"
    },
    "type": "archived-petition"
}