{
    "attributes": {
        "action": "Bring back the theme tune to BBC Radio 4's PM Programme",
        "additional_details": "In the period from the early 1970s to 1997, Radio 4's PM programme had a theme tune, the last of which was an excellent, punchy melody to mark the end of the working day, on a station which has very little music, and where few other programmes have signature tunes. Those which there are, such as the Archers and Just a Minute, and Radio 5's \"Sports Report\" have remained the same for years.\r\nThe PM theme tune was dropped temporarily during the sombre period following the death of Diana Princess of Wales. That is now 15 years ago. Is it not now time to bring it back, and liven up that tea-time drive home?\r\n ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-02T12:40:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-02T12:40:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:34.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for what is broadcast on television and radio rests with the broadcasters and the organisations which regulate broadcasting - the Office of Communications (OFCOM), the BBC Trust and the Welsh Fourth Channel Authority (S4C). They are independent of the Government.\r\n\r\nIt is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:34.593Z"
    },
    "id": 39623,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39623.json"
    },
    "type": "archived-petition"
}