{
    "attributes": {
        "action": "Abandon rail franchising and hand all existing franchises to state-owned Directly Operated Railways as they expire",
        "additional_details": "Directly Operated Railways which currently operates the East Coast franchise should take over the running of all rail franchises as they expire, thus essentially returning the railways to national ownership without any government spending. The quality of service on East Coast is now very high, and when the state previously took over the running of the Connex South Eastern franchise passenger satisfaction and quality of service improved as well. Given the farce that is the retendering of the InterCity West Coast franchise the time has come to recognise that the experiment in outsourcing an essential part of the national infrastructure has failed and a new approach is needed. Allowing the franchises to be operated by a state owned company for the good of the country and keeping any profits made within the rail network can surely only be a good thing, and this framework would still allow for private operators to compete using the established open access framework.",
        "background": null,
        "closed_at": "2013-10-03T09:46:00.000Z",
        "created_at": "2012-10-03T08:13:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-03T08:13:32.000Z",
        "opened_at": "2012-10-03T09:46:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 368,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:35.052Z"
    },
    "id": 39666,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39666.json"
    },
    "type": "archived-petition"
}