{
    "attributes": {
        "action": "Rebuilding the armed forces to a potent and realistic level with balanced high and lower end equipment",
        "additional_details": "The goverment needs to commit to building the naval fleet up to a force of two carriers a helicopter carrier, six land paltform docks, eight destroyers, eight nuclear attack submarines, sixteen frigates and around eight light frigates, sixteen supply ships as well as the current support vessels including mine warfare and hydrgraphic vessels. The raf must retain a potent punch in the form of around 350 fast jets made up of improved tornados, typoons and new jsf,s as wellas retaining its current transport capabilitys. The army must remain at around 120000 men in strength. The stock piles of weapons such as the tomahawk missile must increase from around sixty to around one hundred in addition the missile used on the navy warships should be stock piled. Over all the defence budget should increase to about 2.8% to 3% of gdp per annum.  In addition the procurment process should spread so there is a ongoing procurment instead of having to replace all military equipment every twenty years. ",
        "background": null,
        "closed_at": "2013-10-04T08:47:47.000Z",
        "created_at": "2012-10-03T19:41:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-03T19:41:35.000Z",
        "opened_at": "2012-10-04T08:47:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:35.524Z"
    },
    "id": 39717,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39717.json"
    },
    "type": "archived-petition"
}