{
    "attributes": {
        "action": "Nationally commission a specialised service for Alpha-1 antitrypsin deficiency",
        "additional_details": "Alpha-1 antitrypsin deficiency (Alpha-1) is a rare genetic disorder. A proportion of individuals with Alpha-1 will develop the ultra-rare disease of Alpha-1 related pulmonary emphysema, and a small number of these patients will suffer a rapid decline in their pulmonary emphysema (“fast decliners”).\r\n\r\nIt is estimated that there are fewer than 500 “fast decliners” in England who require specialised treatment.  As well as significantly reducing life expectancy and frequently causing disability, these patients can also experience liver disease as a result of the disorder.  However, there is extensive variation across the country in patient access to effective treatment as there is currently no national commissioning of services and augmentation therapy for Alpha-1.\r\n\r\nWe strongly urge the Government to nationally commission a specialised service for Alpha-1, including access to augmentation therapy, so that Alpha-1 patients can get the vital treatment and support they need.\r\n",
        "background": null,
        "closed_at": "2013-07-04T10:38:02.000Z",
        "created_at": "2012-10-04T08:46:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-04T08:46:26.000Z",
        "opened_at": "2012-10-04T10:38:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2390,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:35.656Z"
    },
    "id": 39732,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39732.json"
    },
    "type": "archived-petition"
}