{
    "attributes": {
        "action": "Postpone Norman Bettison's retirement",
        "additional_details": "On 4th September 2012, Sir Norman Bettison announced his decision to retire from  his position as Chief Constable of West Yorkshire Police. He took this decision just days after he was referred to the IPCC for an investigation into his conduct in the aftermath of the Hillsborough disaster.\r\n\r\nThe Hillsborough Independent Panel's report into the disaster finally laid bare the truth about the events of 15th April 1989 and vindicated the families who have been fighting 23 years for justice. Allowing Mr Bettison to retire on full pension before a full investigation into his actions is completed and before any disciplinary proceedings can be considered would undermine the Government's public commitment to secure the justice that the victim's deserve.\r\n\r\nTherefore we call on the Home Secretary to use whatever powers she has at her disposal to postpone the retirement of Mr Bettison until the outcome of the IPCC investigation and any subsequent disciplinary proceedings.",
        "background": null,
        "closed_at": "2013-01-11T11:16:39.000Z",
        "created_at": "2012-10-04T23:27:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:35.963Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe take the findings of the Hillsborough Independent Panel’s Report extremely seriously and welcome the IPCC’s announcement of a wide-ranging investigation into the referrals that they have received in relation to former and serving officers involved in events surrounding the Hillsborough disaster.\r\n\r\nThose referrals for investigation, for both criminality and misconduct, include referrals in relation to Norman Bettison. We have already said that we will ensure that the IPCC has both the resource and powers that it requires to undertake the investigations necessary. We now need to let the IPCC undertake the investigation and must await their findings\r\n\r\n\u2028This e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:35.963Z"
        },
        "government_response_at": "2012-12-24T15:22:42.493Z",
        "moderation_threshold_reached_at": "2012-10-04T23:27:07.000Z",
        "opened_at": "2012-10-11T10:16:39.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-11-24T15:22:42.493Z",
        "scheduled_debate_date": null,
        "signature_count": 10409,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:35.969Z"
    },
    "id": 39775,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39775.json"
    },
    "type": "archived-petition"
}