{
    "attributes": {
        "action": "Stop the Lostock Incinerator in Cheshire as the fallout affects, Knutsford, Wilmslow, Prestbury, Macclesfield, Goostrey, Sandbach and Holmes Chapel.",
        "additional_details": "The government must stop this plant from being built, as the fallout from this incinerator will be spread over one of the wealthiest and most beautiful parts of the country.  The areas listed above all fall outside a four-mile easterly wind drop zone for the chimney, the Pennines will stop the rest. 600 000 tonnes of waste will be burned each year and shipped into central Cheshire to burn from as far a field as London. It makes a mockery of Cheshire West and Cheshire East’s fantastic recycling rate since we will become the biggest burner of waste in the country. I urge all of the people of Cheshire to sign this petition to get the planning decision overturned that was signed on Tuesday 2/10/12 by the Secretary of State for Energy and Climate Change Ed Davey. Local elected councilors must take note, as they will not be re-elected if this plant goes ahead. You may like to have a quiet word with George Osborne since this affects his house and his Tatton constituents.",
        "background": null,
        "closed_at": "2013-10-12T10:03:21.000Z",
        "created_at": "2012-10-05T02:27:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-05T02:27:07.000Z",
        "opened_at": "2012-10-12T10:03:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 373,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:36.007Z"
    },
    "id": 39779,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39779.json"
    },
    "type": "archived-petition"
}