{
    "attributes": {
        "action": "Give Francesca the funding and  therapy she needs for her fundamental human right to be able to communicate",
        "additional_details": "My daughter has been refused funding to be able to go to a communication school. Communication is a key life skill & fundamental human right, without it you cannot interact, learn, make friends, be safe!  The system needs to be changed to be more ambitious for disabled children. Francesca deserves a better outcome and we do not need to be put through the stress and financial burden of appeals. The system is failing Francesca and other children like her, who are going to be left trapped and vulnerable in their world forever. There should be speed not delay to change things. Please help me change this injustice for Francesca and other children in her position. I want the government to discuss Francesca's case a child who was saved by Great Ormond Street and has fought to survive but let down by the LEA through an unwillingness to finance the correct school for her needs, despite the evidence that it is the most suitable provision for her needs and to give her the chance to speak.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-05T15:02:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-05T15:02:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:36.396Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:36.398Z"
    },
    "id": 39815,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39815.json"
    },
    "type": "archived-petition"
}