{
    "attributes": {
        "action": "Please save The Berwyn Centre, Nantymoel, South Wales from demolition!",
        "additional_details": "The community of Nantymoel and surrounding areas approved the formation of a Berwyn Centre committee which includes members of the existing Berwyn Centre groups, Community Council and OVCRA. The community voted unanimously to fight the closure and demolition of the Berwyn Centre. These efforts are currently taking two forms. One is to mount a legal challenge to the council's actions, and the second is to ensure that the committees voice is heard as clearly as possible in the council's own scrutiny process. The legal challenge aims to questions the right Bridgend Council has to shut down the Berwyn Centre when the the building is owned by the community and the council is acting as a trustee. The community want the government to support the community and stop demolition of The Berwyn Centre - Nantymoel which they own and oppose trustees Bridgend County Councils decision to demolish The Berwyn Centre.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-08T12:50:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-08T12:50:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:38.106Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a devolved matter and not an area in which the UK Government would be involved in."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:38.108Z"
    },
    "id": 39973,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39973.json"
    },
    "type": "archived-petition"
}