{
    "attributes": {
        "action": "Slap an IMMEDIATE 'D' notice on all UK based news reporting organisations to ban ANY mention of Abu Hamza.",
        "additional_details": "He has caused the people of this land enough angst.  We simply DO NOT want to hear his name EVER again.  We simply do not care what happens to him, as long as he stays away from the UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-08T16:34:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-08T16:34:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:38.225Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for what is broadcast on television and radio rests with the broadcasters and the organisations which regulate broadcasting - the Office of Communications (OFCOM), the BBC Trust and the Welsh Fourth Channel Authority (S4C). They are independent of the Government.\r\n\r\nIn the UK, the press is not subject to state regulation. The Government believes that this is fundamental to our democracy. That is why the government does not interfere in what a newspaper or magazine chooses to publish. However, with this freedom comes great responsibility.\r\n\r\nNewspapers must, of course, abide by the law, but they also sign up to a Code of Practice, overseen by the independent Press Complaints Commission (PCC). The Editor's Code of Practice sets a benchmark for the standards the press is expected to maintain."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:38.227Z"
    },
    "id": 39987,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/39987.json"
    },
    "type": "archived-petition"
}