{
    "attributes": {
        "action": "Protect Freedom of Speech on Social Networking Websites",
        "additional_details": "Prison sentences for people who post grossly offensive comments or so-called jokes on social networking sites such as Facebook and Twitter are an affront to the concept of freedom of expression in a democratic society. In fact, such people should not even be prosecuted.\r\nWe do not condone their actions. But in a free, open and democratic society people must be free to say distasteful things just as they are free to criticise and satirise people in authority.\r\nWe ask the government to amend the Malicious Communications Act 1988, or otherwise to legislate, issue guidance or to take other effective action to exclude postings on social networking sites from prosecution for being “grossly offensive”.  Postings which incite criminal behaviour or threaten others with criminal behaviour should continue to be criminalised.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-09T09:31:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-09T09:31:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:38.455Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The vast majority of the UK ISP industry takes a responsible approach to what content it hosts, both of its own volition and in co-operation with law enforcement and Government agencies.  Where the industry is advised that content they host contravenes legislation, they will readily remove it.  In addition, ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:38.458Z"
    },
    "id": 40013,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40013.json"
    },
    "type": "archived-petition"
}