{
    "attributes": {
        "action": "Ban the anti-Islamic film 'Innocence of Muslims' which insults Prophet Muhammad (PBUH) from YouTube",
        "additional_details": "This petition is to ban the video the movie 'Innocence of Muslims' from YouTube and any other type of media source. The film denigrates the faith of Islam, the character of the Prophet Muhammad (PBUH) as well as his noble companions in the most defamatory and distasteful manner. The idea of freedom of expression is actually a myth as every society imposes limits on speech that they view as harmful or disagreeable. In the UK there are laws relating to racial abuse, holocaust denial, incitement, glorification of terrorism and libel. This selective censorship of views based on political expediency actually undermines any claim the UK has to the ideal of free speech. Furthermore a double standard is often observed whereby freedom of speech is afforded to some and not to others.\r\n\r\nWe stand united with Muslims around the world as well as members of other religious groups who have also suffered from derogatory insults to their faith. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-09T14:41:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-09T14:41:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:38.602Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The vast majority of the UK ISP industry takes a responsible approach to what content it hosts, both of its own volition and in co-operation with law enforcement and Government agencies.  Where the industry is advised that content they host contravenes legislation, they will readily remove it.  In addition, ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nComplaints about a particular website’s content should first be directed to the site’s manager.  Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal.  Arrangements similar to AUPs apply to many websites, including social networking sites.  Those people, who find user content offensive or suspect, therefore should report their concerns to the appropriate social network site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:38.605Z"
    },
    "id": 40027,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40027.json"
    },
    "type": "archived-petition"
}