{
    "attributes": {
        "action": "Parents and carers are prevented from flexible working as it is too easy for the employers to use \"business need\"  to decline applications",
        "additional_details": "The government need to ensure the law supports parents requesting flexible working rather than favour the employer. I am a social worker, my husband is a probation officer (we both work for government agencies). Both organisations have declined flexible working requests to work compressed hours to promote a work/life balance. We have 3 children and we cannot afford the childcare costs- we earn less a day than the cost of childcare. As professionals we are being forced to stop working and claim benefits. Our organisations could support flexible working-we are able to undertake our work commitments over 4 long days. In a society where both parents need to work there needs to be more forward thinking that our roles do not need to be Mon- Fri, 9am-5pm. I request that the government review the law and make it more difficult for organisations to use \"business need\" as an excuse without proper evidence. Organisations need to promote flexible working, not prevent it at every opportunity.    ",
        "background": null,
        "closed_at": "2013-10-12T08:03:52.000Z",
        "created_at": "2012-10-10T16:24:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-10T16:24:49.000Z",
        "opened_at": "2012-10-12T08:03:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 26,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:39.093Z"
    },
    "id": 40078,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40078.json"
    },
    "type": "archived-petition"
}