{
    "attributes": {
        "action": "Requirement for companies to add a bitterant and repelling smell to antifreeze to prevent the deaths of thousand of animals every year",
        "additional_details": "We request that antifreeze preparations are banned in the uk unless they contain a bitterant agent and all labels are clearly marked with better warnings & hazard symbols in accordance to health and safety laws. Antifreeze causes kidney failure within 48hrs unless treated by a vet immediately. In the USA there is an Antifreeze Bill 2399 in Senate & it's banned in 5 US states unless it contains a bitterant. Most screenwash contains antifreeze yet few of these products contain ingredients or hazard warnings on the labels. There is no mention of the danger to animals. We want clear labelling outlining how dangerous it is; a bitterant/repulsive smell adding to it; antifreeze manufacturers to take responsibility in full knowledge that they are possibly breaching the Animal Welfare Act 2006 by causing unnecessary suffering by failing to disclose the dangers of their product by not providing this information on their labels. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-13T17:11:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-13T17:11:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:40.535Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:40.538Z"
    },
    "id": 40229,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40229.json"
    },
    "type": "archived-petition"
}