{
    "attributes": {
        "action": "Grant permission for Cambridgeshire Local Education Authority (LEA) to open, as a maintained provision, the new Primary School in East Chesterton",
        "additional_details": "We the undersigned urgently request that, in your capacity as secretary of state, you grant permission for Cambridgeshire LEA to open, as a maintained provision, the newly proposed Primary School and Early Years settings on the Old Shirley Site in East Chesterton, Cambridge. We are concerned about a number of local specific issues:\r\n\r\n1.\tThere is an Immediate need for places by Sept 2013.\r\n\r\n2.\tThe new school will share a high needs catchment with a good LEA primary school, The Shirley. We are concerned about the impact upon this school. We believe that any new school should complement and work with the Shirley.\r\n\r\n3.\tThe time frame for recruiting staff and a head will be further limited if the academy/free school consultation & bid process are carried out.\r\n\r\n4.\tIf a provider is not in place by the 19th November 2012 then parents will start to apply without knowing who will be running the school. This clearly undermines the intention to provide ‘choice’ to parents.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-13T15:42:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-13T15:42:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:40.463Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:40.467Z"
    },
    "id": 40227,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40227.json"
    },
    "type": "archived-petition"
}