{
    "attributes": {
        "action": "CALL FOR GOVERNMENT TO BAN ANTI ISLAM VIDEO FROM YOUTUBE",
        "additional_details": "BAN FOR THE VIDEO \"INNOCENCE OF MUSLIMS\" YOUTUBE AND GOOGLE. THIS VIDEO HAS CAUSED HEART ACHE THROUGHOUT THE WORLD AND HURT EVERY MUSLIM LIVING IN THE UK. ",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-14T16:07:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-14T16:07:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:40.712Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The vast majority of the UK ISP industry takes a responsible approach to what content it hosts, both of its own volition and in co-operation with law enforcement and Government agencies.  Where the industry is advised that content they host contravenes legislation, they will readily remove it.  In addition, ISPs have contracts with their customers called good practice Acceptable Use Policies (AUPs), which they have recently strengthened, about what may be hosted on their servers.\r\n\r\nComplaints about a particular website’s content should first be directed to the site’s manager.  Most AUPs already contain a general clause which allows ISPs to remove sites or content which contain offensive or objectionable material, even if it is not illegal.  Arrangements similar to AUPs apply to many websites, including social networking sites.  Those people, who find user content offensive or suspect, therefore should report their concerns to the appropriate social network site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:40.714Z"
    },
    "id": 40261,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40261.json"
    },
    "type": "archived-petition"
}