{
    "attributes": {
        "action": "FIBRE OPTIC BROADBAND for Stretton Hall",
        "additional_details": "My name is Mr Mayur Sachdev of Chestnut Drive, Stretton Hall, Oadby, Leicester, LE2 4QX. I speak for myself and a large majority of Stretton Hall residents.\r\n\r\nThis e-petition is in regards to obtaining fibre optic broadband in our area.\r\n\r\nThere are many families and businesses in our area who rely on broadband, however the infrastructure is inadequate and thus we need to update our current broadband service to fibre optic capacity.\r\n\r\nThis is a petition, to assist with asking our local county council (via government subsidies) to provide funding to install fibre optic broadband.\r\n\r\nBT has stated they will not update our broadband to fibre optic without funding, as they find it unviable and unprofitable to do so.\r\n\r\nPlease sign up and show your support.\r\n\r\nKind Regards,\r\n\r\nMr Mayur Sachdev",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-17T18:00:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-17T18:00:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:42.095Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand your frustration at the unavailability of BT’s infinity product in your area. However, the UK’s telecoms market is private sector led and the decision to deploy broadband services at any particular location is a purely commercial one for a supplier like BT, dependent on whether a business case can be made for the expenditure associated with providing the connection.\r\n\r\nThe civil engineering costs for deployment of a new network represent by far the biggest proportion of the capital cost. It can cost £50-100 per metre to lay new fibre where trenches have to be dug and a cabinet installed. Where these cannot be shared between a substantial number of available consumers, service providers often find it uneconomic to invest in the infrastructure.\r\n\r\nWe suggest you engage with BT because if there is sufficient local demand demonstrated, this might alter BT’s view of the economics of taking fibre to the local street cabinets."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:42.098Z"
    },
    "id": 40425,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40425.json"
    },
    "type": "archived-petition"
}