{
    "attributes": {
        "action": "21st century Pecora Commission to clean up the City of London",
        "additional_details": "It is clear that the City of London is badly rotten. Far too many of the financial scandals of late are a consequence of poor regulation there: Lehman Brothers’ collapse, Madoff scandal, AIG collapse, RBS collapse, MF Global collapse, LIBOR scandal, 'London Whale' trading loss. Plainly the 'light-touch' regulatory environment is to blame. To date we have just issued paltry fines, seen as the 'cost of doing business'. To stop future waves of financial crises we must criminally prosecute perpetrators and facilitators of fraud, plus those guilty of regulatory negligence. It is an appalling hypocrisy that Britain claims to promote values of honesty, fairness and justice to the world yet harbours so many criminals within the Square Mile. Nothing short of a rigorous public enquiry into the 2008 collapse and subsequent scandals will clean up the City and safeguard wealth, jobs and prosperity for all. 5yrs of inaction and banker mollycoddling has got us nowhere - Pecora 2.0 is long overdue.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-10-18T22:33:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-18T22:33:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:42.821Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:42.825Z"
    },
    "id": 40498,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40498.json"
    },
    "type": "archived-petition"
}