{
    "attributes": {
        "action": "Safe & Sustainable Paediatric Cardiology Review",
        "additional_details": "That the Secretary of State for Health should prevent the delay in implementing the recomendations of the Safe & Sustainable review of Paediatric Cardiac Services, by accepting that the review was lawful, detailed, fair and is essential to improve the service. Furthermore, that any delay for further reviews will result in unnecessary suffering and deaths in children with Congenital Heart Defects.",
        "background": null,
        "closed_at": "2013-04-23T10:10:24.000Z",
        "created_at": "2012-10-23T08:33:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:44.468Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Department of Health understands this is a very important subject and a matter of real concern for all those involved. We also recognise that it is now many years since it was established that fewer, more specialised, children’s heart surgery units were needed to provide the very best and most sustainable services to babies and children.\r\n\r\nIn July 2012 the Joint Committee of Primary Care Trusts (JCPCT) made a decision on which hospitals will continue to carry out children’s heart surgery. The JCPCT’s decision followed the Safe and Sustainable review of children's congenital heart services, which was an NHS review, independent of government.\r\n\r\nTwo local Overview and Scrutiny Committees then referred the JCPCT’s decision to the Secretary of State for Health, who asked the Independent Reconfiguration Panel (IRP) to undertake an initial assessment of the case.  He subsequently accepted the IRP’s initial advice for a full review of the Safe and Sustainable programme and the JCPCT’s decision.\r\n\r\nThe Secretary of State has asked the IRP to report to him by the end of February 2013, although this date may change depending on the outcome of legal proceedings brought against the JCPCT by a Leeds-based charity. The Secretary of State will then decide on what is in the best interests in relation to the service for children.\r\n\r\nImplementation of the review’s recommendations is a matter for the NHS. Safe and Sustainable has published an initial implementation plan on its website which proposes that implementation of the changes will take place during 2014. However, it is important to note that until the IRP review and judicial review processes have concluded, no irreversible changes will be made to the configuration of children’s heart services.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-02-08",
            "summary": "",
            "updated_at": "2017-06-21T15:11:44.468Z"
        },
        "government_response_at": "2013-02-08T20:15:51.105Z",
        "moderation_threshold_reached_at": "2012-10-23T08:33:41.000Z",
        "opened_at": "2012-10-23T10:10:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-01-08T20:15:51.105Z",
        "scheduled_debate_date": null,
        "signature_count": 11754,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:44.477Z"
    },
    "id": 40685,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40685.json"
    },
    "type": "archived-petition"
}