{
    "attributes": {
        "action": "Remove the subsidy  from the House of Commons Catering and Bars",
        "additional_details": "Remove the subsidy currently approx £5.8 million from the House of Commons Catering outlets and Bars.\r\n In times of austerity everyone should make the same sacrifie. When children are going hungry and people are dying because they cannot afford to heat their homes, it is inappropriate that the Honourable Members of the House are having their meals and drinks subsidised in this way",
        "background": null,
        "closed_at": "2013-10-24T09:10:05.000Z",
        "created_at": "2012-10-23T13:50:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:44.771Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nResponsibility for this policy area is a matter for the House of Commons Service.\r\n\r\nThe costs of catering in the House have been reduced since 2003 and in 2012/13 were a quarter less than five years before; figures are published here: http://www.parliament.uk/business/publications/commons/transparency-reporting-catering-services/ ).  The House of Commons Service is working to further reduce these cost.\r\n\r\nThe customers for the catering services include around 13,000 pass-holders (Members of both Houses, their staff, House staff, civil servants, contractors’ staff, members of the Press Gallery etc.) as well as members of the public and non pass holding visitors to Parliament. Many of the restaurants and dining room facilities, and their staff, are extensively used to cater for private events at times when they are not required by the House. Much of the net cost to the House arises because of the irregular hours and unpredictability of Parliamentary business. Food and drink prices are regularly reviewed and set at levels benchmarked against similar outlets outside the House.\r\n\r\nDecisions relating to the budget for, and charges within, the House Catering Services are matters for the House of Commons Commission, not for the Government.\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:11:44.771Z"
        },
        "government_response_at": "2013-04-07T04:29:21.435Z",
        "moderation_threshold_reached_at": "2012-10-23T13:50:12.000Z",
        "opened_at": "2012-10-24T09:10:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-03-07T05:29:21.435Z",
        "scheduled_debate_date": null,
        "signature_count": 13635,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:44.779Z"
    },
    "id": 40707,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/40707.json"
    },
    "type": "archived-petition"
}