{
    "attributes": {
        "action": "Myalgic Encephalomyelitis: Calling on NICE to focus updated guideline around appropriate legitimate medical care &any 'therapies' included secondary",
        "additional_details": "In other physiological conditions which do not have a known cause and no active treatments, the main recommendation for treatment is medical symptom control & maximising quality of life. This should be the same for ME patients.\r\n\r\nIf CBT and GET have to be included at all, -as they make a lot of patients worse - should be an adjunctive extra; not the sole 'treatment'.\r\nIn conditions such as heart disease, burns, rheumatoid arthritis etc. CBT & GET are included in overall package of treatment.\r\nHowever these are never the sole treatment, for the simple reason that it would be inappropriate to expect a physically ill person to improve their health through such therapies alone. There is no difference to this with ME.\r\n\r\nI ask Members of the Houses to work with NICE to ensure the updated guideline includes medical symptom management as a main medical treatment in the absence of active or curative treatment, and not inappropriately only recommend therapies.",
        "background": null,
        "closed_at": "2013-10-31T10:28:09.000Z",
        "created_at": "2012-10-31T02:24:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-10-31T02:24:11.000Z",
        "opened_at": "2012-10-31T10:28:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:47.654Z"
    },
    "id": 41038,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41038.json"
    },
    "type": "archived-petition"
}