{
    "attributes": {
        "action": "Car Safety - Euro NCAP. (For all new vehicles up to and including 3.5 tonnes available as new in the UK.)",
        "additional_details": "All new cars and vans from a certain date forward, should have to, by law, if still being newly manufactured, go through all of the existing Euro NCAP crash tests and procedures before being able to be produced or mass produced and before being able to be driven on the UK's roads.\r\n\r\nI also believe that Euro NCAP should have to, by law, introduce a rear crash test for all new vehicles up to, and including 3.5 tonnes, simulating a vehicle colliding with the vehicle being tested at a minimum of 40 miles per hour.\r\n\r\nThese changes should hopefully change or adjust the designs of some, if not a large proportion of vehicles on the roads, all in the name of Safety.\r\n\r\nAfter a certain time period, maybe 3 or 4 years for manufacturers to adjust, all of the new vehicles in production, should then, have to by law, pass all crash tests at a crash test rating 4 out of 5, or above.\r\n\r\nPlease sign this petition if you agree, for the UK's roads to be safer. After all, it's for your safety.",
        "background": null,
        "closed_at": "2013-11-05T08:44:23.000Z",
        "created_at": "2012-11-02T12:34:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-02T12:34:43.000Z",
        "opened_at": "2012-11-05T08:44:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:48.459Z"
    },
    "id": 41127,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41127.json"
    },
    "type": "archived-petition"
}