{
    "attributes": {
        "action": "BBC Radio Swindon",
        "additional_details": "We deplore the demise of BBC Radio Swindon and consider the loss a retrograde step.  Radio presenter of the year, Graham Mack has already been dismissed from a service which should be improving with the use of Web based visual material to provide comprehensive local media. Instead it is being absorbed into a general Wiltshire radio station.  There is little point in regional broadcasts with no local interest, as is already bourne out by BBC TV services such as Points West.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-03T12:06:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-03T12:06:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:48.727Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for what is broadcast on television and radio rests with the broadcasters and the organisations which regulate broadcasting - the Office of Communications (OFCOM), the BBC Trust and the Welsh Fourth Channel Authority (S4C). They are independent of the Government.\r\n\r\nThe BBC's governing instruments, the Royal Charter and Agreement, place broad obligations on the Corporation in respect of its television and radio services, objectives, programme content and standards.\r\n\r\nThe Government believes it is important that the Corporation is aware of the concerns of viewers and listeners, and in the first instance concerns may be raised with BBC Information (email via the website, http://www.bbc.co.uk, telephone 03700 100 222, or write to BBC Information, PO Box 1922, Glasgow G2 3WT), or by writing directly to the programme area concerned."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:48.730Z"
    },
    "id": 41164,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41164.json"
    },
    "type": "archived-petition"
}