{
    "attributes": {
        "action": "Urge the South Korean Government to Respect Global Animal Protection Laws and Oppose Legalization of the Dog Meat Trade",
        "additional_details": "The unprecedented, unnecessary cruelty towards animals can no longer be tolerated and it is the moral duty of the British Government to intervene on behalf of animal welfare organizations and the British Public to urge South Korea to respect and enforce not just its own but Global Animal Welfare Laws.This petition also formally opposes the move to legalize the dog and cat meat trade in South Korea on ethical, health and moral grounds.The issue concerns the UK because in 2018 we will attend the Seoul Winter Olympics and it is  unconscionable for the Government to ignore the huge growing shock and outcryon social media sites. Close  Moran Meat Market Dogs electrocuted,boiled alive in public-illegal Slaughter houses. Sanctions for International Breach of   waste disposal-  2011 foot &mouth crisis, 8 million livestock were buried alive .2012 Declaration of Consciousness has confirmed animals are not just commodities.\r\n\r\n",
        "background": null,
        "closed_at": "2013-11-06T17:38:46.000Z",
        "created_at": "2012-11-04T16:58:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:49.157Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government remains committed to the promotion and protection of animal welfare.\r\n\r\nThe British Ambassador in Seoul has raised the issue of the dog meat trade with the Republic of Korea authorities.\r\n\r\nIt is a matter for the authorities in each country to introduce and enforce the necessary legislation to end the ill treatment of animals.\r\n\r\nIn the absence of international norms, laws or agreements governing the trade and consumption of dog meat, the UK has no legal grounds to intervene or take trade measures against those countries where consumption of dog meat is regarded as normal practice. ",
            "responded_on": "2013-06-05",
            "summary": "",
            "updated_at": "2017-06-21T15:11:49.157Z"
        },
        "government_response_at": "2013-06-05T06:58:23.331Z",
        "moderation_threshold_reached_at": "2012-11-04T16:58:28.000Z",
        "opened_at": "2012-11-06T17:38:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-05T06:58:23.331Z",
        "scheduled_debate_date": null,
        "signature_count": 10164,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:49.163Z"
    },
    "id": 41206,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41206.json"
    },
    "type": "archived-petition"
}