{
    "attributes": {
        "action": "A complete reform within the Houses of Parliament.",
        "additional_details": "As working people, we are expected to fund our own transport costs to and from work, expected to fund our own expenses for work clothes and meals. If our work place is to far to reasonably travel to, as working class people, we have to decide whether to find alternative employment or to relocate to within commuting distance. So, as we are \"all in it together\", we the people feel that the MP's, Cabinet Ministers and PM should all be expected to fund their own expenses - IN FULL.\r\n\r\nSecondly, we the people as the ultimate employers of all MP's, Ministers and the PM, feel that they all have done a very poor job. So short of sacking them all, we believe that a pay cut may have a more beneficial effect on their attitudes, our economy and the UK's populous' opinion. We feel that the minimum wage should be sufficient for them to carry out their work, and sustain their home life - just as the vast majority of the UK have to, considering that we are \"all in it together\". It's only fair.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-06T10:34:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-06T10:34:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:49.669Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:49.673Z"
    },
    "id": 41275,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41275.json"
    },
    "type": "archived-petition"
}