{
    "attributes": {
        "action": "STOP the formation of a discriminatory black football players association",
        "additional_details": "We the indigenous people of this country are fed up of the political elites insistence on the use of political correctness/cultural marxism to empower black and ethnic minority groups and oppresses all White people in this country. Racism is not a White problem to be dealt with, racism cuts both ways and in actual fact racist crime against whites is more common in this enforced Multicultural society. We demand the government put an end to the positive discrimnation PC tactics springing up all across this country and ignored completely by a system that seems hell bent on the destruction of this country and its people. We demand that if you allow the continuation of such anti White ideas, that we the white people of this country be allowed to set up our own organisations that cater exclusivley for all white people from all walks of life in Britain.\r\n\r\nWe demand an end to all anti white discrimination in all of our institutions.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-06T15:38:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-06T15:38:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:49.916Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the FA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:49.919Z"
    },
    "id": 41300,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41300.json"
    },
    "type": "archived-petition"
}