{
    "attributes": {
        "action": "Change Bereavement Leave",
        "additional_details": "In August 2010 my son died tragically at the age of 23 months. It was at that time I realised every company has their own Bereavement Policy and 3 days off work seems to be the norm also one of those days has to be the funeral. You are entitled to sick leave or you can take holiday entitlement from your employer but you shouldn't have to use sick or holiday leave.\r\n\r\nI want the Governement to reveiw this as at the moment they state companies should give a 'Reasonable Amount of Time'.\r\n\r\nNo time can be put on Grief, but 3 days is NOT reasonable. You have up to 12 months off for the birth of a child and 3 days off for the DEATH of a Child.\r\n\r\nSo please sign my petition and help me enable to bring this to our governments attention and hopefully in the future CHANGE will happen...\r\n",
        "background": null,
        "closed_at": "2013-11-07T10:26:03.000Z",
        "created_at": "2012-11-07T08:50:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:50.192Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe death of a family member is deeply upsetting for those involved and the Government would expect any employer to respond to such situations with sensitivity and flexibility. However, the Government believes that all requests for leave related to bereavement are best left for employers and their employees to decide between themselves.\r\n\r\nThe Government has not legislated for bereavement leave in any situation and there are no plans to introduce a specific right to support bereaved parents/relatives. In doing so we would be obliged to put in place limits, standards and definitions. The amount of leave needed can vary from one individual to another, and defining what family relationship would qualify for such leave, would be difficult, as it would be impossible to legislate for every circumstance.\r\n\r\nWhilst there is no specific right to “bereavement leave”, all employees do have a day-one right to “time off for dependants” which allows them to take a reasonable amount of time off work to deal with unexpected or sudden emergencies, including when a close family member dies. Time off will cover arranging and attending the funeral. Employees who exercise this right are protected against dismissal or victimisation. The right does not include an entitlement to pay. The decision as to whether the employee will be paid is left to the employer's discretion or to the contract of employment between them.\r\n\r\nThe Government hopes that employers are as sympathetic and flexible as possible in responding to employee requests for time off, particularly when bereavement is involved.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-02-19",
            "summary": "",
            "updated_at": "2017-06-21T15:11:50.192Z"
        },
        "government_response_at": "2013-02-19T00:28:11.003Z",
        "moderation_threshold_reached_at": "2012-11-07T08:50:11.000Z",
        "opened_at": "2012-11-07T10:26:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-01-19T00:28:11.003Z",
        "scheduled_debate_date": null,
        "signature_count": 25143,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:50.199Z"
    },
    "id": 41330,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41330.json"
    },
    "type": "archived-petition"
}