{
    "attributes": {
        "action": "Stop mass immigration from Bulgarian and Romanians in 2014, when EU restrictions on immigration are relaxed.",
        "additional_details": "In 2014 EU restrictions are set be removed, allowing nationals of Bulgaria and Romania ‘free movement’ to the UK. The move is similar to the one that granted access to around 600,000 Polish immigrants to enter Britain over recent years.\r\n\r\nDespite Bulgaria and Romania joining the EU in 2005, restrictions were put on the number who could move to Britain. However, those restrictions will be abolished in 2014.\r\n\r\nOnce the restrictions are lifted all new comers will entitled to claim benefits, housing, child, job seekers etc. There is currently an estimated 1.5 million people seeking work within the two countries\r\n\r\nThe impact will also put pressure on housing, infrastructure, schools, and heath care. All at a time the government are cutting pensions, jobs, public services and the armed forces.\r\n\r\nI request the government suspends the easing on these restrictions for another 5 years.\r\n\r\nThe government requests to renegotiate the immigration laws within the EU.",
        "background": null,
        "closed_at": "2013-11-12T12:04:28.000Z",
        "created_at": "2012-11-10T18:05:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-03-11T03:24:37.548Z",
        "government_response": {
            "created_at": "2017-06-21T15:11:51.495Z",
            "details": "This e-petition has passed 100 000 signatures and has been passed to the Backbench Business Committee to consider for debate.\r\n\r\nThe Committee have allocated a debate in Westminster Hall on 22 April 2013 from 16:30 to 19:30.  Further information about the debate, and the work of the Backbench Business Committee can be found at www.parliament.uk/bbcom\r\n\r\nThe Home Office have provided the following Government response to the petition:\r\n\r\nWhen the coalition government was formed we made a clear promise to the British public that, after thirteen years of uncontrolled mass immigration, this government would reduce and control immigration.\r\n\r\nLatest statistics show that the tough policy changes we have made are working. Net migration has fallen by almost a third since June 2010 and our visa statistics indicate that this trend is set to continue.\r\n\r\nJust under a third of the people coming to the United Kingdom are from the EU, while 55% are from outside the EU.  About 14% are British citizens returning home. The bulk of our net migration, therefore, is from outside the EU. The right to free movement offers substantial benefits to EU citizens, and these advantages are also enjoyed by a great number of British nationals.  Around 1.4 million UK nationals have exercised their free movement rights to live in another EU country.\r\n\r\nIn terms of European immigration, we have made clear that we will always apply transitional controls on new EU member states.  In 2011 we extended controls on Bulgarian and Romanian migration until the end of 2013, the latest date allowed by the Accession Treaties, under which these two countries joined the EU. Continuing the controls beyond the end of this year is not possible because of the terms of the Accession Treaties agreed under the previous Government. Eight other EU Member States imposed similar transitional controls which will expire at the same time: Austria, Belgium, France, Germany, Luxembourg, Malta, Netherlands, and Spain.\r\n\r\nFree movement rights are not unlimited.  Any stay beyond the initial three months is limited to those exercising Treaty rights as a worker, student, self-employed or self-sufficient person.  Those who are not working or seeking work in the UK are required to have sufficient resources to support themselves and their families to avoid becoming a burden on the social assistance scheme, and are required to have comprehensive medical insurance.\r\n\r\nThe Government is clear that EU citizens who benefit from the right to free movement must adhere to the responsibilities this brings with it and abide by our laws.  If an EU national does not meet one of the requirements set out in the Directive then they will not have a right to reside in the UK and may be liable for removal.\r\n\r\nA cross-government ministerial group is currently reviewing the arrangements for controlling all foreign nationals’ access to benefits and public services. ",
            "responded_on": "2012-12-24",
            "summary": "",
            "updated_at": "2017-06-21T15:11:51.495Z"
        },
        "government_response_at": "2012-12-24T08:48:28.954Z",
        "moderation_threshold_reached_at": "2012-11-10T18:05:38.000Z",
        "opened_at": "2012-11-12T12:04:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-11-24T08:48:28.954Z",
        "scheduled_debate_date": null,
        "signature_count": 153828,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:51.501Z"
    },
    "id": 41492,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41492.json"
    },
    "type": "archived-petition"
}