{
    "attributes": {
        "action": "Repeal the Welfare Reform Act 2012",
        "additional_details": "We want Parliament to repeal the Welfare Reform Act of 2012.\r\n\r\nThe Act vindictively targets all benefit claimants disproportionately causing millions of people financial hardship, poverty and at risk of starvation and homelessness.\r\n\r\nThe Bedroom Tax, the abolition of Disability Living Allowance, changes to Social Fund, ending of Council Tax Benefit, draconian sanctions on those deemed to have not actively sought work and more are all measures that have and will cause severe hardship.\r\n\r\nThe Act, in particularly targets sick and disabled people causing them immense hardship and unnecessary suffering.",
        "background": null,
        "closed_at": "2013-11-12T15:30:45.000Z",
        "created_at": "2012-11-12T12:07:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:52.374Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government believes that it should be encouraging greater responsibility and fairness in the welfare system. That means providing help for those who cannot work, and training and targeted support for those looking for work. The 2012 Welfare Reform Act introduced a wide range of reforms to make the benefits and tax credits system fairer and simpler by creating the right incentives to get more people into work, protecting the most vulnerable in our society, and delivering fairness to those claiming benefit and to the tax payer.\r\n\r\nThe nation’s finances also need to be put on a more sustainable footing – while this means making difficult decisions on tax and spending, we believe it is possible to do this and help people lift themselves out of poverty, and stay out of poverty, through work and saving backed by the right support and encouragement.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n",
            "responded_on": "2013-03-28",
            "summary": "",
            "updated_at": "2017-06-21T15:11:52.374Z"
        },
        "government_response_at": "2013-03-28T21:13:23.495Z",
        "moderation_threshold_reached_at": "2012-11-12T12:07:04.000Z",
        "opened_at": "2012-11-12T15:30:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-02-28T21:13:23.495Z",
        "scheduled_debate_date": null,
        "signature_count": 16861,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:52.380Z"
    },
    "id": 41600,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41600.json"
    },
    "type": "archived-petition"
}