{
    "attributes": {
        "action": "CGMs and Pumps available for ALL T1 diabetics under the NHS to prevent complications & improve patient outlook",
        "additional_details": "The National Health Service (NHS) is providing a lack of care, and showing significant neglect of the basic needs of a large proportion of type 1 diabetes mellitus patients, as classified by the ICD-10: E-10 (2010).\r\n\r\nInsulin pumps improve patient compliance and thus result in better controlled bloods and self treatment. At present not all health providers allow pump therapy access to T1s. It should be an optional method of treatment to all T1s.\r\n\r\nContinuous glucose monitors (CGMs) offer T1 diabetics the opportunity to understand diabetes better & crucially learn trends of blood glucose (BG) levels (Slover II, 2012). Knowing ones BG allows insulin treatment to be more effective, thus CGMs provide stricter BG control, improving patient outlook long term, and short term. CGMs additionally reduce hypoglycaemic attacks, providing alerts for high/low bloods and thus stricter BG control (particularly useful for drivers), reduced fear of hypo and improved mental well being (Vazeou, 2011). ",
        "background": null,
        "closed_at": "2013-11-13T09:22:18.000Z",
        "created_at": "2012-11-12T14:17:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-12T14:17:21.000Z",
        "opened_at": "2012-11-13T09:22:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 447,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:52.529Z"
    },
    "id": 41620,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41620.json"
    },
    "type": "archived-petition"
}