{
    "attributes": {
        "action": "Don't Scrap January A-Level Exams",
        "additional_details": "Ofqual have announced that from September 2013, A-Level students will be unable to sit exams in January. This petition requests that the government retracts their proposal.\r\n\r\nThe pressure on students studying A-levels is already huge; the government’s proposal will exasperate this and prevent many capable students from achieving their full potential. Furthermore, it will disadvantage young people who have missed school due to uncontrollable circumstances such as illness, bereavement or disability. The decision as to whether or not January exams benefit students should remain a choice for schools.\r\n\r\nThe role of education is to enable students to achieve their best, if you can appreciate the harm that this change will inflict, then please support young people across the UK by signing below.\r\n",
        "background": null,
        "closed_at": "2013-11-16T14:06:52.000Z",
        "created_at": "2012-11-13T19:22:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:53.073Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nOfqual is a non-ministerial government department set up under the Apprenticeships, Skills, Children and Learning Act, 2009 (ASCLA), and is responsible for regulating the exam boards and regulated qualifications in England.  Although it is a Government department, Ofqual is an independent regulator and is responsible directly to Parliament.  The decision in respect of January assessments is therefore a decision taken by Ofqual.\r\n\r\nOfqual, in its role as regulator has specific obligations under  ASCLA  to  maintain standards in regulated qualifications, such as A levels,  both over time and  with comparable qualifications internationally;  to ensure that assessments give a reliable indication of achievement; and that there is public confidence in these regulated qualifications – in short that they are ‘ fit for purpose’.   Ofqual is also required to consider the reasonable requirements of learners, including those with protected characteristics under the Equality Act 2010, and other users of qualifications, including higher education, industry and employers.\r\n\r\nA levels in their current form were introduced in 2008. The Qualifications and Curriculum Authority, as the regulator of examinations before Ofqual, had collected information from a sample of A levels and found that between two thirds and three quarters of students re-sat at least one unit.\r\n\r\nIn Autumn 2010 the  Department of Education White  Paper ‘ The Importance of Teaching’  proposed  to  review A levels  to ensure that universities were more involved in their design.  This White Paper  identified  concerns  with the current  A level system  as it allowed for re-sits of modules, which can be seen as undermining the qualifications and educationally inappropriate. The Department for Education asked Ofqual to review the rules on re-sits to prevent students from re-sitting large numbers of units.  There have been a number of developments since, but the intention now is that work will be undertaken to revise A levels in preparation for first teaching in some subjects from September 2015.\r\n\r\nBefore consulting on A level reform, Ofqual commissioned Ipsos Mori to carry out research into the views of the higher education sector, teachers and employers.  This was published as ‘Fit for Purpose? The view of the higher education sector, teachers and employers on the suitability of A levels’ in April 2012.   Ofqual also published last year its research comparing A levels with similar qualifications used overseas.  Overall, A levels stood up well, though there were some specific issues identified in some subjects.  Also, the Ipsos Mori research  found that the number of assessment opportunities was seen to create a problem with A level courses becoming too dominated by early assessment at the expense of learning, and too much tactical resitting (described as a ‘resit culture’).  This suggested a need to move to a linear approach. The proposal to remove the January assessment option and to require examinations at the end of the two year course of study therefore had a solid evidence base.\r\n\r\nOfqual consulted on A level reform, including the future of AS, between 19 June and 11 September 2012.  An equality impact assessment was published alongside the consultation. Responses were encouraged both on the Ofqual website and via focus groups, which were set up to invite the views of a range of stakeholders.  All options proposed removing January examinations, and the intention to remove January assessments was also made clear in comments and speeches by Ofqual’s Chief Executive alongside the consultation.\r\n\r\nOfqual appointed an independent company, Alpha Plus, to conduct the focus groups and analyse the consultation responses, and their report was also published on Ofqual’s website.  Over half of the stakeholder responses were supportive of the removal of January assessments and comments made supported the initial concerns regarding January assessments.   Approximately two thirds of students and about a third of parents  did not agree with this proposal, and this was taken into account when Ofqual made its final decision.\r\n\r\nOfqual proposed in the consultation to implement the structural changes in two stages.  Stage one, which could be done relatively quickly, was to remove January assessments.  Stage two, which would take longer, would be to change the subject content and the structure, and that is the process that is now underway.\r\n\r\nIn light of the responses to the consultation, which took into account the equality impact assessment and comments on that assessment, Ofqual decided to go ahead with the proposed short term changes – the removal of January assessments for A levels in England – and published its decision on 9 November.  In making its decision, Ofqual acknowledged that this would affect those learners who had commenced their two year course of study in September 2012.  The current A level courses are two year courses with examination options in January and June.  The removal of January assessments requires learners to sit their examinations in June only.  This decision applies equally to all students.\r\n\r\nThe A level and GCSE Code of Practice and  Ofqual’s  Conditions of Recognition require exam boards to make reasonable adjustments for learners with learning difficulties and other protected characteristics under the Equality Act 2010, so arrangements are already in place to minimise any disadvantage to this group of students.  Exam boards can also make alternative arrangements for students who are genuinely unable to sit examinations due to accidents or illness.  In making its decision to remove January assessments, Ofqual considered the  impact of the proposed A level reforms generally and  the report by UCF GHK  ‘Impact assessment of A-level reforms’ is also published on Ofqual’s website (http://www.ofqual.gov.uk/files/2012-11-07-impact-assessment-of-a-level-reforms.pdf).  The final equality impact assessment on the consultation was published in November (http://www.ofqual.gov.uk/files/2012-11-08-equality-analysis-of-the-a-level-reform-consultation.pdf).\r\n\r\nThe issues raised in the petition were taken into account when Ofqual made the decision, as part of the evaluation of the responses to the consultation.  The decision to remove January assessments is the first part of wider reforms for A levels to ensure they remain fit for purpose, and to take account of the research and consultation responses.\r\n\r\nAwarding organisations cannot separately identify whether a candidate is year 12, year 11 choosing to sit examinations early, a mature student or a student who is resitting examinations, so exceptions cannot be made for specific groups of students in deciding who should be allowed to sit examinations in which series.\r\n\r\nGiven the evidence behind the decision to remove January assessments, and the responses to the consultation, there are no plans to reverse and allow January assessments.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-04-23",
            "summary": "",
            "updated_at": "2017-06-21T15:11:53.073Z"
        },
        "government_response_at": "2013-04-23T22:16:45.257Z",
        "moderation_threshold_reached_at": "2012-11-13T19:22:42.000Z",
        "opened_at": "2012-11-16T14:06:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-03-23T23:16:45.257Z",
        "scheduled_debate_date": null,
        "signature_count": 14327,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:53.079Z"
    },
    "id": 41702,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41702.json"
    },
    "type": "archived-petition"
}