{
    "attributes": {
        "action": "What is the point of the sex offenders register when self-confessed peadophiles are not on it?",
        "additional_details": "\tAfter the Soham murders we were assured by the Government that a register would be set up to protect children from sex offenders. We find it quite inconceivable that a 23 year old Cub-leader can make a 14 year old girl pregnant and still be allowed to work at a residential special needs school despite the fact he has been accused of 4 counts of rape by 2 different under-age girls. He was granted legal aid and insisted in County Court to being the father and wanted parental responsibility, contact and possible residency but during the Crown Court case (Running at the same time) for which he was also granted legal aid, he denied being the father.\r\n\r\n\tHe currently resides within 50 m of 2 schools and with a 12 year old girl.\r\n\r\n\tSo, we need to scrap the register which gives false assurances or review it to include self-confessed sex offenders.\r\n\r\n\tHow can he be applying to County Court while saying \"I'm not guilty\" in Crown Court and be granted legal aid for both cases?",
        "background": null,
        "closed_at": "2013-11-19T12:16:15.000Z",
        "created_at": "2012-11-16T12:08:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-16T12:08:16.000Z",
        "opened_at": "2012-11-19T12:16:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:54.324Z"
    },
    "id": 41876,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41876.json"
    },
    "type": "archived-petition"
}