{
    "attributes": {
        "action": "Reform the BBC,so it is non-political",
        "additional_details": "Over the last 30 years since 1997,the BBC has been used by the left wing to use and promote left wing philosophy.\r\nIt is time that the coalition government used its powers to ensure that on every issue the BBC was even handed.\r\nOn issues it has picked and used political bias in its reporting and its operations.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-17T20:09:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-17T20:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:54.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC's governing instruments, the Royal Charter and Agreement, place broad obligations on the Corporation in respect of its television and radio services, objectives, programme content and standards. Within this framework detailed decisions on programme content and scheduling are matters for the BBC, reflecting its editorial independence.\r\n\r\nIt is a long-standing principle that the Government does not interfere in programme matters, either on arrangements for scheduling or on content. It is important to maintain the principle of freedom of expression which political interference could undermine.\r\n\r\nYou may be aware that the BBC has obligations on impartiality under the terms of its Charter and Agreement. It is the responsibility of the BBC Trust to ensure the BBC meets these obligations.\r\n\r\nThe Government believes it is important that the Corporation is aware of the concerns of viewers and listeners, and in the first instance concerns may be raised with BBC Information (email via the website, http://faq.external.bbc.co.uk/questions/contact/comment; or telephone 03700 100 222, or write to BBC Information, PO Box 1922, Glasgow G2 3WT), or by writing directly to the programme area concerned.\r\n\r\nIf unsatisfied with the response, there is an option to complain to the Editorial Complaints Unit (ECU). The unit examines complaints independently. Its address is Editorial Complaints Unit, BBC, Media Centre, Media Village, 201 Wood Lane, London W12 7TQ."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:54.893Z"
    },
    "id": 41941,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41941.json"
    },
    "type": "archived-petition"
}