{
    "attributes": {
        "action": "NHS and MEDIA: Accept SPD. Raise awareness of SPD and allow SPD to be treated.",
        "additional_details": "In 2009 the NHS book given to all 1st time mothers stated 1 in 4 women develop SPD in pregnancy, it's now believed it's1 in 3. Most NHS staff ignore SPD, and say it's as 'normal pregnancy pains'. Mnual therapy from an osteopath, chiropractor or physio can relieve, or cure SPD.\r\n\r\nWomen with joint conditions, often unknown, end up severely disabled for life.\r\n\r\nWe want the government to raise awareness of this condition using media coverage, and allow treatment of manual therapy mainly by osteopaths to be available at ALL PCT's to prevent more disabilities and more people no longer able to work.\r\n\r\nMore Training for gyneacology doctors to look out for early or severe SPD to be sent for tests for underlying joint conditions and manual therapy thereafter once and if diagnosed.\r\n\r\nStop social services misunderstanding SPD as the women have poor mobility and are capable with adult services help to parent their children. This will prevent more children unnecessarily going into care.\r\n",
        "background": null,
        "closed_at": "2013-11-19T10:44:26.000Z",
        "created_at": "2012-11-17T21:39:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-17T21:39:45.000Z",
        "opened_at": "2012-11-19T10:44:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 36,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:54.917Z"
    },
    "id": 41944,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/41944.json"
    },
    "type": "archived-petition"
}