{
    "attributes": {
        "action": "Live Transport of Farmed Animals",
        "additional_details": "We the undersigned believe that the international trade in animals for food should be on the hook and not on the hoof. Animals should be slaughtered humanely as close to their farm of origin as possible and subject to CCTV monitoring to ensure humane standards apply.\r\n\r\nConsequently, we call upon the Government to cease immediately the live transport of farmed animals from British ports to continental Europe and to make that cessation permanent by appropriate amendment to the Harbours, Docks and Piers Act 1847.\r\n\r\nWhile the trade continues the full costs of all veterinary and Animal Health regulatory inspections as well as lairage and emergency facilities should be borne by the hauliers and shipment industry, rather than by the taxpayer.",
        "background": null,
        "closed_at": "2013-11-19T13:44:24.000Z",
        "created_at": "2012-11-19T08:57:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:55.289Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government would prefer to see the export of meat or germ plasm rather than livestock, and that animals are slaughtered as close as practical to their point of production.  However, the export of livestock for slaughter within the EU is a legal trade.\r\n\r\nTo ban the trade, either directly or by indirect means, would be illegal and would undermine the principle of the free-movement of goods enshrined in the Treaty on the Functioning of the European Union. Nevertheless, if livestock is transported for slaughter, consignments must meet the full requirements of the EU legislation on the protection of animals during transport (Council Regulation (EC) 1/2005).\r\n\r\nThis legal position on the trade in livestock has been confirmed by a number of rulings in  the High Court and the European Court of Justice in the 1990s.  The High Court judgment of Lord Justice Simon Brown in the 1995 joined cases of R v Dover Harbour Board (ex parte Gilder), R v Associated British Ports ex parte Plymouth City Council and the European Court of Justice case C – 1/96 R v MAFF ex parte CIWF are both good examples of these rulings.\r\n\r\nMention is made of possible amendment to the Harbour Docks and Piers Clauses Act 1847.  UK ports are generally subject to the requirements derived from Section 33 of this legislation.  This states that:\r\n\r\n\"Upon payment of the rates made payable by this and the special Act, and subject to the other provisions thereof, the harbour, dock, and pier shall be open to all persons for the shipping and unshipping of goods, and the embarking and landing of passengers.\"\r\n\r\nThis legislative provision is designed to ensure that ports are available to all without discrimination in a consistent manner.  It would not be an appropriate legal instrument to use to introduce an effective barrier to trade for the use by port authorities as they see fit.  In any case, attempting to ban the live export trade in this way would still be illegal as it would undermine the principle of the free movement of goods enshrined in the Treaty on the Functioning of the European Union.\r\n\r\nA debate was held on this issue in the House of Commons on 13 December 2012.  You can read the text of the debate in the Official Report at http://www.publications.parliament.uk/pa/cm201213/cmhansrd/cm121213/debtext/121213-0002.htm#12121342000004  For further information about the Backbench Business Committee please visit www.parliament.uk/bbcom\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:11:55.289Z"
        },
        "government_response_at": "2013-01-19T17:28:03.695Z",
        "moderation_threshold_reached_at": "2012-11-19T08:57:39.000Z",
        "opened_at": "2012-11-19T13:44:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-12-19T17:28:03.695Z",
        "scheduled_debate_date": null,
        "signature_count": 60520,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:55.296Z"
    },
    "id": 42002,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42002.json"
    },
    "type": "archived-petition"
}