{
    "attributes": {
        "action": "Until a full UK public inquiry into the LIBOR scandal is completed bankers’ BONUSES at all LIBOR Member banks should be suspended.",
        "additional_details": "Each time a Bank rigged LIBOR it was to defraud customers and hide excessive Financial Risks (Interest Rate Risk) to gain an illegal advantage in order to fraudulently protect and increase BONUSES for the benefit of Bank Executives and Trading & Risk teams.\r\n\r\nTherefore a UK public inquiry is required to fully investigate the LIBOR fraud being perpetrated and to prosecute suspected individuals and institutions.\r\n\r\nAll bankers’ BONUSES paid by all LIBOR Member* banks since at least 2008 have been directly or indirectly fraudulently acquired and so must be RECOVERED in full with compound interest.\r\n\r\nFor example 18 Member* banks currently contribute to the fixing of US Dollar LIBOR:\r\n\r\nBank of America, Bank of Tokyo-Mitsubishi, Barclays Bank, BNP Paribas, Citibank NA, Credit Agricole, Credit Suisse, Deutsche Bank, HSBC, JP Morgan Chase, Lloyds Bank, Rabobank, Royal Bank of Canada, Societe Generale, Sumitomo Mitsui Bank, Norinchukin Bank, Royal Bank of Scotland and UBS AG.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-19T08:56:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-19T08:56:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:55.278Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:55.282Z"
    },
    "id": 42001,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42001.json"
    },
    "type": "archived-petition"
}