{
    "attributes": {
        "action": "Fish Farms are killing seals without following existing regulations. Parliament must enforce these restrictions.",
        "additional_details": "Seals are protected under The Conservation of Seals Act 1970.. It gives prohibited seasons for the shooting of seals. The weapon used in season to cull seals must be high-powered rifles. Common and grey seals have different periods, collectively banning shooting from June to December.\r\n\r\nThere are two sections within the act that allow special dispensation for the shooting of seals: Section 9, known as the “fisherman’s clause”, terms used within this section refer to fishing nets not fish farm nets.\r\n\r\nFish farms use this clause whilst shooting seals. It was set in place for humane and harassment reasons where seals were actually causing problems to fishermen whilst engaged in fishing.\r\n\r\nThis was not for fish farms to slaughter seals instead of adequately protecting their livestock.\r\n\r\nPlease enhance the penalties available for breach of this act and enforce this law.\r\n\r\nDiscuss implementing SEAL FRIENDLY labelling on fish products to assist voluntary regulation.",
        "background": null,
        "closed_at": "2013-11-20T12:25:11.000Z",
        "created_at": "2012-11-19T20:18:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-19T20:18:11.000Z",
        "opened_at": "2012-11-20T12:25:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:55.582Z"
    },
    "id": 42038,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42038.json"
    },
    "type": "archived-petition"
}