{
    "attributes": {
        "action": "Save Cwmcarn High School",
        "additional_details": "This document will be used to petition Caerphilly County Council and the Welsh Assembly Government for guarantees that our school ‘Cwmcarn High’ will NOT close indefinitely.\r\n\r\nCwmcarn High is a school of excellence that has been at the heart of a community for generations. Pupils, Staff and the wider community understand that in light of the ‘’recent discovery’’ of ‘asbestos’ at Cwmcarn High, the health of staff, pupils and ex pupils is of course of paramount importance. If and when the decision is made by CCBC and / or the Welsh Assembly Government to demolish the school for the above health and safety reasons, we the undersigned petition the above to GUARANTEE the re build of Cwmcarn High School. We cannot lose a school that is so important to over 900 families. We will fight for our school to remain, to continue the provision of outstanding high quality education at the site of Cwmcarn, enabling our children, and our children’s children to succeed for generations to come.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-20T09:41:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-20T09:41:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:55.699Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Education is a devolved matter for the Welsh Government so it would not be appropriate for us to intervene."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:55.702Z"
    },
    "id": 42058,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42058.json"
    },
    "type": "archived-petition"
}