{
    "attributes": {
        "action": "HMRC confidential info leak",
        "additional_details": "We the undersigned request that questions from the government are asked of HMRC over their handling of the \" investigation\" into Rangers Football Club.\r\n\r\n Over the last three years, HMRC have pursued Rangers Football Club for \" unpaid\" taxes in relation to several EBT schemes operated by the club. These schemes were present in all of the clubs annual accounts for the years in which they operated.\r\n\r\n The conclusion on the three year investigation was found on 20/11/12 stating that Rangers Football Club were indeed not liable nor had broken any law.\r\n\r\n Throughout this \" investigation\" there have been several leaks of confidential information relating directly to sensitive information about the club, the employees and the current state of play within the \" investigation\".\r\n\r\n The source of this leak must be identified and dealt with accordingly due to the serious breach of protocols and completely undermining the role in which HMRC are charged facilitating. ",
        "background": null,
        "closed_at": "2013-11-22T11:20:25.000Z",
        "created_at": "2012-11-21T10:14:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:11:56.277Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIt is now in the public domain that HM Revenue & Customs (HMRC) is seeking leave to appeal the First Tier Tribunal decision that found in favour of Rangers FC.\r\n\r\nIn relation to Employee Benefit Trusts (EBTs) more generally, HMRC has increasingly seen EBTs being used as a way of avoiding Pay as You Earn (PAYE) tax and National Insurance contributions (NICs). HMRC will form a view based on the facts of the case. Where HMRC believes a company has used an EBT as a way of trying to avoid obligations to account for PAYE and NICs, HMRC will challenge the arrangement and seek to recover the unpaid PAYE and NICs.\r\n\r\nIn cases where a company does not accept HMRC’s view that the EBT scheme does not work and PAYE and NICs are due, then it for the company to appeal HMRC’s decision within the appropriate time limit, and effectively choose to progress matters to litigation.\r\n\r\nHMRC is disappointed to have lost the First Tier Tribunal stage of the court process and, as stated, will seek permission to appeal the Tribunal decision.  The decision was not unanimous and the diligence of HMRC investigators was acknowledged by the whole tribunal.  HMRC is committed to tackling avoidance and it is right that HMRC challenges the type of avoidance seen in this case to prevent the loss of substantial amounts of tax and NICs.\r\n\r\nWe do not comment on speculation about breaches of confidentiality.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-02-05",
            "summary": "",
            "updated_at": "2017-06-21T15:11:56.277Z"
        },
        "government_response_at": "2013-02-05T16:04:42.367Z",
        "moderation_threshold_reached_at": "2012-11-21T10:14:52.000Z",
        "opened_at": "2012-11-22T11:20:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-01-05T16:04:42.367Z",
        "scheduled_debate_date": null,
        "signature_count": 41292,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:56.283Z"
    },
    "id": 42143,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42143.json"
    },
    "type": "archived-petition"
}