{
    "attributes": {
        "action": "That Government legislate to outlaw ALL non-recyclable packaging.  To make recycling symbols on plastics more accessible to blind/partially sighted.",
        "additional_details": "Government to outlaw ALL unrecyclable packaging.  To include plastics and waxed drinks cartons.  Exceptions where it is impossible to use recyclable packaging due to the nature of contents.   Make recycling easier for general public thereby encouraging more recycling at grass roots; would promote reduced landfill.\r\nAs interim measure, Government to legislate that all symbols on plastic recyclable goods be standardised in shape/size (size grades commensurate to the size of the item) and make properly raised, or accompanied by Braille, so blind or partially sighted persons can locate them as easily as the sighted.\r\nGovernment might consider taking responsibility for sorting ALL plastics discarded in waste encouraging more recycling of plastic packaging in general circulation and which sometimes cannot be identified as to its recyclability.  This sorting facility would also create employment and could be financed by a tax on plastics producers.\r\n",
        "background": null,
        "closed_at": "2013-11-28T11:27:54.000Z",
        "created_at": "2012-11-23T08:43:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-23T08:43:23.000Z",
        "opened_at": "2012-11-28T11:27:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:56.984Z"
    },
    "id": 42228,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42228.json"
    },
    "type": "archived-petition"
}