{
    "attributes": {
        "action": "Ban Page 3!",
        "additional_details": "I would like to make interest in the Ban Page 3 subject, exploiting young women for the pleasure of males! It give young girls the impression they have to be large breasted and that is it normal - being yourself is normal - its not good for young self-conscious girls - and in extreme terms can effect their mental health, I want to arise this issue and make more people aware of what its causing, young girls in society. The young generation think its acceptable when its not! It classifies as 'soft porn!' which is horrendous and not nice for young children too see! - I would like page 3 to be banned!",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-23T17:11:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-23T17:11:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:57.178Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the UK, the press is not subject to state regulation. The Government believes that this is fundamental to our democracy. That is why the government does not interfere in what a newspaper or magazine chooses to publish. However, with this freedom comes great responsibility.\r\n\r\nNewspapers must, of course, abide by the law, but they also sign up to a Code of Practice, overseen by the independent Press Complaints Commission (PCC). The Editor's Code of Practice sets a benchmark for the standards the press is expected to maintain.\r\n\r\nIf you would like any more information on the PCC and the Editors’ Code of Practice, it can be found on the PCC’s website at: http://www.pcc.org.uk.\r\n\r\nThe PCC has an independent commissioner who reviews its work.  If you believe the PCC is not fulfilling its remit, you can contact the Commissioner at chartercommissioner@pcc.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:57.181Z"
    },
    "id": 42253,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42253.json"
    },
    "type": "archived-petition"
}