{
    "attributes": {
        "action": "Setup a GLOBAL UNBIASED PUBLICLY TELEVISED scientific investigation into Extraterrestrial Biological Entities (EBEs) and EBE technology",
        "additional_details": "Evidence from US government whistle blowers shows intelligent EBEs have been visiting Earth from other planets in our solar system,  universe, other universes, dimensions and timelines using trans-dimensional interstellar travel. Black Project physics is said to be years ahead of main stream science and we live along side parallel universes. Evidence also shows time is non linear, mind is not restricted by time. Whistle Blowers say EBEs have been using technology that can interact with consciousness giving humanity the ability to travel in ways beyond what the regimented mind can see. Ingo Swan helped develop the process of Remote Viewing (RV) at Stanford Research Institute funded by the Central Intelligence Agency, it is said RV can be used to interact with EBEs in our universe. It is requested children are educated and the public made aware of the true scope of human abilities to open up the development of human consciousness and relations with intelligent EBE civilizations.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-24T21:48:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-24T21:48:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:57.545Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:57.548Z"
    },
    "id": 42303,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42303.json"
    },
    "type": "archived-petition"
}