{
    "attributes": {
        "action": "Regular, compulsory, competency testing with each renewal of licence by an independent body for drivers aged 70 and above",
        "additional_details": "I am Laura Reddy and a year ago my sister and I were knocked down on the pavement by an incompetent elderly driver. Sadly we are not alone and have been alerted to the growing severity of the issue in our ageing population, particularly by police. For the safety and protection of all our road users, old and young, I would like the Transport Department to consider competency tests for older drivers as outlined above. We are all aware young drivers pose a high risk and, rightly so, the transport department focuses numerous resources accordingly yet the other end of the scale is entirely unregulated. I feel the Transport Secretary needs to consider a proactive approach by competency testing the older driver; soon to be seen in America and already practiced in New Zealand, following a first-hand experience by an NZ MP. I hope it does not take such an experience by one of our own MP's before such change is brought about as I would not wish upon anyone the suffering such a tragedy befalls.",
        "background": null,
        "closed_at": "2013-11-27T09:32:51.000Z",
        "created_at": "2012-11-26T19:46:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-26T19:46:20.000Z",
        "opened_at": "2012-11-27T09:32:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 848,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:58.093Z"
    },
    "id": 42368,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42368.json"
    },
    "type": "archived-petition"
}