{
    "attributes": {
        "action": "Voting Reform - Tariff each MP’s voting power in parliament to reflect their parties share of electoral support in the country.",
        "additional_details": "An idea to engage the electorate and save our democracy. This can only be done by the introduction of a system were people feel their vote counts and see that it makes a difference.\r\n\r\nEach vote cast will have two simple effects, first to elect a local MP and second to decide the distribution of power in Westminster. This means the voting power of each MP will truly reflect the mandate of his party with the people of the nation.\r\n\r\nIt is important that the expression of those who do not cast their vote be taken into account. I propose the votes that are not cast to count towards the result by giving 47% of these votes to the party that wins the most seats. This would increase their voting power in Westminster in proportion the number of unused voted.\r\n\r\nIn this way full proportional representation is achieved gradually over time as the electorate is educated and encouraged to vote, only once 100% of the electorate use their vote will true PR be reached. Please debate this idea\r\n",
        "background": null,
        "closed_at": "2012-08-05T09:03:02.000Z",
        "created_at": "2011-08-05T08:47:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-05T08:47:29.000Z",
        "opened_at": "2011-08-05T09:03:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:23.558Z"
    },
    "id": 4254,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/4254.json"
    },
    "type": "archived-petition"
}