{
    "attributes": {
        "action": "Implement Lord Justice Leveson's Recommendations in Full",
        "additional_details": "We call upon the Government to implement all recommendations of the Lord Justice Leveson Report into the Culture, Practices and Ethics of the Press.\r\n\r\nThis report was commissioned by the Prime Minister and he is on record as stating that unless the recommendations were in his own words, “bonkers”, he would implement them all. The report is regarded as a measured response to press intrusion and malpractice but the Prime Minister is trying to get out of underpinning the recommendations with any change in statute.\r\n\r\nWhile most reporting is done responsibly, the press have proven that they cannot be trusted to regulate themselves and any implementation of recommendations must be backed by statutory compliance. We feel this is achievable without curbing press freedom to report in a restricted way.\r\n\r\nWe therefore urge the Prime Minister to abandon his reluctance to implement all of the recommendations put forward in the report, including the necessary changes in legislation.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-11-30T13:58:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-30T13:58:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:11:59.877Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:11:59.880Z"
    },
    "id": 42568,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42568.json"
    },
    "type": "archived-petition"
}