{
    "attributes": {
        "action": "Stop public sector departments wasting billions on IT projects that don't deliver value for money to tax payers",
        "additional_details": "Each year billions of pounds of taxes are wasted on outdated and not fit for purpose IT projects sold as saving solutions.  Such shameful wasteful departments include most of the public sector all of which promise to deliver value for money but actually waste money delivering less than adequate solution.  DGS website openly boast about once fully complete it will save 10% tax payers money. It fails to say it will take at least 20 years for these savings to be noticed, parallel running with legacy systems costing around 180% of the current budget.\r\nInstead such projects should be fully reviewed by an independent set of academics and professionals with suitability and cost effective study done correctly by people who know what they are doing and not public sector departments. Costs of failed projects should be deducted from departments budget and moved to more suited public spending such as education or NHS front line services with the rest taken to help pay off the national debt.",
        "background": null,
        "closed_at": "2013-12-03T08:05:48.000Z",
        "created_at": "2012-11-30T16:04:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-30T16:04:24.000Z",
        "opened_at": "2012-12-03T08:05:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:11:59.995Z"
    },
    "id": 42579,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42579.json"
    },
    "type": "archived-petition"
}