{
    "attributes": {
        "action": "Stopping government proposed minimum pricing on alcohol and supporting new approach to eliminate high levels of alcohol crime and duty tax evasion.",
        "additional_details": "Getting the government to admit that most alcohol related crime figures used to condemn off licence and supermarkets is largely caused in pubs and clubs and that more regulation and clarity on alcohol licences on how much people should be served before classified as (drunk) is needed. An off licence cannot sell alcohol to someone who seems intoxicated yet night clubs and pubs encourage people to drink even when drunk this should be in violation of their licences as it causes most of the crime figures.\r\nGetting the government to abolish plans to introduce the new 45p per unit minimum price on alcohol we believe it would increase crime and encourage tax evasion and illegal sales as seen in tobacco products. This would be harmful to the public as it avoids any kind of quality checks.\r\nGetting the government to work with people inside the drinks trade to understand the problems this proposed plan would cause and working to find a better solution.\r\n\r\n",
        "background": null,
        "closed_at": "2013-12-03T12:35:57.000Z",
        "created_at": "2012-11-30T19:31:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-30T19:31:48.000Z",
        "opened_at": "2012-12-03T12:35:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:00.104Z"
    },
    "id": 42589,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42589.json"
    },
    "type": "archived-petition"
}