{
    "attributes": {
        "action": "Oppose Leveson's call for new laws to control the press. We support David Cameron's warning against introducing statutory control of the press",
        "additional_details": "This petition aims to preserve a free press in this country. Already, as many editors have noted, the Leveson enquiry has had a chilling effect on press freedom.\r\n\r\nTrue, the press sometimes abuse their freedom. We need a better way of curbing press excesses. We need a tougher code of practice, with a 'rapid right of reply' to incorrect or libellous articles, and arbitration.\r\n\r\nAny new body to control the press must not be run by the press - but by independent people. .\r\n\r\nWe have existing laws to protect privacy and reputation. These must be enforced, e.g. the police were at fault for not prosecuting phone hacking.\r\n\r\nMany demands for government control of the press come from the rich, who use PR to promote themselves, but object when others come up with facts that contradict their image.\r\n\r\nIt would be wrong to introduce statutory control of the press in response to the demands of celebrities like Hugh Grant and Max Mosley.\r\n\r\n",
        "background": null,
        "closed_at": "2013-12-03T14:05:34.000Z",
        "created_at": "2012-11-30T17:27:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-11-30T17:27:22.000Z",
        "opened_at": "2012-12-03T14:05:34.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1490,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:00.021Z"
    },
    "id": 42582,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42582.json"
    },
    "type": "archived-petition"
}