{
    "attributes": {
        "action": "Kenya Diaspora Petition against Being Disenfranchised by Their Government and The IEBC [Electoral Commission].",
        "additional_details": "Mounting pressure on the Kenya Govt/IEBC to respect democracy and to do more that can be dimmed ‘progressive’ not to disenfranchise the majority Diaspora.\r\n\r\nKenya Cabinet ruling cited financial and time constraints as the reasons for denying the Diaspora their sacrosanct rights to vote. However, following the backlash from exasperated individuals and groups affected by this decision; their line changed to now allowing the Diaspora in East Africa.\r\n\r\nA lot of mischief can be read from these inconsistent government decisions passed within a week on such a serious matter of its citizen’s right.\r\n\r\nThe idea of locking out Kenyans Diaspora outside Africa and in retrospect of the IEBC’s promises to those in US and EU; it’s damn retrogressive and thus represents a step backwards in marginalizing citizens whose contribution through their remittances greatly leverages the country’s economy.\r\n\r\nDon't let Kenya turn back the clock on this revolutionary Diaspora right to vote.\r\n",
        "background": null,
        "closed_at": "2013-03-06T11:36:36.000Z",
        "created_at": "2012-12-03T13:59:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-03T13:59:44.000Z",
        "opened_at": "2012-12-06T11:36:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:01.664Z"
    },
    "id": 42721,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42721.json"
    },
    "type": "archived-petition"
}