{
    "attributes": {
        "action": "Introduce sanctions against Israel for illegally planning to create 3000 new settler homes in East Jerusalem and the West Bank",
        "additional_details": "Israel says it will not give in to international pressure to halt plans for 3,000 new settler homes in East Jerusalem and the West Bank.  The plans are considered illegal under international law.\r\n\r\nPM Benjamin Netanyahu's office said Israel would continue to stand by its \"vital interests\" and would not change its decision despite international condemnation.\r\n\r\nThe UK, France, Spain, Denmark and Sweden summoned Israeli ambassadors in protest at the plans.\r\n\r\nWe hope that Britain can begin to show Israel that it cannot continue business as usual.  UK officials have said it \"deplored\" the plans and called on Israel to reverse the decision.  We call on the British Government to show firmness in the matter and apply sanctions to Israel just in the same way it would do if any other country carried out this injustice.  To allow Israel to get away without sanctions will be an act of injustice and will show us to have double-standards.\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-12-06T11:35:17.000Z",
        "created_at": "2012-12-03T21:37:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-03T21:37:22.000Z",
        "opened_at": "2012-12-06T11:35:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 62,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:01.809Z"
    },
    "id": 42741,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42741.json"
    },
    "type": "archived-petition"
}