{
    "attributes": {
        "action": "Provide long term protection for disabled British Armed Forces Veterans being transferred from Incapacity Benefit to Employment Support Allowance.",
        "additional_details": "We the undersigned call upon the British Government to provide disabled Veterans the same benefits protection and rights that was afforded them by Incapacity Benefit.  Do not limit their contribution based ESA to 12 months of payments.  Allow their payments to continue beyond pension age in the same way as Incapacity Benefit was paid.\r\n\r\nIncapacity Benefit was a contribution based benefit protected beyond retirement age if you were found unfit for work.  Veterans that are incapable of work should continue to get Contribution based ESA for the duration of their incapacity to work.  Currently, the contribution based ESA will only be awarded for a 12 month period; after which the contribution based ESA becomes a 'means tested ESA'.  This means that disabled Veterans that are receiving a War Disablement Pension will have their income cut by an average of £469 every four weeks.  This figure of loss will rise when Disability Living Allowance ceases to exist as a benefit in 2013.",
        "background": null,
        "closed_at": "2013-12-06T11:33:52.000Z",
        "created_at": "2012-12-05T09:47:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-05T09:47:03.000Z",
        "opened_at": "2012-12-06T11:33:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 115,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:02.577Z"
    },
    "id": 42837,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42837.json"
    },
    "type": "archived-petition"
}