{
    "attributes": {
        "action": "We need to fill the void in the capital market with an innovative and effective funding solution",
        "additional_details": "The economy and reduced access to traditional funding conspire to stifle start-ups, thwarting growth and entrepreneurs and viable businesses from reaching their potential, inhibiting economic stimulus, recovery and job creation.\r\nAlternative finance sources, ie crowdfunding and peer-to-peer lending, potentially significantly contribute to growth and job creation, opening opportunities to the wider public.\r\nFor the market to develop and mature, clear policy is essential for platforms, investors and investees to ensure risks and responsibilities are understood, transparency and accountability maintained.\r\n\r\nGovernment should open up investment opportunities to the wider public, give clear guidance on the level of funds private individuals can invest, allow investment of ISAs and SIPP/SSAS pension funds, match funds to ensure a higher percentage actually reach business.\r\nIf the UK fails to follow the US Jobs Act lead we risk potential benefits and returns being lost to foreign investors.",
        "background": null,
        "closed_at": "2013-12-06T09:13:26.000Z",
        "created_at": "2012-12-05T16:26:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-05T16:26:59.000Z",
        "opened_at": "2012-12-06T09:13:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 85,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:02.753Z"
    },
    "id": 42861,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42861.json"
    },
    "type": "archived-petition"
}