{
    "attributes": {
        "action": "Stop Targeting the Poor, Elderly, Disabled and Ill for Cuts, Until the Corporations and Rich Have Paid their Share.",
        "additional_details": "    In recent months, the UK Govt’s policy on cuts has unfairly targeted the poor, elderly, disabled and other groups, singling them out, such as demonising those on benefits as scroungers, suggesting that pensioners be forced into work, and below interest rate benefit increases which will effectively decrease already meagre incomes.\r\n\r\n   Meanwhile, responses to wealthy and corporate tax evaders and those abusing political or other office for their own ends have been infamously gentle, in spite of the vast sums of money each offender has pocketed. Corporate tax evaders alone cost tens of billions.\r\n\r\n   We, the Undersigned, feel that further rounds of targeting against those least able to pay, should stop, while those who can pay a fair price for their privileges in society should do so, and more attempt should be made to help all who can, and want to, contribute to society to do so, by creating new jobs, and supporting volunteers, carers, parents and other contributors.\r\n",
        "background": null,
        "closed_at": "2013-06-06T08:13:45.000Z",
        "created_at": "2012-12-05T22:15:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-05T22:15:33.000Z",
        "opened_at": "2012-12-06T09:13:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:03.086Z"
    },
    "id": 42886,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/42886.json"
    },
    "type": "archived-petition"
}