{
    "attributes": {
        "action": "Stop Microsoft’s Restricted Boot Technology In Computer hardware.",
        "additional_details": "In the launch of Windows 8 Microsoft has announced that the manufacturers who use the Windows 8 compatibility logo on their product to implement a measure called Secure Boot.\r\n\r\nA Secure Boot system is designed to protect against malware by preventing computers from loading unauthorized binary programs when booting. However it means that computers implementing it can not boot unauthorized operating systems for the device such as Linux. Currently there is a risk of Microsoft and the hardware manufacturers implementing these boot restrictions, which will stop the use of anything other than Windows .\r\n\r\nI would like the government to prevent devices with this technology to be sold in the United Kingdom without either A) Allowing the use of free software on the hardware (Such as Linux & Unix) or a way to disable the technology or B) By law  enforce the retailers to inform the consumer of the restrictions when purchasing computer items using this technology.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-12-11T19:52:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-11T19:52:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:04.987Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:04.990Z"
    },
    "id": 43141,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43141.json"
    },
    "type": "archived-petition"
}