{
    "attributes": {
        "action": "We call for a Cumulative Impact Assessment of Welfare Reform, and a New Deal for sick & disabled people based on their needs, abilities and ambitions",
        "additional_details": "We call for:\r\n\r\nA Cumulative Impact Assessment of all cuts and changes affecting sick & disabled people, their families and carers, and a free vote on repeal of the Welfare Reform Act.\r\n\r\nAn immediate end to the Work Capability Assessment, as voted for by the British Medical Association.\r\n\r\nConsultation between the Depts of Health & Education to improve support into work for sick & disabled people, and an end to forced work under threat of sanctions for people on disability benefits.\r\n\r\nAn Independent, Committee-Based Inquiry into Welfare Reform, covering but not limited to: (1) Care home admission rises, daycare centres, access to education for people with learning difficulties, universal mental health treatments, Remploy closures; (2) DWP media links, the ATOS contract, IT implementation of Universal Credit; (3) Human rights abuses against disabled people, excess claimant deaths & the disregard of medical evidence in decision making by ATOS, DWP & the Tribunal Service.",
        "background": null,
        "closed_at": "2013-12-12T12:12:37.000Z",
        "created_at": "2012-12-12T00:54:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-06-04T14:52:54.767Z",
        "government_response": {
            "created_at": "2017-06-21T15:12:05.095Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nCumulative impact analysis is not being withheld – it is very difficult to do accurately and external organisations have not produced this either.\r\n\r\nThe Government is limited in what cumulative analysis is possible because of the complexity of the modelling required and the amount of detailed information on individuals and families that is required to estimate the interactions of a number of different policy changes. In addition, the Government's programme of welfare reform will not be fully implemented until 2017/18 and many policy details are still to be worked through. Equality Impact Assessments are however carried out for individual policies where there is a requirement.\r\n\r\nNo other organisation produces this analysis in a robust way. The Treasury does publish some cumulative analysis with each Budget but this is a broad brush assessment of all tax, benefit and expenditure changes since 2010 across households. Because the Budget cumulative analysis is so complex, it is not robust enough to break down by family type – so impacts on disabled people cannot be shown separately.\r\n\r\nThe IFS also produces some cumulative analysis but also do not feel the results are reliable enough to disaggregate for the disabled.\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:05.095Z"
        },
        "government_response_at": "2013-01-29T22:04:38.776Z",
        "moderation_threshold_reached_at": "2012-12-12T00:54:47.000Z",
        "opened_at": "2012-12-12T12:12:37.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2012-12-29T22:04:38.776Z",
        "scheduled_debate_date": null,
        "signature_count": 104818,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:05.101Z"
    },
    "id": 43154,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43154.json"
    },
    "type": "archived-petition"
}