{
    "attributes": {
        "action": "Haggerston Park Gate entrance on Whiston Road",
        "additional_details": "MAKE THE GATE SAFE!\r\n\r\nOn September 1 six-year-old Lulu died after running out of an open gate in Haggerston Park and onto busy Whiston Road. She suffered fatal injuries after being hit by a car. Her death came after park users repeated asked the authorities to make the entrance on Whiston Road safe with a simple swing-hinge.\r\n\r\nThey said not adding it was not their responsibility. Council chiefs have steadfastly refused to do anything despite her death and a series of near misses involving toddlers.\r\n\r\nWe fear the authorities will only listen when a child has died.\r\n\r\nDon’t let that happen. Sign this petition and save a life. A simple swing mechanism will make the gate safe.\r\n\r\nWe the undersigned petition Hackney Council to put a simple swing-hinge on the entrance to Haggerston Park. This will guard against small children and dogs running out onto the road while keeping the access point.",
        "background": null,
        "closed_at": null,
        "created_at": "2012-12-13T16:02:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-13T16:02:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:05.601Z",
        "rejection": {
            "code": "irrelevant",
            "details": "I'm afraid this isn't one for the Government - it can't intervene - but for the council.  Possibly involve your local MP?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:05.604Z"
    },
    "id": 43224,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43224.json"
    },
    "type": "archived-petition"
}