{
    "attributes": {
        "action": "The Government to Actively Encourage the Permanent Relocation of an NFL Franchise to the Olympic Stadium",
        "additional_details": "- The Olympic Stadium is a world class site that must NOT be reduced to being yet another 'soccer' ground.\r\n- The British people have shown that they have a deep love of American Football; we have regular season games here.\r\n- The NFL has a long term dream of relocating a franchise outside of the USA, probably to the UK.\r\n- The Olympic stadium would be a phenomenal boost for the NFL and any franchise that moves there.\r\n- NFL franchises move cities if the conditions (social, economic and political) are right.\r\n\r\nOn all levels this would be a boost; for the NFL, a proper use of this beautiful stadium and site, and a draw for tourism to the area again on a longer term basis.   This will require money and changes to the status (tax, etc) of players, etc, when based in the UK.\r\n\r\nOfficially we need to negotiate with the NFL; they want to come here, we want them here and the prestige for all would be immense.  Let's use this stadium for the world stage again.",
        "background": null,
        "closed_at": "2013-12-17T10:40:00.000Z",
        "created_at": "2012-12-13T20:17:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-13T20:17:29.000Z",
        "opened_at": "2012-12-17T10:40:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 25,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:05.700Z"
    },
    "id": 43235,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43235.json"
    },
    "type": "archived-petition"
}