{
    "attributes": {
        "action": "Change Government policy to allow Pardons to be granted where laws have been repealed.",
        "additional_details": "Currently it is long-standing government policy that pardons under the Royal Prerogative of Mercy (RPM) should be reserved for cases where it can be established that the convicted person was innocent of the relevant offence, not to undo the effects of legislation which are now recognised as wrong.\r\nThis is an arcane policy and is, for example, preventing the pardoning of Alan Turing posthumously.\r\nThere must be many other cases where laws have been repealed when they have been seen to be unjust, but where convictions under these laws still stand.\r\nIt seems only right to pardon people when a law gets repealed, and to have a government policy not to use the RPM in these situations is absurd.\r\n\r\nThis petition therefore calls for Gov't to change its policy on this matter, so that the RPM can be applied to pardon people convicted of repealed laws. Furthermore, if the policy is derived from legal precedent, to enact specific legislation allowing the policy to be changed as requested above.",
        "background": null,
        "closed_at": "2013-12-20T16:16:11.000Z",
        "created_at": "2012-12-15T13:44:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-15T13:44:56.000Z",
        "opened_at": "2012-12-20T16:16:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:06.101Z"
    },
    "id": 43287,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43287.json"
    },
    "type": "archived-petition"
}