{
    "attributes": {
        "action": "Ban The Burqa",
        "additional_details": "Join other EU countries such as Belgium, Italy & France in banning the burqa.\r\nIt is not a religious requirement. As humans, part of our understanding & communicating is being able to 'read' the emotions of another persons facial features.\r\nDavid Cameron himself has declared Britain as a Christian country and therefor we should respect that view.\r\nWhen British women travel to a Muslim country, they respect the countries beliefs and wear head scarfs, why should they no respect our beliefs?",
        "background": null,
        "closed_at": "2013-12-20T11:22:55.000Z",
        "created_at": "2012-12-16T19:54:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:06.304Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nSince this petition was published responsibility for this policy area has transferred from the Home Office to the Department of Culture Media and Sport (DCMS).\r\n\r\nThe Government does not support a general ban on the wearing of the niqab or other face coverings in public. Such a proscriptive approach would be out of keeping with our nation's longstanding record of tolerance and freedom of expression. Women should have the freedom to choose what to wear. However, there clearly will be circumstances in which covering the face will be inappropriate, and institutions such as hospitals, schools, courts and the border force, as well as employers, should be free to set their own policies accordingly. There needs to be a common-sense balance between cultural practices and the limits imposed by other legitimate interests.\r\n\r\nEqually, the Government wants to see greater integration between communities and is strongly committed to encouraging dialogue and co-operation between people of different cultural backgrounds.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-06",
            "summary": "",
            "updated_at": "2017-06-21T15:12:06.304Z"
        },
        "government_response_at": "2013-06-06T20:34:53.699Z",
        "moderation_threshold_reached_at": "2012-12-16T19:54:11.000Z",
        "opened_at": "2012-12-20T11:22:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-06T20:34:53.699Z",
        "scheduled_debate_date": null,
        "signature_count": 13284,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:06.310Z"
    },
    "id": 43313,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43313.json"
    },
    "type": "archived-petition"
}