{
    "attributes": {
        "action": "Is the Davies Airport Commission fit for purpose, considering it will take two and a half years to deliver their findings?",
        "additional_details": "The Government has commissioned Sir Howard Davies to chair a Committee to examine the scale and timing of any requirement for additional capacity to maintain the UK’s position as Europe’s most important aviation hub; and it will identify and evaluate how any need for additional capacity should be met in the short, medium and long term. They will take two and a half years to deliver their findings. PM D Cameron told business leaders at the CBI annual meeting, Britain must ruthlessly pursue growth to secure its economic recovery, invoking the wartime spirit that helped the nation defeat Adolf Hitler's Nazi regime. I want every minister to understand that the dangers are not just in what you do, but what you don't do. Lady Valentine of the business lobby group London First told the BBC she was \"frustrated by 50 years of prevarication\" over the issue.\r\nInstruct the Davies Committee to deliver their final report no later than Sept 2013 or dismiss them if they are unable to commit to do so.",
        "background": null,
        "closed_at": "2013-03-18T10:31:50.000Z",
        "created_at": "2012-12-17T10:07:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-17T10:07:59.000Z",
        "opened_at": "2012-12-18T10:31:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:06.355Z"
    },
    "id": 43320,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43320.json"
    },
    "type": "archived-petition"
}