{
    "attributes": {
        "action": "We call for the urgent review of how businesses treat Service Charges, Tips, and Gratuities.",
        "additional_details": "Businesses in the hospitality industry continue to profit handsomely from tips and service charges left by consumers despite a ‘Code of Best Practice on Service Charges, Tips, Gratuities and Cover Charges’ introduced by the Department for Business, Innovation and Skills (BIS) in October 2009. Many hospitality establishments still treat tips and service charges as extra payments to the proprietors and do not pass them on to their staff in addition to the minimum wage.\r\n\r\nWe the signatories of this petition call upon the Government to urgently review the BIS Code of Best Practice on Service Charges, Tips, Gratuities and Cover Charges and for the introduction of supplementary legislation forthwith. Furthermore, we call on all trade unions, media, and politicians to support the drive for fair tips and for the mandatory implementation of the Code of Best Practice on Tips, Gratuities and Service Charges to ensure that all tips will be paid to staff in addition to the minimum wage. ",
        "background": null,
        "closed_at": "2013-12-21T10:14:55.000Z",
        "created_at": "2012-12-20T17:23:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-20T17:23:31.000Z",
        "opened_at": "2012-12-21T10:14:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 55,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:07.343Z"
    },
    "id": 43449,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43449.json"
    },
    "type": "archived-petition"
}