{
    "attributes": {
        "action": "Stop Local Authorities from treating hard working tax payers like criminals by issuing liability orders for late payment of instalments of Council Tax",
        "additional_details": "Local Authorities are using The Council Tax (Administration and Enforcement) Regulations 1992 as part of their legal duty to inflict false liability orders to hard working tax payers for so called three late payments of council tax even when the chargeable amount for the period is not liable until the end of the financial year. Summons you receive states: Summons for Non-Payment of Council Tax.  How can it be non-payment when you have paid the Council tax?   Should it not say ‘Summons for Late-Payment of instalments of Council Tax’?\r\n\r\nThe Regulations makes absolutely no sense and Councils up and down the land interpret it as they see fit in order to impose further stealth taxes on financially strapped residents.\r\n\r\nThe Government needs to stop local authorities from issuing liability orders after three reminders for so called late payment of instalments of Council Tax when the chargeable amount for the period is not liable until the end of the financial year.\r\n",
        "background": null,
        "closed_at": "2013-07-04T14:32:33.000Z",
        "created_at": "2012-12-27T13:03:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-27T13:03:01.000Z",
        "opened_at": "2013-01-04T15:32:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 45,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:09.172Z"
    },
    "id": 43663,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43663.json"
    },
    "type": "archived-petition"
}