{
    "attributes": {
        "action": "Officially recognise the Roman Catholic Church as a hate group.",
        "additional_details": "In his annual Christmas address to the College of Cardinals, Pope Benedict XVI, the leader of the Roman Catholic Church, demeaned and belittled LGBTQ people worldwide. Using hateful language and discriminatory remarks, Pope Benedict’s hurtful and homophobic attacks portray LGBTQ people as second-class citizens.\r\n\r\nThe Pope called same-sex marriage a “manipulation of nature” to be deplored and an attack on the “essence of the human creature”, and policies allowing gay marriage and families “threaten human dignity and the future of humanity itself.”\r\n\r\nHate crime/incitement to hatred is a criminal offence when perceived to be motivated by hostility or prejudice based on a personal characteristic, including sexual orientation.\r\n\r\n\"'...we should be embracing each other’s differences, not persecuting each other for them.\r\nTo abuse or attack someone because of who they are is inexcusable, it denies the most basic of rights – to live life as who you are.\" L Featherstone MP, Hate Crime 14/3/12",
        "background": null,
        "closed_at": "2014-01-09T11:12:37.000Z",
        "created_at": "2012-12-27T22:06:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2012-12-27T22:06:03.000Z",
        "opened_at": "2013-01-09T11:12:37.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 26,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:09.377Z"
    },
    "id": 43686,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43686.json"
    },
    "type": "archived-petition"
}