{
    "attributes": {
        "action": "More part-time and temporary opportunities for 16-24 year olds and a change to benefits based on reaching a quota",
        "additional_details": "I have good GCSEs, good AS-Levels and since I finished my A-Level exams in June 2011, I’ve been looking for work. There are jobs - for graduates and those with specific experience in some fields, but nothing for youths who want to work but don't have relevant experience. It's a paradox: I can't get a job without experience, but how am I to get experience initially without a job? I volunteered, helping the less fortunate, while the economic climate was better and I feel like I’m being punished for that.\r\nThe job centre profiles, especially for youths, should be changed. They’ll keep a track on ALL the jobs people apply for, so that the government knows how people are affected and that they are really trying. Those with a good number of applications put forward should have a good job-seekers allowance. Those who don't reach that daily and weekly quota or are offered jobs and refuse work (where there are guidelines for reasonable refusal of work) should have some benefits taken away.",
        "background": null,
        "closed_at": "2012-08-08T09:57:05.000Z",
        "created_at": "2011-07-29T20:15:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T20:15:48.000Z",
        "opened_at": "2011-08-08T09:57:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:05:50.097Z"
    },
    "id": 437,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/437.json"
    },
    "type": "archived-petition"
}