{
    "attributes": {
        "action": "We ask the government to investigate the RSPCA's activities, especially where they infringe civl  or legal rights.",
        "additional_details": "The RSPCA use \"bully boy\" tactics against innocent members of the public to bring prosecutions. They often infringe on citizens civil and legal rights.\r\nThey misuse funds which have been donated by members of the public specifically for animal welfare for their own political gain in bringing these often vexatious prosecutions. This petition asks that the government investigate fully the actions of the RSPCA, ensure that they are unable to prosecute anyone as that is the remit of the CPS and ensure tighter rules are in place from the charities commission to prevent registered charities from using funds for political lobbying or bringing private prosecutions. ",
        "background": null,
        "closed_at": "2014-01-03T07:37:06.000Z",
        "created_at": "2012-12-31T11:04:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:10.473Z",
            "details": "As this e-petition has reached more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAs a charity, the RSPCA must comply with the legal framework that applies to all charities as well, in the context of its prosecutions in relation to animal welfare, the rules which govern the bringing of prosecutions. The Government welcomes the RSPCA’s decision to ask Stephen Wooler, a former Chief Inspector of the Crown Prosecution Service Inspectorate, to review its prosecution policy.\r\n\r\nConcerns that the RSPCA have substantially failed to manage the charity in line with the law, should first be raised with the Charity Commission. Any evidence of any criminal concerns about any individual or organisation must be shared with the police",
            "responded_on": "2013-07-29",
            "summary": "",
            "updated_at": "2017-06-21T15:12:10.473Z"
        },
        "government_response_at": "2013-07-29T02:34:15.468Z",
        "moderation_threshold_reached_at": "2012-12-31T11:04:40.000Z",
        "opened_at": "2013-01-03T07:37:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-29T02:34:15.468Z",
        "scheduled_debate_date": null,
        "signature_count": 10323,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:10.479Z"
    },
    "id": 43807,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43807.json"
    },
    "type": "archived-petition"
}