{
    "attributes": {
        "action": "Doctors to prescribe all medication in Hospitals",
        "additional_details": "There have been cases where Doctors within hospitals have been advising patients familes that their relatives require certain medication to counteract complications that have happened due to treatment for their respective conditions.\r\n\r\nA case that highlights this is as follows: A 3 year old little boy undergoing chemotherapy for Leukemia required a suppository to counteract the constipation that was brought on by the chemotherapy. The parents of this little boy bought a child safe suppository and administered it after they were told by the doctor that he needed it, the doctor should have prescribed this medication as the child was in hospital, it is not the responsibility of family to carry out the treatment of patients while they are in hospital.\r\n\r\nWe would like to see it enacted where any patient in hospital, no matter what age, recieves any medication on prescription instead of family members having to buy and administer medication that has been recommended by a doctor.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-01T16:17:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-01T16:17:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:10.853Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:10.857Z"
    },
    "id": 43849,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43849.json"
    },
    "type": "archived-petition"
}