{
    "attributes": {
        "action": "Funded IVF NHS",
        "additional_details": "In June 2011 Criteria changed for IVF Not everyone can receive free NHS Funded IVF Each PCT Make their own rules and Don’t seem to follow NICE Guidelines,, Anyone who has a child from a previous relationship is not allowed to have free NHS Funded IVF, Yet the Government/Prisons are offering Free IVF to convicts because of their Human rights.\r\nThis is all wrong; we have rights to have children What about our Human Rights? Infertility isn't a choice; we can't help having fertility problems. It's as if we are being punished for something that's out of our hands as long as you’re in a committed relationship.\r\nI would like all couples to have at least 1 Round of IVF on the NHS, Regardless of age etc\r\nMake IVF treatments Free for childless couples,  raise proper awareness once and for all,\r\nI would like the government to stop the prisons offering this a life cannot be swapped for a life and for them rule that all PCT's must give 1 try of IVF\r\nLets stop this lottery once and for all ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-02T15:22:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-02T15:22:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:11.048Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Change the age and the laws around IVF on the NHS.\r\n\r\nand\r\n\r\nStop Prisoners Getting IVF on the NHS"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:11.051Z"
    },
    "id": 43874,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43874.json"
    },
    "type": "archived-petition"
}