{
    "attributes": {
        "action": "Stop the tendering process on London Buses and bring the buses back under Tfl",
        "additional_details": "After years of private companies running London buses and the Mayors tendering process, it is clear that the overwhelming reason for this whole process was to drive down pay and conditions of its workforce and increase profits for the shareholder. Routes and tendering have been lost through none other than being outbid by the lowest denominator, opposed quality and reliability of service. This proves that it does not have the customer or staff welfare in mind. More companies are being run by draconian methods instilling fear amongst those that drive the buses; many are forced to drive while unfit, as there is no adequate sick pay. Many are on different rates of pay for doing the same job, creating a divided, unhappy work environment.  This can be fatal to the travelling public.  Therefore, we demand that this whole process be looked at with a view to renationalising the bus industry, rather than have a third world countries employee driving a first worlds countries transport system",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-03T19:54:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-03T19:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:11.532Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Mayor and Greater London Assembly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:11.536Z"
    },
    "id": 43928,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43928.json"
    },
    "type": "archived-petition"
}