{
    "attributes": {
        "action": "Create an animal abuse offenders list and a disclosure for anyone who wishes to own an animal.",
        "additional_details": "Animal abuse can not be tolerated. 6 months in prison doesnt stop someone from abusing animals when they are out of prison, like paedophiles who are put on a sex offenders list, people who abuse animals in any form who are convicted should be put on a list and never be allowed near another animal again. It isnt easy to do this but for this to be succesful there also has to be some sort of disclosure to owning an animal. It will be good because if someone has to go through this and have to pay for it then it may make them think twice about owning an animal which may decrease in animals being abandoned from people who decide they actually made the wrong decision of buying an animal. This should be for anyone even people giving an animal away, people adopting animals at shelters, people working with animals, breeders, etc and should recieve a fine if this law is broken.\r\n\r\nI think this petition should get atleast 10k signatures before submission so please sign and share now.\r\n\r\nThankyou",
        "background": null,
        "closed_at": "2013-07-10T09:05:52.000Z",
        "created_at": "2013-01-05T11:42:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-05T11:42:27.000Z",
        "opened_at": "2013-01-10T10:05:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 49,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:11.959Z"
    },
    "id": 43993,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/43993.json"
    },
    "type": "archived-petition"
}