{
    "attributes": {
        "action": "Classification of the Catholic Church as a hate group",
        "additional_details": "We, the undersigned, call on the British Government to review it's position with regards to the Catholic Church as a legitimate religious institution operating in the UK.\r\n\r\nIn his 2012 Christmas address to the College of Cardinals, Pope Benedict XVI demeaned and belittled homosexual people around the world. Using hateful language and discriminatory remarks, the Pope painted a portrait in which gay people are second-class global citizens. Pope Benedict said that gay people starting families are threatening society, and that gay parents objectify and take away the dignity of children. The Pope also implied that gay families are sub-human as they are not dignified in the eyes of God.\r\n\r\nUpon these inflammatory remarks & its institutional opposition to both female clergy as well as equal adoption & marriage rights for homosexuals, the Roman Catholic Church fits the definition of a hate group as defined by the Home Office.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-05T21:55:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-05T21:55:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:12.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Home Office does not maintain a list of 'hate groups'.  In addition, there is no Government classification of legitimate religious institution."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:12.285Z"
    },
    "id": 44007,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44007.json"
    },
    "type": "archived-petition"
}