{
    "attributes": {
        "action": "Road Safety - Driving Test and Highway Code",
        "additional_details": "Whilst the driving theory test has some optional cycling awareness questions, not everyone is tested with these and the practical driving test does not have any particular focus on cyclists.  If drivers are not trained to be aware of cyclists and how to drive around them they will retain the lack of awareness after they pass their test.  British Cycling supports the motoring organisations which are calling for harder tests and the inclusion of cycle awareness in the test.\r\n\r\nBritish Cycling's manifesto says: changes to the driving test to make cycle awareness a core part of driver training and testing with emphasis on how much space to give cyclists and how to safely overtake cyclists.\r\n\r\nWe need to make this happen and stop people being needlessly killed on the roads.",
        "background": null,
        "closed_at": "2014-01-08T08:55:41.000Z",
        "created_at": "2013-01-07T12:45:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:12.699Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nPromoting cycling and safer cycling is a top priority for this Government. A wide variety of advice and guidance is published regarding the correct attitudes and behaviours motorists should display towards vulnerable road users, including cyclists.  Since 2010, the Driving Standards Agency (DSA) has published a series of National Driving and Riding Standards for vehicle drivers and motorcyclists. These set out the requirements for all drivers and riders to be safe and responsible on the road. This includes the need to be aware of, and considerate towards, all vulnerable road users, including cyclists. These can be found at www.gov.uk/government/organisations/driving-standards-agency.\r\n\r\nThe DSA series of official learning materials also provide advice to raise awareness of the possible actions of cyclists and how to make allowances, especially for younger cyclists. These can be found at www.gov.uk/government/organisations/driving-standards-agency.\r\n\r\nQuestions about vulnerable road users are included in the multiple-choice driving theory test which all learner drivers must pass.  Each test candidate will typically be asked 6 questions relating to this topic area.\r\n\r\nWe cannot realistically ensure that all practical tests include an assessment of the candidate’s interaction with vulnerable road users. However, practical driving test routes are carefully designed so that they assess driving test candidates on a wide variety of road and traffic conditions.  These could well involve interaction with cyclists and other vulnerable road users.  For instance cycle lanes will be present on many routes.  These will require test candidates to demonstrate awareness and safe decision making, particularly when turning or emerging from junctions across these cycle lanes.  We encourage and would expect such issues to be covered during the candidate’s training. DSA’s learning to drive syllabus, which is drawn from the National Standards includes the learning outcome “know how to adjust your separation distance from other road users and create a safe driving space when on the move and when stationary.”\r\n\r\nThis e-petition will remain open to signatures until the published closing date and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-05-20",
            "summary": "",
            "updated_at": "2017-06-21T15:12:12.699Z"
        },
        "government_response_at": "2013-05-19T23:24:33.457Z",
        "moderation_threshold_reached_at": "2013-01-07T12:45:15.000Z",
        "opened_at": "2013-01-08T08:55:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-04-19T23:24:33.457Z",
        "scheduled_debate_date": null,
        "signature_count": 17962,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:12.704Z"
    },
    "id": 44059,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44059.json"
    },
    "type": "archived-petition"
}