{
    "attributes": {
        "action": "National Minimum Fees (NMF) for Foster Carers (FC)",
        "additional_details": "The Department of Education publishes national minimum allowances for FC in the UK (excluding Scotland). This allowance covers the cost of looking after children in the care of a FC. However the Department of Education does not publish NMF for FC, which means that fees vary widely across the UK, most fees being paid at below the national minimum wage (even when working on the premise of a 40 hour week), with some LAs/IFAs paying no fee at all. No other profession that works with children is expected to do so at below the national minimum wage or without any pay at all.\r\n\r\nI believe that FC should therefore be paid a fee. This fee, based on the recommendation by the Fostering Network should be set at a level that is comparable with children’s residential social workers. The requirement to provide FC with a NMF should be underpinned by legislation, as are national minimum allowances to cover the cost of looking after a child in care.\r\n",
        "background": null,
        "closed_at": "2014-01-09T14:50:42.000Z",
        "created_at": "2013-01-08T11:39:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-08T11:39:17.000Z",
        "opened_at": "2013-01-09T14:50:42.000Z",
        "rejected_at": "2017-06-21T15:12:13.161Z",
        "rejection": {
            "code": "duplicate",
            "details": "Any revised e-petition must be submitted to 'Office of the Leader of the House of Commons' as responsible department to avoid it being rejected as a duplicate."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:13.164Z"
    },
    "id": 44109,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44109.json"
    },
    "type": "archived-petition"
}