{
    "attributes": {
        "action": "Bring back the wilderness",
        "additional_details": "In addition to conserving our existing woodlands, wetlands and moors for wildlife and recreational value, true wilderness could be recreated in the UK, particularly in Scotland - if large little-used land areas are purchased and farmers paid to relocate. Appropriate vegetation management can restore the ancient species mix, which is already accomplished on many smaller nature reserves. Britain once possessed a variety of large wild animals comparable to North America, or ultimately to Africa. Beavers and wild boar have been successfully reintroduced to parts of the UK: future reintroductions should include elk, wood bison, Heck cattle, wild horses, lynx, wolves, bears and possibly even elephants (as a replacement for the extinct wooly mammoth). As a rich and developed nation, Britain could lead by example: show the world that a richer and wilder natural environment can be established for the future.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-05T09:52:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-05T09:52:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:24.961Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This request should be submitted to the Scottish Parliament Public Petition website: http://www.scottish.parliament.uk/vli/publicinfo/htsapp/Index.htm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:24.964Z"
    },
    "id": 4412,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/4412.json"
    },
    "type": "archived-petition"
}