{
    "attributes": {
        "action": "No MP Salary Increase",
        "additional_details": "At a time when the country is in deep financial crisis, the ordinary working people of this country are still losing their jobs, have been, still are suffering wage freezes while living costs are spiralling, and the government cutting or capping benefit payments, is it right for MP’s to get ANY pay rise, let alone a 32% increase they have been reported as wanting.\r\n\r\nWHATEVER HAPPENED TO “WE’RE ALL IN THIS TOGETHER”\r\n\r\nSAY NO TO ANY PAYRISE FOR MP’S.\r\n",
        "background": null,
        "closed_at": "2014-01-14T09:33:25.000Z",
        "created_at": "2013-01-10T18:32:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:14.139Z",
            "details": "As this e-petition has passed more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIn May 2011, responsibility for the determination of Members' salaries was transferred to the Independent Parliamentary Standards Authority (IPSA). In handing the determination and administration of MPs' pay to an independent body, any role for the House of Commons or the Government in setting the level of Members' remuneration has finally ended. It is for IPSA to decide on Members' pay now and in the future.\r\n\r\nIn January 2013, the IPSA Board determined to increase MPs' salaries by 1%, with effect from 1 April 2013 and 1 April 2014. This pay rise is in line with the pay deal for the rest of the public sector.\r\n\r\nISPA are currently considering the long term settlement for MPs' pay and pensions, which will apply after the general election expected in 2015. Individuals or organisations can respond to this consultation by email to mppayandpension@parliamentarystandards.org.uk, by letter, or by completing the online survey. Details of the proposals and how to respond can be found on the website www.parliamentarystandards.org.uk. Responses are sought by 20 October 2013.\r\n\r\nThe Government has already set out its views and made it clear that we expect IPSA to take the broader fiscal climate into account when considering the long term settlement, in particular the context of the Government's approach to public service pay and pensions.\r\n\r\nThis e-petition remains open to signatures and will be considered debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:14.139Z"
        },
        "government_response_at": "2013-03-15T07:03:49.317Z",
        "moderation_threshold_reached_at": "2013-01-10T18:32:14.000Z",
        "opened_at": "2013-01-14T09:33:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-02-15T07:03:49.317Z",
        "scheduled_debate_date": null,
        "signature_count": 57217,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:14.145Z"
    },
    "id": 44225,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44225.json"
    },
    "type": "archived-petition"
}