{
    "attributes": {
        "action": "Reduce or remove the social security benefits of individuals convicted of public order offences related to the flag riots in Northern Ireland.",
        "additional_details": "Sign this petition if you believe the taxpayer should no longer be forced to have their daily lives disrupted and foot the bill for the damage caused to public property due to the actions of an undemocratic minority in Northern Ireland.\r\n\r\nThis petition requests that the NIO and Department of Work and Pensions reduce and/or remove the social security benefits of individuals found guilty of ANY public order offences arising from the ongoing social unrest, regardless of whether the offence carries a custodial sentence.\r\n\r\nThe money raised should be used to repair damage to public property and fund youth education programs on democracy and equality.\r\n\r\nThis petition also requests that NI local housing authorities compel social landlords to exercise eviction notices in cases where tenants and/or family members are convicted of public order offences related to the protests.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-11T23:06:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-11T23:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:14.930Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:14.933Z"
    },
    "id": 44310,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44310.json"
    },
    "type": "archived-petition"
}