{
    "attributes": {
        "action": "Do not privatise the Probation Service",
        "additional_details": "Privatisation of the Probation Service and 'payment by results' is unlikely to work in reality.\r\n\r\nMany offenders will not be supported to make the necessary changes in their lives, as the 'results' will not be overt. Privatisation of a service such as this can cause a lot of harm, especially if it is money orientated, true and accurate 'results' may not be reflected in reality. Businesses want to make profits, not losses.\r\n\r\nLow to medium risk offenders can turn into high risk offenders overnight. People working with offenders should be well trained and skilled professionals.",
        "background": null,
        "closed_at": "2014-01-14T17:11:59.000Z",
        "created_at": "2013-01-14T06:51:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:15.623Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:.\r\n\r\nOn 9 May 2013, the Secretary of State for Justice, Chris Grayling, announced new measures to reform rehabilitation services for offenders.  Aimed at tackling our stubbornly high reoffending rates, these measures will ensure for the first time, every offender released from custody receives a minimum of 12 supervision and rehabilitation in the community.  To achieve this, the Government is legislating to extend this statutory supervision and rehabilitation to the most prolific group of offenders – those sentenced to less than 12 months in custody. We are putting in place an unprecedented nationwide ‘through the prison gate’ resettlement service  meaning offenders will be given continuous support by one provider from custody into the community..  We will support this by ensuring that most offenders are held in a prison designated to their area for at least three months before release. We are opening up the market to a diverse range of new rehabilitation providers, so that we get the best out of the public, voluntary and private sectors, at both local and national level.  The providers will have the flexibility to do what works but will only be paid in full for real reductions in reoffending.\r\n\r\nProtecting the public is our top priority. Management of those offenders who pose the highest risk of serious harm will remain with the public sector.  Cases will be referred by the provider to the public sector probation service for a reassessment of risk if there is a significant change in the offender’s circumstances, or intelligence received  indicate that the risk of serious harm may have escalated to high. If the public sector probation service assesses the case as having escalated to high it will take over the responsibility for that case.  New providers will have contractual obligations to work in partnership with the public sector probation service in managing risk of serious harm.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "responded_on": "2013-04-07",
            "summary": "",
            "updated_at": "2017-06-21T15:12:15.623Z"
        },
        "government_response_at": "2013-04-07T02:10:34.819Z",
        "moderation_threshold_reached_at": "2013-01-14T06:51:21.000Z",
        "opened_at": "2013-01-14T17:11:59.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-03-07T03:10:34.819Z",
        "scheduled_debate_date": null,
        "signature_count": 35495,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:15.629Z"
    },
    "id": 44403,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44403.json"
    },
    "type": "archived-petition"
}