{
    "attributes": {
        "action": "Petition For the Reform of Law on Drugs",
        "additional_details": "The government shouldn't be able to tell people what they can and can't put in their own body. Drugs should be a health issue, not a criminal issue\r\n\r\nEducation in schools on drugs is inadequate. Sites like Talk to Frank have inadequate or incorrect information and no information on dosages\r\n\r\nLegalised/regulated drugs cut funding for criminal activities. If drugs are legalised/regulated, warnings and dosages can be on the back of the box reducing overdoses. Drugs that are highly addictive like heroin or have effects on the mind like LSD could have assessments to see if someone is able to use the drug safely. Records prevent buying a lot in a short period of time, leading to addiction\r\n\r\nMoney going into the currently inadequate education on drugs, catching drug users/dealers and keeping people in prison who aren't a danger to society can be diverted, and legal drug markets can be taxed\r\n\r\nUse discretion with which drugs should be legalised, regulated, and if you choose, remain illegal",
        "background": null,
        "closed_at": null,
        "created_at": "2011-07-29T20:38:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T20:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:50.180Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:50.183Z"
    },
    "id": 445,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/445.json"
    },
    "type": "archived-petition"
}