{
    "attributes": {
        "action": "A petition to have street lights installed along the A20 (Stretch from Ashford to Maidstone)",
        "additional_details": "Many individuals have passed away after travelling on, or being pedestrians along the A20. It is a common belief that street lights should have been installed along the most 'tricky' parts of the A20 for a long time now. My proposal is for street lights to be placed along the most misleading and winding parts of the A20 spanning from Ashford to Maidstone and back. With these lights pedestrians will stand a better chance of being seen by traffic, drivers will be also be able to see where the road meets the pavement and be in better stead to judge the peculiar winds and turns in the road when driving at night. Even if street lights are only placed on the most dangerous parts of the road a massive impact will still be made to many lives. ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-18T16:50:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-18T16:50:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:17.896Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision to install street lighting on the A20 will be for Kent County Council to make.  Central Government has no powers to instruct the Council to do so (and the e-petitions website is an arena for calling on Central Government, rather than local authorities, to act).  You may wish to consider resubmitting your e-petition to call on Central Government to take such powers, if that is what you feel is appropriate."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:17.898Z"
    },
    "id": 44654,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44654.json"
    },
    "type": "archived-petition"
}