{
    "attributes": {
        "action": "Adequate Police Resources To Disperse Unsupervised Teenaged Children From Fast food Restaurants.",
        "additional_details": "Large groups of teenaged, school children are congregating in rowdy, aggressive and intimidatory numbers between the early and late evenings within non-licenced, sit down fast food restaurants on numerous weekdays and especially weekends. Their congregation in such numbers is particularly threatening and confrontational since they are not accompanied by a responsible parent or guardian where they create a breach of the peace and always seem to return when the restaurant manager asks them to leave. Restaurant managers are too frightened and scared to deal with such numbers and have on occasions been assaulted by them. The local police authorities appear disinterested in commiting sufficient resources to the problem, where an immediate police response with zero tolerance measures could prevent a breach of the peace and riotous assembly escalating into possible assault of the restaurant staff and members of the public when they`re approached",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-25T21:01:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-25T21:01:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:20.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a police operational matter."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:20.557Z"
    },
    "id": 44953,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44953.json"
    },
    "type": "archived-petition"
}