{
    "attributes": {
        "action": "Ban MPs from voting on matters in which they have a financial interest",
        "additional_details": "We call on HM Government for new legislation to ensure that:\r\n\r\ni. No member of Parliament may speak or vote in a debate on legislation which could financially benefit any commercial operation in which they have a financial interest; and\r\n\r\nii. No member of Parliament may speak or vote in a debate on legislation which could financially benefit any commercial operation which has made - or currently makes - donations to themselves personally or their political party.\r\n\r\nWe believe this is necessary to prevent corruption. It is also in accord with the spirit of political reform supported by the government.",
        "background": null,
        "closed_at": "2014-01-30T12:00:41.000Z",
        "created_at": "2013-01-26T12:19:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:20.748Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe participation of Members of Parliament in debates and votes are a matter for the rules of each House rather than for legislation. The rules are based upon the principle of transparency: the registration and the declaration of any financial interests.  In the House of Commons, the Code of Conduct requires Members to fulfil the requirements of the House relating to the registration of interests in the Register of Members’ Financial Interests and to be open in drawing attention to any financial interest in proceedings of the House. The application of these rules are explained in The Guide to the Rules relating to the Conduct of Members, which is available at: http://www.publications.parliament.uk/pa/cm/cmcode.htm\r\n\r\nSimilar rules apply in the House of Lords. These make clear that it is for Peers themselves to declare a financial interest if a reasonable person might think that their actions could be influenced by a relevant interest. The rules and guidance are available at http://www.publications.parliament.uk/pa/ld/ldcond/code.pdf . In both Houses the respective Registers of Interests are publically available and updated regularly.\r\n\r\nIt would not be practicable to prevent Members speaking or voting in debates on legislation which could financially benefit any commercial operation in which they have a financial interest or which has made donations to themselves of their party. A significant number of legislative provisions in any year may have beneficial financial implications for all or most commercial operations. The requirement proposed would impose a duty on all Members to ascertain whether a general legislative provision might be of financial benefit to particular operations in which they had an interest. There are questions as to how such a complex requirement could be policed effectively and what sanctions would apply.  The rules of the House of Commons already prohibit paid advocacy, so Members cannot advocate measures which are for the exclusive benefit of a body from which they receive a financial benefit. In other cases, where legislation or debate affects a body from which a Member receives a financial benefit, that interest must be properly registered and declared.\r\n\r\nIn relation to political donations and election expenditure, the Government is committed to further improving transparency and accountability, so as to   prevent a situation where opaque and unaccountable groups spend large sums of money attempting to influence the political system. Measures to achieve this objective are included in the Transparency of Lobbying, Non-party Campaigning and Trade Union Administration Bill which is currently before the Parliament.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-08-16",
            "summary": "",
            "updated_at": "2017-06-21T15:12:20.748Z"
        },
        "government_response_at": "2013-08-16T07:40:03.705Z",
        "moderation_threshold_reached_at": "2013-01-26T12:19:27.000Z",
        "opened_at": "2013-01-30T12:00:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-07-16T07:40:03.705Z",
        "scheduled_debate_date": null,
        "signature_count": 10940,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:20.755Z"
    },
    "id": 44971,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/44971.json"
    },
    "type": "archived-petition"
}