{
    "attributes": {
        "action": "Save Lives Save Refuge Services – protect life saving domestic violence services from the impact of welfare reform",
        "additional_details": "Universal Credit and the benefit cap could threaten the survival of refuge services unless they are specifically protected. The cap will affect larger families and those who need to claim for two rents for both the refuge service they are living in and the house they have fled from, but eventually hope to return to.\r\n\r\nThe Government has stated that if refuge services fall within the definition of ‘exempt accommodation’ under current Housing Benefit rules, housing costs for residents will be met locally, outside of Universal Credit, and will not count in the calculation of the benefit cap. But there is concern that many refuge services do not currently fit the criteria for ‘exempt accommodation’ and will therefore be under threat from the changes.\r\n\r\nWe call upon the government to ensure that all refuges are granted exempt status so that victims can access a place of safety and to ensure that refuge services are not lost due to a lack of rental income.\r\n",
        "background": null,
        "closed_at": "2014-01-29T11:32:25.000Z",
        "created_at": "2013-01-28T14:02:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-28T14:02:59.000Z",
        "opened_at": "2013-01-29T11:32:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4223,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:21.368Z"
    },
    "id": 45058,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45058.json"
    },
    "type": "archived-petition"
}