{
    "attributes": {
        "action": "BAN EAR PIERCING FOR CHILDREN UNDER THE AGE OF 8",
        "additional_details": "A legal age restriction of at least 8 years needs to be implemented in relation to the ear piercing of infants and children in the UK.\r\n\r\nMany of us have walked past establishments such as Claires Accessories and have witnessed visibly distressed babies and children being subjected to having pieces of metal driven through their ear lobes at the request of their own parents/guardians.\r\n\r\nIt is unfathomable that the act of inflicting needless pain upon a baby or child in the name of vanity, is not looked upon as a form on child cruelty in this day and age.  The child not only experiences unnecessary pain, but is also subjected to a number of Health and Safety risks/factors during and after the procedure, such as infection or split lobes.\r\n\r\nYoung people should be able to make an informed decision as to whether they wish to undergo the procedure of having ear piercings, and not have this choice taken away from them at such a young age.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-01-31T13:00:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-01-31T13:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:22.846Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Ban all ear piercing to those under 10 years old"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:22.850Z"
    },
    "id": 45241,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45241.json"
    },
    "type": "archived-petition"
}