{
    "attributes": {
        "action": "Protect coarse fish stocks in Scottish waters with legally binding restrictions",
        "additional_details": "Most Scottish based anglers are aware in recent years our coarse fish stocks are in sharp decline. Whilst there are many contributing factors. The biggest threat and the one that needs dealt with the quickest is the Killing and Removal of our favoured species, via various means. These methods include, gill netting, set lines and excessive killing of coarse fish for the pot...\r\n\r\nThe Scottish officers of the Pike anglers club (PAC) www.pikeanglersclub.co.uk recognise we cant be blinkered and place the pike on a pedestal above other coarse fish. We are currently building relationships with the Scottish federation for coarse angling (SFCA) and indeed call for the removal of ALL coarse fish to be subject to legally binding restrictions....\r\n\r\nThe onus is on us anglers to make the difference. SFCA are meeting with fisheries ministers soon, this petition could help.\r\n\r\nPlease take a minute and sign this petition and let’s see if we can make the difference.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-01T11:17:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-01T11:17:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:23.213Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:23.215Z"
    },
    "id": 45289,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45289.json"
    },
    "type": "archived-petition"
}