{
    "attributes": {
        "action": "Calling for suspension & scientific review of the Chronic Fatigue Syndrome (CFS) NICE guidelines (CG53) following the failure of the PACE trial",
        "additional_details": "The PACE trial was set up to evaluate the current use of cognitive behavioral therapy (CBT) & graded exercise therapy (GET) in the CFS NICE guidelines.\r\n\r\n“there was a lack of high quality evidence to inform treatment of CFS...“ Dr Rawle, Medical Research Council, to Professor Malcolm Hooper, 6th Jan 2011.\r\n\r\nThe psychiatrists conducting the trial assumed that all symptoms were caused by fear based avoidance of exercise and deconditioning. They have produced 3 publications based on the same anecdotal reports using different bizarre definitions of recovery & unfounded assumptions each time. The PACE trial facts are clear. CBT does not produce any objectively measurable improvement in disability. GET does not produce any clinically important or practically significant improvement in the time taken to walk 6 mins. As the PACE data disproved their assumptions I call for an immediate suspension of the NICE guidelines for CFS & an immediate scientific review of all biological evidence.\r\n",
        "background": null,
        "closed_at": "2013-08-04T10:06:27.000Z",
        "created_at": "2013-02-01T14:24:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-01T14:24:25.000Z",
        "opened_at": "2013-02-04T11:06:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 741,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:23.276Z"
    },
    "id": 45302,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45302.json"
    },
    "type": "archived-petition"
}