{
    "attributes": {
        "action": "General Election - 500,000 epetition signatures required",
        "additional_details": "We call upon the Government to undertake the following:\r\n\r\nThat upon receipt of an epetition with more than 500,000 signatures requesting a General Election; they should:\r\n\r\na) Dissolve Parliament within 30 days of receipt of the petition\r\nb) Hold a General Election within 3 months of the dissolution of Parliament\r\n\r\nWe believe that this measure will ensure that democracy and accountability are exercised by the people rather than by the political elite.\r\n\r\nIt will ensure that politicians are more likely to keep to their promises, and govern in the interests of the many, rather than the few.\r\n\r\n",
        "background": null,
        "closed_at": "2014-02-04T10:02:48.000Z",
        "created_at": "2013-02-02T04:00:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:23.522Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government will not seek to dissolve Parliament before 2015. We came together at a time of crisis to fix the country and ensure our long term prosperity. We intend to secure a country in a better state than when we came into office.  Although we know that not everything we do is popular, we know it is necessary for Britain to rebuild and compete in the world. We are making progress and keeping our promises by cutting the deficit, cutting crime and immigration, reforming our welfare and education systems to help people work hard and get on. We have cut corporation tax and are slashing red tape to make Britain a good place to do business, and have increased the personal allowance to cut taxes for millions of low and middle income earners, frozen council tax and cut fuel duty to help families with the cost of living.\r\n\r\nPractically, the Fixed- term Parliament Act 2011 abolished the Prime Minister's prerogative power to dissolve Parliament. The Act provides that Parliament can only be dissolved early if a Government is unable to secure the confidence of the House of Commons within 14 days of a no-confidence vote, or where at least two thirds of all MPs vote for an early general election. The legislation established five year fixed terms for the UK Parliament. The next General Election is therefore planned in law for 7 May 2015, and polling day will ordinarily be the first Thursday in May every five years.  A debate in Parliament on an e-petition is unlikely to result in legislation to undo this legal lock.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-25",
            "summary": "",
            "updated_at": "2017-06-21T15:12:23.522Z"
        },
        "government_response_at": "2013-06-25T22:49:24.971Z",
        "moderation_threshold_reached_at": "2013-02-02T04:00:27.000Z",
        "opened_at": "2013-02-04T10:02:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-25T22:49:24.971Z",
        "scheduled_debate_date": null,
        "signature_count": 16511,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:23.528Z"
    },
    "id": 45329,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45329.json"
    },
    "type": "archived-petition"
}