{
    "attributes": {
        "action": "France Farrell sentence to lenient.",
        "additional_details": "France Farrell lost his live for refusing to give his assailant a cigarette he was left in the road to die whilst his assailant fled. His assailant went back out to gloat about what he had done and showed no remorse. The sentence4 was under 3 yrs which with good behaviour could be reduced to 18 months is this not to lenient. The sentence should be looked at again please sign the appeal if you agree. ",
        "background": null,
        "closed_at": "2014-02-06T13:50:03.000Z",
        "created_at": "2013-02-05T12:20:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:24.709Z",
            "details": "The Law Officers (the Attorney General and Solicitor General) have the power, under section 36 of the Criminal Justice Act 1988, to refer to the Court of Appeal certain sentences passed in the Crown Court which appear to them to be unduly lenient. The power to refer sentences to the Court of Appeal is subject to strict limitations and must be exercised within 28 days of sentence. The time limit is set out in legislation and cannot be extended. In this particular case, the offender was sentenced on the 11 December 2012 and the time limit expired on 8 January 2013.\r\n\r\nIt is therefore no longer possible for the Law Officers to consider this sentence for review.\r\n\r\nThis case was, however, brought to our attention as a potential unduly lenient sentence before the time limit expired. The Solicitor General, having carefully reviewed the case, decided that the sentence was not unduly lenient.\r\n\r\nFull details on the unduly lenient scheme can be found on our website: https://www.gov.uk/complain-about-low-crown-court-sentence",
            "responded_on": "2014-03-06",
            "summary": "",
            "updated_at": "2017-06-21T15:12:24.709Z"
        },
        "government_response_at": "2014-03-06T13:50:03.000Z",
        "moderation_threshold_reached_at": "2013-02-05T12:20:41.000Z",
        "opened_at": "2013-02-06T13:50:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 693,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:24.716Z"
    },
    "id": 45468,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45468.json"
    },
    "type": "archived-petition"
}