{
    "attributes": {
        "action": "Hold Senior Leadership Team at Stafford Hospital responsible for findings in the Robert Francis Report (Feb 2013)",
        "additional_details": "In light of the shocking findings from Robert Francis QC's report into the Mid Staffs hospital, the leadership team of that hospital at the time should be held to account.   Whilst the report recognises the failings and the PM has set out the future direction and expectations, it is totally Un-acceptable for senior leaders in this hospital not to be brought to account for these failings, which resulted in hundreds of additional deaths.\r\n\r\nWhen you accept a post of such importance and standing and one that usually involves a 6 figure salary and a generous pension pot, you also accept a duty of care to the patients in your charge.  Walking away with no sanction or consequences is just not acceptable to the vast majority of the British public.\r\n\r\nIf you are serious about changing the culture in the NHS, then people need to be held to account.  Some, if not all of these individuals are now employed in new posts, some with links still to our health service! How can this be allowed?\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-07T07:08:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-07T07:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:25.923Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Prosecute ALL responsible for horror at Staffordshire NHS"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:25.926Z"
    },
    "id": 45612,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45612.json"
    },
    "type": "archived-petition"
}