{
    "attributes": {
        "action": "Redistribute English land ownership - the Robin Hood act",
        "additional_details": "This was inspried after reading an article by Paul Kingsnorth.\r\n\r\nEnglish land owners in 1067 had their land taken from them by William the conquerer and distributed to his cronies whose families are now the ruling elite in the UK thanks to the crimes of their ancetors. More than 70% of England is owed by 1% of the population.\r\n\r\nI suggest reparations are made and the land redistributed back to the original owners - the residents of this country.\r\n\r\nThis is not anti monarch or anti government this is justice for the disgusting land grab made against our ancestors. Just because it was a long time ago does not make it right.\r\n\r\nWithout the people this country is just another island! we are the Great in Great Britain.\r\n\r\nIts not the Middle Ages the 99% cannot take up arms to take back our land from the fat cats but the 99% can be heard sign this petition. We are working so our slave masters can get fatter and richer from the crimes commited on our ancestors. Enough is enough ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-07T13:57:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-07T13:57:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:26.155Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:26.157Z"
    },
    "id": 45640,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45640.json"
    },
    "type": "archived-petition"
}