{
    "attributes": {
        "action": "Pettition to make amendments to Parents Rights",
        "additional_details": "We the undersigned, ask that the Department of Justice create a law or an amendment to a family law which allows parents, or a single parent, the right to discipline a child or children that are in their care, including fostered children or adopted children and up to the age of that child's criminal responsibility.\r\n\r\nWe feel that the only way the nation can cure itself of a cruel infection, namely bullying, is to allow parents the right to speak to their children in a firm manner if their children be known to have bullied any other child or teacher, up to any age.\r\n\r\nWe need the right to punish, within boundaries,  and without outside pressure being borne against those who have had to reprimand their children\r\n\r\nBullying is an infection that now needs eradicating\r\n\r\nThis is a true statement, which is now officially a petition.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-12T17:18:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-12T17:18:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:28.183Z",
        "rejection": {
            "code": "no-action",
            "details": "Please can you clarify which government department you intend this petition to reach. You make a call to the Department of Justice (Ministry of Justice) but have directed it to the Department for Education"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:28.185Z"
    },
    "id": 45889,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45889.json"
    },
    "type": "archived-petition"
}