{
    "attributes": {
        "action": "Pet Theft - Tougher Penalites to Deter.",
        "additional_details": "To introduce a Pet Theft Law.\r\n\r\nWe want stronger and tougher pet theft legislation to increase the punishment to those involved in the theft of a dog, cat, rabbit, aviary-bird or horse.\r\nWe want pets and horses to be legally regarded as living members of the family and not as objects or property.\r\n\r\nWe want to see pet theft punishment set somewhere between kidnapping and the theft of property or an object. The personal value of a pet is much higher than its saleable value and the law needs to reflect this.\r\n\r\nWe want a mandatory prison sentence punishment for anyone who steals pets with the purpose of extracting a ransom, or seeking reward for the safe return of those animals, or with the intention of harming it or with the intention of not returning it to its rightful owner (unless they can prove that the animal was removed for good reason).\r\n\r\nWe want police and courts to have tougher and stronger powers and to prioritise the theft of pets over the theft of objects.",
        "background": null,
        "closed_at": "2014-02-13T14:41:50.000Z",
        "created_at": "2013-02-12T14:16:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:28.070Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe Government takes all crime, including the theft of a pet, very seriously, recognising that it can cause a great deal of distress to those owners whose pets are stolen. However, the Government does not believe it is necessary to create a new offence in order to do this, as such behaviour is already criminal. The theft of a dog constitutes a criminal offence under section 1 of the Theft Act, 1968 and asking for money for its return could constitute blackmail under section 21 of that Act.\r\n\r\nWhen sentencing, the court would take into account the particular harm caused to the owner, in addition to all the other relevant circumstances of the offence. Furthermore, anyone who steals and mistreats a pet could be in breach of the Animal Welfare Act 2006 of which the maximum penalty is a fine of £20,000 and/or 6 months imprisonment. For those reasons, the Government has no plans to introduce separate offences of dog theft or dog kidnapping.\r\n\r\nAs part of its reforms for promoting more responsible dog ownership, Government has introduced plans for the microchipping of all dogs in England by April 2016, which may help to deter such thefts from occurring in the first place. Microchipping of all dogs will help owners recover lost or stray dogs, including, potentially, dogs that are stolen.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-07-27",
            "summary": "",
            "updated_at": "2017-06-21T15:12:28.070Z"
        },
        "government_response_at": "2013-07-27T11:15:14.635Z",
        "moderation_threshold_reached_at": "2013-02-12T14:16:18.000Z",
        "opened_at": "2013-02-13T14:41:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-27T11:15:14.635Z",
        "scheduled_debate_date": null,
        "signature_count": 13634,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:28.109Z"
    },
    "id": 45882,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45882.json"
    },
    "type": "archived-petition"
}