{
    "attributes": {
        "action": "Government must set up an ‘Ex-forces Charter’ guaranteeing quality of care to former armed services personnel in health, housing and employment",
        "additional_details": "Because of the nature of the work carried out by the armed forces and the sacrifices made by the men and women who serve in them, we believe that the government has a moral obligation to ensure that when their service careers are over they are given every assistance to integrate back into society. We therefore call upon the government to set up a cross-party Commons commission to establish an ‘Ex-forces Charter’. The Charter would cover the whole spectrum of issues affecting ex-forces personnel including health, housing, employment and welfare. It would cover the treatment of physical disabilities and mental illnesses sustained in service, and the treatment of ex-forces personnel when they fall foul of the law because of mental problems. It would address the serious problem of homelessness and it would regulate charities to ensure that money raised is used efficiently. The Ex-forces Charter would be made law giving the government a statutory duty to address all of these issues",
        "background": null,
        "closed_at": "2014-02-18T11:29:03.000Z",
        "created_at": "2013-02-13T18:16:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-13T18:16:32.000Z",
        "opened_at": "2013-02-18T11:29:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 771,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:28.554Z"
    },
    "id": 45933,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/45933.json"
    },
    "type": "archived-petition"
}