{
    "attributes": {
        "action": "Force the Premier League to back grassroots football",
        "additional_details": "We call on the Government to ensure that grassroots football receives financial support from the Premier League.\r\n\r\nGovernment cuts mean that many Local Authorities are no longer able to fund grassroots football. Fees for basic facilities are climbing to the point where ordinary people are being priced out of our national sport.\r\n\r\nThe Premier League continues to grow in popularity around the world. Domestic broadcasting rights for 2013-14 to 2015-16 have been sold for £3bn, combined with global rights the Premier League could bring in as much as £5bn over the next three seasons.\r\n\r\nThis cash boost must not be wasted on ever-increasing wages for players when grassroots football is struggling.\r\n\r\nThe Government must encourage the FA to ensure that 7.5% of money from broadcasting rights goes to fund grassroots football. If the FA and Premier League are unable to do so voluntarily the Government must be willing to take further action to make this compulsory.",
        "background": null,
        "closed_at": "2014-02-20T10:21:06.000Z",
        "created_at": "2013-02-19T12:25:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:30.251Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government works closely with the football authorities to ensure that the grassroots benefits from a proportion of the broadcast rights revenue generated by the Premier League and any commercial surplus made by the FA.\r\n\r\nThe Premier League makes a significant voluntary contribution to grassroots football that has continued to grow since the League’s inception.  Over the next three seasons the League will redistribute over £850 million pounds to help strengthen football below the top tier.\r\n\r\nThis includes solidarity payments to support the 72 clubs in the Football League and the 68 clubs in the three divisions of the Football Conference. Part of this funding is ring-fenced to support these clubs’ work in the community.\r\n\r\n£168 million will be spent by the Premier League solely on grassroots football and community sport projects over the next three years. The Premier League has recently formed a strong partnership with Sport England to increase its work in this area. This includes the expansion of the Premier League 4 Sport programme that encourages more young people to take up sport and is helping deliver a tangible sporting legacy from London 2012. The £168 million is on top of direct investment from clubs themselves on community sport projects.\r\n\r\nThe recently launched Premier League and the FA Facilities fund will build and upgrade community football facilities in some of the most deprived areas of the country over the next three years. This will build on the success of the Football Foundation - funded by the Premier League, the FA and Government - that has delivered £780 million worth of investment in grassroots facilities in the last ten years. On top of the Premier League investment, the FA returns any surplus from commercial rights into the game and invested £43 million into grassroots football in 2012.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-05-21",
            "summary": "",
            "updated_at": "2017-06-21T15:12:30.251Z"
        },
        "government_response_at": "2013-05-21T01:23:48.668Z",
        "moderation_threshold_reached_at": "2013-02-19T12:25:37.000Z",
        "opened_at": "2013-02-20T10:21:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-04-21T01:23:48.668Z",
        "scheduled_debate_date": null,
        "signature_count": 30607,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:30.258Z"
    },
    "id": 46134,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46134.json"
    },
    "type": "archived-petition"
}