{
    "attributes": {
        "action": "Declare Inner London boroughs as exempt from planning rules that would allow conversion of B1(a) office to C3 residential without planning permission",
        "additional_details": "The government is proposing changes that will allow conversion of commercial premises into residential without planning permission.\r\n\r\nWe the undersigned businesses and entrepreneurs are extremely concerned that this will have a significant negative impact on the viability of businesses located in Inner London and of Tech City by reducing the overall supply of office space available.\r\n\r\nThe residential market within Inner London creates a financial incentive to convert the kind of easily convertible, older commercial buildings that we depend on and would be most at risk with such changes.\r\n\r\nWe urge Government to consider declaring the Inner London Boroughs as an exemption area so that the Tech City cluster can continue to grow and fulfill the Prime Ministers vision of an expanded inner East London hub driving growth in Europe's dominant tech cluster, and so that small business, charities, and the creative and tech industries can continue to thrive within London.",
        "background": null,
        "closed_at": "2013-05-27T08:48:19.000Z",
        "created_at": "2013-02-20T16:10:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-20T16:10:12.000Z",
        "opened_at": "2013-02-27T09:48:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:30.781Z"
    },
    "id": 46188,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46188.json"
    },
    "type": "archived-petition"
}