{
    "attributes": {
        "action": "Church Meadows School Path Campaign",
        "additional_details": "Please help by giving your support, to our road safety campaign on the new to old Church Meadows school path in Great Broughton. This historic public footpath has been in existence for more than 100 years and now there is a main road running through it. This footpath is the only route for many of our children to and from school and is a tragedy waiting to happen. We need to raise awareness of this potential hazard in order for the parish and county councils to act upon our dire concerns. Part of the path is obstructed by residential fencing and those new to the area have no local knowledge of the public footpath's existence. We need to protect our vulnerable children and elderly villagers from disaster now before it happens. We need a Zebra Crossing and signage so that people are aware of the dangers in this area.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-21T10:47:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-21T10:47:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:31.029Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the local authority; the e-petitions system is designed to make calls on central government to take action.  You may wish to resubmit your e-petition so that it calls on central goverment to encourage the local authority to take action.  If you choose to do this, you may wish to explain where Great Broughton is (there are two in England)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:31.032Z"
    },
    "id": 46213,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46213.json"
    },
    "type": "archived-petition"
}