{
    "attributes": {
        "action": "Health Ministers to approve funding  for a National Specialised Service  and the use of Eculizumab for aHUS patients without delay",
        "additional_details": "We welcome the  advice from the independent body AGNSS that people with aHUS in England should be treated with Eculizumab if they need it. \r\n\r\nWe deplore the Health Minister's decision to delay  implementation of the recommendation by asking NICE to complete a duplicate assessment, thus  prolonging the wait for patients whose lives could be saved or transformed by this drug. ",
        "background": null,
        "closed_at": "2013-08-25T09:27:50.000Z",
        "created_at": "2013-02-22T11:33:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:31.408Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Advisory Group for National Specialised Services (AGNSS) considered the application for eculizumab (Soliris) for the treatment of atypical haemolytic uremic syndrome (aHUS) to be included as part of national commissioning arrangements.  Whilst AGNSS members were convinced of the clinical effectiveness of the drug, they noted its very high cost and the increasing cost profile for the NHS, which is predicted to rise significantly.\r\n\r\nIn considering the recommendation from the AGNSS, the Department took advice on AGNSS’s assessment of the cost impact and affordability of eculizumab.  The Department of Health accepted AGNSS’s advice concerning the clinical effectiveness of the drug, but felt further advice was needed on its suitability for direct commissioning taking account of its costs, benefits and affordability.  As the AGNSS no longer exists as a Ministerial advisory group, the Department of Health has asked the National Institute for Health and Care Excellence (NICE) to undertake this further work as part of its new highly specialised technologies programme.  NICE assumed responsibility for this work on 1 April.\r\n\r\nNHS England is developing an interim policy to enable patients to receive eculizumab while NICE undertakes its evaluation.  This will mean that patients who were previously receiving eculizumab through arrangements with their primary care trust will continue to receive the drug and any newly diagnosed patients will also be funded.  NHS England has assured the Department that patients who are critically ill and who need eculizumab urgently will receive it.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-21",
            "summary": "",
            "updated_at": "2017-06-21T15:12:31.408Z"
        },
        "government_response_at": "2013-06-21T07:08:10.258Z",
        "moderation_threshold_reached_at": "2013-02-22T11:33:08.000Z",
        "opened_at": "2013-02-25T10:27:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-21T07:08:10.258Z",
        "scheduled_debate_date": null,
        "signature_count": 10662,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:31.415Z"
    },
    "id": 46252,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46252.json"
    },
    "type": "archived-petition"
}