{
    "attributes": {
        "action": "Next Generation Schools Campaign - Raise awareness in schools on Forced Marriages and Honour Crime",
        "additional_details": "Karma Nirvana received an email from a teacher who displayed Karma Nirvana's posters. This lasted 24 hours as the Head teacher tore them all down and the teacher was called to her office and told they must not be displayed as she did not wish to upset Muslim parents.\r\n\r\nWe at Karma Nirvana call upon you all to sign our e-petition to the Education Minister for the need to debate how this can happen in a British school where the protection of children should be paramount.\r\n\r\nHow can a Head teacher put the issues of cultural sensitivities before the protection of children & young people?\r\n\r\nPlease support Karma Nirvana so that we may reach our most vulnerable groups being children & young people who have a right to achieving an education and the right to choose their marriage partner.\r\n\r\nWe at Karma Nirvana believe that no child in the UK should have to be contemplating any kind of marriage.\r\nPlease sign this petition and make a difference in speaking for those who cannot speak out.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-25T09:48:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-25T09:48:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:32.397Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:32.401Z"
    },
    "id": 46372,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46372.json"
    },
    "type": "archived-petition"
}