{
    "attributes": {
        "action": "Gay marriage in primary schools??!!",
        "additional_details": "We would like the department of education to STOP the distribution of books that promote same sex marriage and the learning of such material within schools. In the muslim community we VERY STRONGLY DISAGREE with the teachings of this subject. WE DO NOT WANT OUR CHILDREN EXPOSED TO THE IDEA OF GAY MARRIAGE! OR OF SUCH KNOWLEDGE..\r\n\r\nThere will create disastrous consequences in the Islamic community if children are educated into thinking such acts are feasable in there personal life as well as religiously.\r\nWe demand that you take these matters into consideration and act upon this..\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-02-26T18:24:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-26T18:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:33.004Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the policy framework for the National Curriculum. This decides what is taught in terms of content, attainment targets and how performance is assessed and reported.\r\n\r\nThere are no prescribed textbooks for any subject and we do not endorse or promote specific publications to schools. We ask individual schools and teachers to use their professional judgement to decide what materials are appropriate to use in the classroom to deliver the National Curriculum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:33.007Z"
    },
    "id": 46444,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46444.json"
    },
    "type": "archived-petition"
}