{
    "attributes": {
        "action": "Stop Holiday companies charging extra in school holidays",
        "additional_details": "Family time is so much more essential in the current working world, but so many people cannot afford holidays in school holidays. A break at home is not the same as getting away from it all where there isn't any house work or DIY to get done, instead focus is on family.  Its time to stop the holiday companies cashing in on school holidays and let parents have some guilt free family time! Enforce action that caps the percentage increase on holiday prices in school holidays.",
        "background": null,
        "closed_at": "2014-03-07T14:40:36.000Z",
        "created_at": "2013-02-26T21:51:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-06-22T09:06:50.909Z",
        "government_response": {
            "created_at": "2017-06-21T15:12:33.118Z",
            "details": "Responsibility for this policy area sits with the Department for Business, Innovation and Skills.\r\n\r\nIn a competitive market it is for business to decide the market worth of their products and to price accordingly.  In the holiday market there is fierce competition for custom.  Prices rises in peak periods are a reflection of the international competition holiday companies face for hotel accommodation and other services in destinations which are popular with consumers from many other countries and where there are limits to capacity.  These consumers also wish to holiday during these peak periods. We are advised also that holiday companies must seek to make a reasonable profit during the peak periods so that they are able to operate throughout the year when demand and therefore prices and profits are lower.\r\n\r\n\r\nThis e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons. This e-petition will remain live, and people will be able to continue adding their signatures.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:33.118Z"
        },
        "government_response_at": "2013-04-18T05:55:13.490Z",
        "moderation_threshold_reached_at": "2013-02-26T21:51:58.000Z",
        "opened_at": "2013-03-07T14:40:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-03-18T06:55:13.490Z",
        "scheduled_debate_date": null,
        "signature_count": 170931,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:33.125Z"
    },
    "id": 46455,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46455.json"
    },
    "type": "archived-petition"
}