{
    "attributes": {
        "action": "Initiate a Korean language Broadcast of the BBC World Service for the Korean Peninsula",
        "additional_details": "At present, the BBC operates its World Service in 28 languages, and it is time for a Korean-language version.\r\n\r\nSouth Korea has become a significant economic and cultural force in the world, and it is in Britain’s interest to foster greater mutual understanding with this important nation. The BBC is a globally recognized symbol of British excellence and integrity, a perfect ambassador to the South Korean public.\r\n\r\nFor North Koreans without freedom of information, the BBC will provide objective news and help change their views. Unbound to existing interests on the Korean peninsula, the BBC will command special respect from all Korean listeners for its history of upholding citizenship and civil society everywhere.\r\n\r\nBurmese opposition leader Aung San Suu Kyi has remarked that while she was under house arrest, “the BBC was giving me something everyday, [...] and I hope that you will continue to do that for other people, in other places.”\r\n\r\nMake BBC Korea a reality.",
        "background": null,
        "closed_at": "2013-08-27T10:05:12.000Z",
        "created_at": "2013-02-26T22:00:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-26T22:00:03.000Z",
        "opened_at": "2013-02-27T11:05:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 39,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:33.132Z"
    },
    "id": 46456,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46456.json"
    },
    "type": "archived-petition"
}