{
    "attributes": {
        "action": "Take action against employers illegitimately rejecting job for international Students and graduates currently in UK",
        "additional_details": "The PM promised anyone with a graduate job and GBP 20K salary can obtain a visa to work in the UK.Most employers reject applications for graduate jobs citing the difficulty to obtain certificate of sponsorship(COS)which is required for a for a tier 2 visa application. The students currently in UK are exempted from immigration cap. Employers are either unaware of this or deliberately ignore foreign applicants.There are foreign graduates with high potential to contribute to the UK economy.The government is totally ignoring them forgetting the huge fees paid to Uni.The UKBA salary requirements for tier 2 has not been updated with most job requiring GBP 30K to qualify which is far more than the GBP 20K Mr David Cameron has mentioned.Please take necessary steps to make sure people will benefit from the new legislation surrounding tier 2 visa and a re-confirm exemption of students from immigration cap.Also let the employers fully aware of their responsibility in providing equal opportunities",
        "background": null,
        "closed_at": "2013-09-13T16:11:53.000Z",
        "created_at": "2013-02-26T22:40:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-02-26T22:40:23.000Z",
        "opened_at": "2013-03-13T17:11:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:33.170Z"
    },
    "id": 46461,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46461.json"
    },
    "type": "archived-petition"
}