{
    "attributes": {
        "action": "Licencing of upland grouse moors and gamekeepers.",
        "additional_details": "Given the continuing levels of illegal persecution of birds of prey the Government is called upon to introduce a system of operating licences for upland grouse shoots.Following any proven offence of persecution on the shoot concerned, i.e. illegal trapping, use of poisons, shooting or the interference with or destruction of nests, the licence would be revoked for a period of not less than two years and commercial shooting activity cease.\r\n\r\nLinked to the above the Government is called upon to introduce an accreditation scheme or licencing system for all gamekeepers, be they employed in a full time or part time capacity. If an individual then has any proven involvement with raptor persecution, the licence would be withdrawn for a period of three years along with the right to hold a gun licence. Any repetition of an offence would result in the licences being withdrawn for life. ",
        "background": null,
        "closed_at": "2014-02-27T10:36:32.000Z",
        "created_at": "2013-02-27T09:47:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:33.264Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government is aware of incidences of illegal killing of birds of prey and Ministers take the issue very seriously.  To address this, senior Government and enforcement officers in the UK identified raptor persecution as a national wildlife crime priority.  Raptor persecution is subject to a prevention, intelligence, enforcement and reassurance plan led by a senior police officer through the Raptor Persecution Delivery group.  The National Wildlife Crime Unit, which is funded by the Government, monitors and gathers intelligence on illegal activities affecting birds of prey and provides assistance to police forces when required.\r\n\r\nShooting makes an important contribution to wildlife control and conservation, biodiversity and to the social, economic and environmental well-being of rural areas, where it can provide a supplement to incomes and jobs.  The overall environmental and economic impact of game bird shooting is therefore a positive one and it has been estimated by the industry that £250 million per year is spent on management activities that provide benefits for conservation.\r\n\r\nWhen carried out in accordance with the law, shooting for sport is a legitimate activity and our position is that people should be free to undertake lawful activities. There are no current plans to restrict sport shooting in England.  This Government encourages all shoot managers and owners to ensure they and their staff are following recommended guidelines and best practice to reduce the chances of a conflict of interest with birds of prey.\r\n\r\nWe acknowledge that crimes against birds of prey are abhorrent but it should be noted though that, despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine falcon, red kite and buzzard have increased.  While a small minority is prepared to kill birds of prey, and where possible these people are brought to justice, this demonstrates that the policies in place to conserve these species are working.\r\n\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:12:33.264Z"
        },
        "government_response_at": "2013-09-21T10:26:10.655Z",
        "moderation_threshold_reached_at": "2013-02-27T09:47:43.000Z",
        "opened_at": "2013-02-27T10:36:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-21T10:26:10.655Z",
        "scheduled_debate_date": null,
        "signature_count": 10429,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:33.271Z"
    },
    "id": 46473,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46473.json"
    },
    "type": "archived-petition"
}