{
    "attributes": {
        "action": "Scrap plans for the HS2 'Paving Bill'",
        "additional_details": "The mad rush for the HS2 project is being fuelled by sentiment and sound bites which have no basis in reality, and the proposal to submit a paving bill reflects this.\r\n\r\nThe DfT has knowingly fabricated the supporting evidence for HS2, using every outdated figure and model available to them. As a result, they have presented a grossly inflated business case which doesn’t stand up to scrutiny. The costs are too great and the value for money of the project is far too low at a time of supposed austerity.\r\n\r\nEnvironmentally HS2 is a disaster threatening at least 350 unique habitats, 50 ancient woodlands, 30 river corridors, 24 Sites of Special Scientific Interest and hundreds of other important areas which cannot be replaced.\r\n\r\nHS2 would have significant social impacts, uprooting householders and devastating communities without proper compensation.\r\n\r\nHS2 is simply a vanity project and must be cancelled.",
        "background": null,
        "closed_at": "2014-02-28T09:07:04.000Z",
        "created_at": "2013-02-27T17:25:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:33.509Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government understands the concern that many people in Britain have over the impact of HS2. Such large infrastructure projects are often accompanied by vocal opposition, and we are, of course, keen to engage with all concerned parties as HS2 moves forward.\r\n\r\nIt is impossible to undertake an infrastructure project of this magnitude and importance without causing a degree of environmental disruption, but we aim to mitigate this as much as possible. Our draft environmental statement represents the largest environmental impact assessment ever undertaken in the UK, and builds on the previous work in the Appraisal of Sustainability.\r\n\r\nIt is not true to claim that the Government has fabricated any evidence to support the business case for HS2. The business case is sound and we are committed to ensuring that it will provide value for money to the taxpayer.\r\n\r\nMoreover we have committed to reviewing our business case on a regular basis and are planning to update our economic analysis and publish an updated economic case later this year. The economic case forms part of the full business case for HS2. Other documents of the business case consist of the strategic case, the financial case, the commercial case, and the management case.\r\n\r\nBut the business case is just one part of the equation. HS2 will significantly increase capacity on our north-south rail lines, simultaneously bringing the North and South closer together and allowing for significant investment and regeneration in areas outside of London.\r\n\r\nThe High Speed Rail (Preparation) Bill is a big step towards realising this. Once enacted, it will give the Secretary of State powers to begin spending on preparatory works for HS2. This will allow more detailed design and survey work to commence while the hybrid Bill for Phase One makes its way through Parliament.\r\n\r\nThe 'paving' Bill is also essential in allowing for the provision of compensation. The Government has undertaken to have a re-consultation on property compensation following the outcome of the Judicial Review earlier this year. The Bill ensures that, whatever the the results of this re-consultation, those affected by HS2 will have access to a fair and generous compensation package.\r\n\r\nHS2 is a project which is vital to securing Britain's future growth and ensuring our transport network is prepared for the future. It is a generational project, which will bring benefits for decades to come. The High Speed Rail (Preparation) Bill is a huge step forward in this project, and we do not believe that scrapping it would be in the national interest, either now or in the future.\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:12:33.509Z"
        },
        "government_response_at": "2013-07-27T04:29:40.708Z",
        "moderation_threshold_reached_at": "2013-02-27T17:25:05.000Z",
        "opened_at": "2013-02-28T09:07:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-27T04:29:40.708Z",
        "scheduled_debate_date": null,
        "signature_count": 15361,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:33.515Z"
    },
    "id": 46498,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46498.json"
    },
    "type": "archived-petition"
}