{
    "attributes": {
        "action": "Stop the privatisation of the NHS",
        "additional_details": "This petition is all about protecting our National Health Service, the NHS is one of the only industry's left that is not privatised, but this government seems more and more determined in selling off a business that helps so many people every year up and down the country and I don't think the government are in touch with the general population on how much the NHS means to everyday working people who would not be able to pay for private health care if the NHS was to be sold.\r\n\r\nI think the government need to look in much more detail at what the more deeper effects would be for the general population would be if they sold the NHS.\r\n\r\nThis is why I ask you to sign this petition so that this issue, which would affect the whole of the United Kingdom, can be dealt with in parliament and that it is made clear to the government that the NHS is one of the things that makes Great Britain Great Britain and to loose it would have a massive impact for the whole of the UK.\r\n\r\n\r\n\r\n ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-01T12:01:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-01T12:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:34.453Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see; Health and Social Care Privatisation"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:34.455Z"
    },
    "id": 46583,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46583.json"
    },
    "type": "archived-petition"
}