{
    "attributes": {
        "action": "Save Mallory Park Circuit",
        "additional_details": "We the undersigned, believe that Mallory Pk Circuit should not be closed, re-developed or sold for any other use than the persuance of Motorsport.",
        "background": null,
        "closed_at": "2014-03-07T14:41:53.000Z",
        "created_at": "2013-03-05T18:57:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:35.898Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWhilst the Government recognises that there is strong support that motorsport should continue at Mallory Park, it understands that there is an issue about the current levels of excessive noise and that Hinckley and Bosworth Council is seeking an amicable resolution to the question.\r\n\r\nAlthough the land is privately owned, any future change of use would be a matter for consideration by the relevant planning authority and be subject to its findings. This is, of course, primarily a matter for Hinckley and Bosworth Borough Council.\r\n\r\nMallory Park is a valuable resource that brings benefits to the locality, commercially and for the purposes of enjoyment, and so it is important that a workable and permanent solution is found to the benefit of all concerned.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-05-23",
            "summary": "",
            "updated_at": "2017-06-21T15:12:35.898Z"
        },
        "government_response_at": "2013-05-23T04:57:28.294Z",
        "moderation_threshold_reached_at": "2013-03-05T18:57:04.000Z",
        "opened_at": "2013-03-07T14:41:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-04-23T04:57:28.294Z",
        "scheduled_debate_date": null,
        "signature_count": 39168,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:35.904Z"
    },
    "id": 46739,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46739.json"
    },
    "type": "archived-petition"
}