{
    "attributes": {
        "action": "Reduce this government's shameful protection of the banking industry in the face of overwhelming public opposition",
        "additional_details": "The money the banks earn is taken from people who farm, produce, or provide real services. Our brightest young people are sucked into the City away from other industries and then get exposed to and corrupted by a culture of astounding greed and self-justification. The banks suck society dry, pay senior staff massive bonuses and gobble up all the QE money funnelled to them. They then dare to claim the moral high ground as they pay a little back as tax. What justifies these wages? How do they benefit society? The government does not realise the public anger and this petition is intended to demonstrate the level of discontent. Every £1m bonus, every supercar, every bottle of champagne bought at extravagant cost is an insult to children suffering SureStart cuts, those endangered in A&E by diminishing resources, the poor enduring generations of poverty in our cities. The perversion of our society by the cancer at the centre of London must be recognised and acted on by our elected leaders.",
        "background": null,
        "closed_at": "2014-03-07T08:05:19.000Z",
        "created_at": "2013-03-06T09:37:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-06T09:37:44.000Z",
        "opened_at": "2013-03-07T08:05:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:35.981Z"
    },
    "id": 46748,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46748.json"
    },
    "type": "archived-petition"
}