{
    "attributes": {
        "action": "The Diet Industry MUST Advertise It's Research Publicly",
        "additional_details": "It is clear that people who experience disordered eating, INCLUDING Overweight and Obesity are not having our needs fully met, if at all!\r\nThe Diet Industry is taking full advantage and capitalising on this unmet need.\r\nThere is mounting research that evidences the need for a Psychological Intervention for Overeating / Obesity. HOWEVER, this Intervention is almost non existent to people who are overweight / obese - WHY? The Diet Industry should be stopped from essentially helping people to develop or maintain disordered eating in the hope we will keep going back to these diets, making them a profit. This petition is to REQUEST that the Diet Industry conduct research, produce results and advertise them publicly - in particular on their websites and within their publications so that people can make an informed decision about the diet. My question is why doesn’t the Diet Industry advertise their research? Have they conducted any? The public has a right to this information.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-07T09:13:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-07T09:13:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:36.562Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:36.564Z"
    },
    "id": 46812,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46812.json"
    },
    "type": "archived-petition"
}