{
    "attributes": {
        "action": "The medical profession needs to offer more help to Benzodiazepine (Valium) addicts who wish to withdraw from this highly potent drug",
        "additional_details": "Benzodiazepines such as Valium are still widely prescribed by doctors more than 50 years after their initial discovery.   Even though there is strong medical evidence that Valium and other similar benzodiazepines are more addictive than heroine doctors still continue to prescribe them often with little thought on the long term affects they may have on their patient.\r\n\r\nMost heroin addicts become addicted by their own choice, whereas most Valium addicts become addicted because of choices made by their doctor, someone you put your trust in.\r\n\r\nDoctors are often very quick to prescribe these powerful drugs but when it comes to giving help to reduce most patients are left to suffer on their own.\r\n\r\nThe government should make it a priority to look into this huge problem, with a view to offering compensation and help for those people that are desperate to rid their lives of this poison.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-07T23:28:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-07T23:28:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:37.026Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: benzodiazapine addiction recognition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:37.030Z"
    },
    "id": 46858,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46858.json"
    },
    "type": "archived-petition"
}