{
    "attributes": {
        "action": "Mobile Networks to Publish their International Wholesale Rates for Voice, Text and Data",
        "additional_details": "UK mobile network operators (NOs) include, Vodafone, O2, Three, Orange T-Mobile and EE. In order to allow customers to use mobile services overseas they negotiate wholesale rates with international (NOs) before adding a mark-up and calculating their retail charges. We understand that (NOs) need to make a profit, however there is currently no regulation in place to ensure mark-ups are reasonable.\r\n\r\nFair Pricing 4 Business wish to make it mandatory for (NOs) to publish the wholesale prices they pay alongside their retail prices. This transparency will bring roaming charges down by encouraging natural competition between (NOs). Customers can then judge the fairness of their international rates by comparing how much mark-up each (NO) makes for specific charges. This will also encourage (NOs) to actively seek lower wholesale prices, as they won't want to be seen to pay more than competitors.\r\n\r\nThis info can be used by the media & Ofcom to inform consumers and regulate pricing policy.",
        "background": null,
        "closed_at": "2014-03-19T11:44:50.000Z",
        "created_at": "2013-03-11T20:08:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-11T20:08:17.000Z",
        "opened_at": "2013-03-19T11:44:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:38.154Z"
    },
    "id": 46988,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/46988.json"
    },
    "type": "archived-petition"
}