{
    "attributes": {
        "action": "Lone parents working full time when children are 5 otherwise benefits will stop (effective from October 2013)",
        "additional_details": "From October 2013, The Goverment are stating when your youngest child is 5 you are able to work full time, (if you have a job are not)\r\nIf you work below 35 hours a week this will affect you, if you have a child over 5 years.\r\nyou will be treated as if you have no job and will have to sign on to state you are applying for a full time job emplyment.\r\nIf you do not show willing they will suspend your benefits for 3 weeks.\r\nThis is all affected by Union Credit to cut Working Tax Credits from a Lone parent working part time.\r\nIts wrong and we need as may signatures as possible.\r\n\r\nIF YOU ARE A SINGLE PARENT BRINGING UP CHILDREN ON YOUR OWN PLEASE SIGN THIS E-PETITION.\r\n\r\nIt will affect you and you may lose your money, which help to support your children's upbringing.\r\n\r\nThis is the Goverment doing and for us hard working MUMS who have worked part-time to support are children through there school years are being affeted and we need to Goverment to reconsider this desision.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2013-09-14T15:15:21.000Z",
        "created_at": "2013-03-14T13:33:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-14T13:33:34.000Z",
        "opened_at": "2013-03-14T16:15:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:39.333Z"
    },
    "id": 47122,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47122.json"
    },
    "type": "archived-petition"
}