{
    "attributes": {
        "action": "1 Million signatures for Defibrillators in UK schools",
        "additional_details": "I am seeking 1 million signatures to push our Government to create a national system to install Defibrillators in every school and deliver basic life support training for all school children.  A Defibrillator should be a required piece of health and safety kit as a fire extinguisher is.\r\n\r\nA cardiac arrest happens when your heart stops pumping blood around the body.  A defibrillator is a life-saving piece that can deliver electric shock to the heart.  (British Heart Foundation)  Cardiac arrest in the young is commonly associated with undiagnosed heart conditions.\r\n\r\nThe British Heart Foundation states for every minute that passes without defibrillation chances of survival decrease by 14%. Research shows that applying a controlled shock within five minutes of collapse provides the best possible chances of survival.\r\n\r\nHow many minutes would you want your child to wait?  How many more children will die who could have been saved?  Be part of a culture change please sign this petition.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-14T16:33:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-14T16:33:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:39.478Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Department for Education is responsible for schools in England only."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:39.481Z"
    },
    "id": 47138,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47138.json"
    },
    "type": "archived-petition"
}