{
    "attributes": {
        "action": "Keep our \"Green Belt\" as a part of the Johnson Fold community",
        "additional_details": "Our Johnson Fold Green Belt is under threat of sale.\r\nIt has already been taken to auction once and we cannot assume that this process can be stalled a second time – on the 25th April 2013 it shall be back there again and we hold little hope of retaining the land once this happens.\r\nWe have all had freedom of access for generations. Johnson Fold needs this land and action must be taken.\r\nThere were few options available to us and we’ve exhausted all but one – to purchase the land ourselves and donate it back to our community.\r\nTwo small sections will be retained for exclusive and protected use by horses to graze.\r\nThe larger proportion shall be retained by the community for use by the people of Johnson Fold, and of the wider borough as a whole, with a focus on the education of children and adults of all ages with regards to new skills and survival techniques, cultivation of fruits and vegetables, self-sufficiency and sustainability, etc.\r\nWe request that Green Belt status is retained.",
        "background": null,
        "closed_at": "2013-06-20T13:15:09.000Z",
        "created_at": "2013-03-15T15:18:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-15T15:18:13.000Z",
        "opened_at": "2013-03-20T14:15:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 42,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:39.907Z"
    },
    "id": 47188,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47188.json"
    },
    "type": "archived-petition"
}