{
    "attributes": {
        "action": "RIGHT OF ACCESS BY THE OTHER PARENT OF A CHILD LEGALLY REMOVED FROM THEIR UK HABITUAL RESIDENCE TO ANOTHER COUNTRY",
        "additional_details": "In to-days culture of many EU nationals living in the UK as a family unit, one of which could be a UK citizen, children born in these relationships, one of the parents will probably want to return their homeland, and the other remaining in the UK. Laws are often difficult to implement & navigate in other EU countries, as well the fact that this can be drawn out, for considerable lengths of time. A laws need be made to ensure that when a child is being considered for removal from their habitual residence a court must decide where & practical. & in the interest of the child’s welfare and development, give consideration to access rights of both parents as well as the grandparents incl the new living arrangements of the child. Incl The financial standing to continue to look after the child, IN ANY OTHER COUNTRY. The contributions to be made by way of financial arrangements for the child. Before any decision is made for the right to remove a child from the habitual residence of the UK. ",
        "background": null,
        "closed_at": "2014-04-11T11:51:47.000Z",
        "created_at": "2013-03-18T08:29:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-18T08:29:50.000Z",
        "opened_at": "2013-04-11T11:51:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:40.879Z"
    },
    "id": 47297,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47297.json"
    },
    "type": "archived-petition"
}