{
    "attributes": {
        "action": "Create a National DoH Register of Approved Disability Aids and Medical Devises or Mobility Products or Scooters etc Supplier’s.",
        "additional_details": "Create a National DoH Register of Approved Disability Aids & Medical Devises or Mobility Products Supplier’s. Which is centrally operated by the DoH, not left upto individual NHS Trusts as at present.\r\nThis would both save DoH & NHS funds, produce cost saving for both the NHS & DoH too. Though more importantly provide a fairer and better service, to all military and civilian Disabled People and their families in general too.\r\nEqually create a new National DoH Wheelchair Voucher Scheme, which again is centrally operated by the DoH too. This should be a scheme where all disabled people and wheelchair users, whether military or civilian Disabled People are all treated the same.\r\nThey all get the same level of DoH Financial Assistance Allowance or Funding, towards purchasing a new wheelchair, wherever they live in the UK or whoever they wish to purchase their wheelchair from too, as long as it is a DoH approved suppliers, the supplier can be located anywhere in the UK too.\r\n\r\n",
        "background": null,
        "closed_at": "2014-03-19T09:59:35.000Z",
        "created_at": "2013-03-18T15:11:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-18T15:11:08.000Z",
        "opened_at": "2013-03-19T09:59:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:40.995Z"
    },
    "id": 47313,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47313.json"
    },
    "type": "archived-petition"
}