{
    "attributes": {
        "action": "An independent anti bullying agency to carry out inspections inaddition to ofsted",
        "additional_details": "Why should the Victims of bullying have to leave the school because teachers won't admit bullying happens when us parents have witnessed it and our children are asking for our help.\r\nExample:\r\nSeven families have left or in process of leaving a school in a short space of time, because the staff are not willing to help,\r\nOfsted wont get involved because it has to be a whole school bullying issue.\r\ncomplaining through the route that is offered at the moment isn't fair because they want you to make a formal complaint to the head, then the chair of governors then the LA and then the secretary  of state, which is fine if your child isn't attending the school, but that's not an option your child has to remain with the teaching staff your complaining about for at least a month and ongoing until it gets resolved.\r\nThe staff should be disciplined for lack of duty of care but they stand by the \"Good\" ofsted report and anti bullying policy that they don't follow ,",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-18T14:39:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-18T14:39:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:40.981Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:40.984Z"
    },
    "id": 47310,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47310.json"
    },
    "type": "archived-petition"
}