{
    "attributes": {
        "action": "The UK Government or Bank of England must not introduce a negative interest rate or impose any levy on UK savings",
        "additional_details": "In a dangerous precedent, Cyprus has imposed a levy on savings and forced savers to sacrifice up to 9.9% of their cash savings.\r\n\r\nIn February 2013 appearing before the Treasury Select Committee, The Deputy Governor of the Bank of England, Paul Tucker, has said the central bank has considered introducing negative interest rates to help get the economy moving again.\r\n\r\nSaron Bowles, chair of the European parliament's economic and monetary affairs committee, said she was appalled by the Cyprus plan.\r\n\"This grabbing of ordinary depositors' money is billed as a tax, so as to try and circumvent the EU's deposit guarantee laws\" she said.\r\n\"It robs smaller investors of the protection they were promised. If this were a bank, they would be in court for mis-selling\"\r\n\r\nThis petition calls on the UK Government to give an immediate, clear and unambigious assurance that they will NOT at any time impose a levy or impose a negative interest rate on UK savings.",
        "background": null,
        "closed_at": "2013-09-22T08:24:23.000Z",
        "created_at": "2013-03-19T09:41:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-19T09:41:32.000Z",
        "opened_at": "2013-03-22T09:24:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:41.210Z"
    },
    "id": 47343,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47343.json"
    },
    "type": "archived-petition"
}