{
    "attributes": {
        "action": "That the UK Government ratify the 1954 Hague Convention on the Protection of Cultural Property in the Event of Armed Conflict",
        "additional_details": "The 1954 Hague Convention on the Protection of Cultural Property in the Event of Armed Conflict (and its two Protocols of 1954 and 1999) comprise the primary international humanitarian law regarding the protection of cultural property during armed conflict.\r\n\r\nThe UK Government signed the Convention in 1954, but did not ratify it, which means it currently does not have legal force. Now, nearly 60 years on, we believe that it is time for the Government to take action and to secure the ratification of the 1954 Hague Convention.\r\n\r\nThe protection of cultural property during times of conflict is a key element of diplomacy, providing a foundation for the recovery and development of the countries involved. The USA ratified the 1954 Convention in 2009, leaving the UK as arguably the last major military power not to have ratified. This puts us at risk of isolation on the world stage and sends a negative message which undermines our global relations. ",
        "background": null,
        "closed_at": "2014-03-19T11:54:54.000Z",
        "created_at": "2013-03-19T09:12:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-19T09:12:26.000Z",
        "opened_at": "2013-03-19T11:54:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 24,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:41.199Z"
    },
    "id": 47341,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47341.json"
    },
    "type": "archived-petition"
}