{
    "attributes": {
        "action": "support for whistle-blowing victims in private organisation supported by the government",
        "additional_details": "I have 23 years’ experience as a senior nurse and a charge nurse; I mentored student nurses. I qualified as a group analyst and hold an MSc Psychology and a BA (hon.) Counselling. In 2012 I was fired and was told that I failed to meet the minimum requirements of a junior nurse. I worked to a high standard but I also advocated for better nursing standards, patients’ safety and better treatment of nurses.  I am not the only confident, experienced nurse to suffer such a fate but others  fear victimisation. The fear is real because I have not worked since being fired and I am in danger of having my house repossessed because no one is willing to employ me as my reputation has been tarnished.\r\nSo, I am calling on the government to investigate any private Health organisation that victimises its employees for whistle blowing, and by investigating my current situation the government can use it as a case study to learn about the short falls in the current system.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-19T15:54:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-19T15:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:41.307Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Call for increased protection and rights for whistleblowers in the workplace."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:41.310Z"
    },
    "id": 47362,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47362.json"
    },
    "type": "archived-petition"
}