{
    "attributes": {
        "action": "Inaction of the FA in cases of dangerous play",
        "additional_details": "Provide a mechanism to ensure that action is taken against a player and their club, when that player has acted in a dangerous or reckless fashion during a match, and the officials or the Football Association have not taken any action or action taken is too lenient.\r\nCurrently players can be badly injured by reckless and dangerous challenges from members of the other team, without the culprit being held to account. This is a  situation that is at odds with the current climate of health and safety that saturates all other workplaces.\r\nThis is primarily intended to ensure steps are taken when the Football Association are negligent in their duty to protect players from injury from overly aggressive or dangerous opponents. As demonstrated in the incident in the match between Wigan and Newcastle United Sunday 17th March 2013 when the Newcastle player, Massadio Haidara was injured. Rather than take firm action the Football Association used a weak excuse to allow them to do nothing.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-20T13:10:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-20T13:10:13.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:41.593Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:41.596Z"
    },
    "id": 47394,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47394.json"
    },
    "type": "archived-petition"
}