{
    "attributes": {
        "action": "Birch Hill School Ringmead - Safe Road Crossing",
        "additional_details": "Ringmead, the road to the rear of Birch Hill Primary School, RG12 has a dangerous crossing point located at the back of the school playing field, connecting a main public footpath. This point sees substantial public footfall, a large percentage of whom are school pupils and the elderly. Some too young to cross by themselves, children that are young enough to walk to school unaccompanied present a worry for their parents to cross this busy road alone and some elderly are restricted in ability. Each pedestrian takes a risk as the chicane is proving hazardous due to the demonstration of increased speeds and fast maneuvers by vehicles competing over lane priority. In the past there have been requests for a zebra crossing but these were rejected. I again request a safer crossing point to be reconsidered due to the retirement of the 'Lollipop Lady', a position that will not be reinstated. I propose that action be taken for the immediate planning and placement of a signal controlled crossing.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-22T14:36:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-22T14:36:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:42.518Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:42.520Z"
    },
    "id": 47501,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47501.json"
    },
    "type": "archived-petition"
}