{
    "attributes": {
        "action": "PROVIDE EVERY ESA PIP CLAIMANT WITH A SHORT FORM FOR THEIR GP/CONSULTANT ASKING IF DWP RULES 29 & 35 APPLY TO SAFEGUARD VULNERABLE CLAIMANTS",
        "additional_details": "All Vulnerable Groups in society including: ALL MENTALLY ILL, LEARNING DISABLED, AUTISTIC, BLIND, EMOTIONALLY UNSTABLE PERSONALITY DISORDERS, DISABLED & ALL others deemed 'VULNERABLE'.\r\nInstead of sending vulnerable people to ATOS for Assessments for WCA, PIP, send all claimants a simple form for the person to give to their own GP/Consultant to fill in asking if DWP Rules 29 & 35 apply to that person. This would then safeguard & exclude our most vulnerable from the stress & anxiety of needless assessments & the long appeal process, it would protect them. This is a simple & effective safeguard for all vulnerable members of society to stop them falling through the very safety net that should be there to protect them! DWP/ATOS are failing our most vulnerable time & time again the way the system works now, the safety net doesn't work it's dangerous! David Cameron promised before being elected he would look after our most sick & disabled, Government are letting people most at risk down!",
        "background": null,
        "closed_at": "2014-03-25T14:44:06.000Z",
        "created_at": "2013-03-23T22:03:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:42.943Z",
            "details": "The Government is absolutely committed to supporting disabled people, and is determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people.  We continue to spend around £50bn a year of taxpayer support to disabled people, and our reforms will make sure this is targeted as well as it can be to those who need it most.\r\n\r\nAs part of this commitment, the Government has been reforming the welfare system in order to create and deliver a twenty-first century benefits system which is responsive to the needs of our claimants. For example, Incapacity Benefit (IB) lacked proper checks and reviews that are integral to most other State-funded support. As a result many people found themselves parked on out of work benefits for many years and forgotten about because they had a health condition or impairment.\r\n\r\nWe know that work is good for you and that many people with the right support can and do work. By replacing IB with Employment and Support Allowance (ESA), we are able to ensure that claimants who are able to work are given the support to do so. By replacing Disability Living Allowance for those of working age with Personal Independence Payment (PIP) we are supporting those people that face the greatest barriers to living an independent life due to their health condition or impairment, whilst ensuring that it is delivered in a fair and consistent manner. This Government is committed to supporting those who can work to do so, whilst ensuring that those who cannot work can live fully independent lives.\r\n\r\nKey to ESA and PIP are objective assessments of what individuals can or cannot do. The assessments looks at claimants’ ability to carry out a series of key activities, such as dressing and undressing, communicating with others, planning and following journeys and moving around. By focusing on claimants’ ability to carry out these activities the assessment criteria reflect a more complete consideration of the impact of individuals’ health conditions or impairments, whether physical, sensory, mental or cognitive. This ensures that fair account is taken of the impact of all impairment types, that the benefit is fairer, and that money is targeted at those who need it most.\r\n\r\nThe assessments make use of all the available evidence, including that provided by the claimant and from being seen face-to-face by a healthcare professional. We also ask claimants to tell us who the most appropriate additional sources of information are, particularly professionals who support them on a regular basis. Evidence can come from a variety of sources, including GPs, hospitals, social workers and community nurses, as well as family members and carers.\r\n\r\nIn some claims it is possible to determine eligibility for ESA or PIP through a solely paper-based process, but for most claimants being seen face-to-face by a trained healthcare professional is an integral part of the process. The face-to-face assessment allows claimants to further explain the impact of their impairment or health condition on their everyday life. We recognise that for some individuals this can be stressful. Therefore, individuals are encouraged to bring with them a relation, friend or possibly a professional who supports them, to help them manage any anxiety they may feel. In some cases claimants can also be seen in their home.\r\n\r\nRegulations 29 and 35, which consider exceptional circumstances, exist only within ESA legislation and therefore have no relevance to PIP. Their application must be considered on a case-by-case basis by those with a detailed understanding of the ESA assessment and which, by law, can only be done once a claimant has been found not to meet the functional descriptors for the given ESA group.\r\n\r\nIn addition, providing claimants with a form to be completed would essentially require medical practitioners, such as GPs, to decide on entitlement to ESA. It would not be right to require GPs or consultants to make such decisions, and the British Medical Association have previously advised the DWP of possible unintended negative impacts on the doctor-patient relationship were GPs to be put in such a position. The DWP must also remain mindful of the workloads of GPs when considering any additional changes to processes that would require more involvement on their part.\r\n\r\nThis Government is committed to continually reviewing and improving the assessments that it undertakes to help determine entitlement to either ESA or PIP. So far we have undertaken four independent reviews of the WCA, the most recent of which reported to Parliament on 12 December 2013. We welcome the latest report to make the WCA fairer, more accurate and more transparent and are considering the recommendations before responding. The Government has also committed to two independent reviews of the PIP assessment, the first of which will report by the end of 2014, and we will carefully consider any recommendations made.",
            "responded_on": "2013-09-08",
            "summary": "",
            "updated_at": "2017-06-21T15:12:42.943Z"
        },
        "government_response_at": "2013-09-08T15:58:48.958Z",
        "moderation_threshold_reached_at": "2013-03-23T22:03:59.000Z",
        "opened_at": "2013-03-25T14:44:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-08T15:58:48.958Z",
        "scheduled_debate_date": null,
        "signature_count": 13414,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:42.950Z"
    },
    "id": 47554,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47554.json"
    },
    "type": "archived-petition"
}