{
    "attributes": {
        "action": "The Displaying of Charity Remuneration during adverts and televised events.",
        "additional_details": "We now live in a time where everyone is expected to make \"Informed Decisions.\" From the NHS to banking, there is no denying that this is the current buzz. There are however no safeguards in place when it comes to giving to charity. When I displayed the 2012 Statement of Accounts of Comic Relief at work, no one had a clue that the Chief Exec earned in excess of £130,000. People give blindly not even realising that £10 wouldn't cover the equivalent of a lunch expense.\r\n\r\n\"Charity\" has fast become big business, and one thing I have found by continually displaying this kind of information is that then informed give their money to smaller, local charities where every penny truly makes a difference.\r\n\r\nWe, the undersigned, request that legislation be passed compelling charities to display at regular intervals throughout televised events and adverts, the percentage of total money spent that goes on salary remuneration, and to also display the highest paid single salary.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-24T14:00:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-24T14:00:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:43.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:43.035Z"
    },
    "id": 47567,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47567.json"
    },
    "type": "archived-petition"
}