{
    "attributes": {
        "action": "Mental Breakdown, The Sufferer, Their Families, The Barriers Faced with GP’s and Patient Confidentiality. Change Urgently Needed!",
        "additional_details": "Mental breakdowns affect the sufferer, their families/friends leaving a trail of devastation. Things need to improve; better support needs to be provided. GPs need to put patient confidentiality aside to listen to the families of the sufferer, who else knows the individual better? Know if the sufferer is acting strange, turning to alcohol, if their personality or behaviour is out of character, if they cannot cope with the simplest of tasks or noise becomes stressful. Irrational with finances, unable to work, decision making becomes difficult, isolating themselves. Accessing an individual needs to be more than a visit to the GP and talking about their issues. Will the sufferer reveal all? Or say everything is fine, when really it is not? Get GPs to be able to listen, act and guide care given to mental health suffers based not solely on the individual, but on the information given by their families. Help maybe too late for my father but to help others would be a fundamental achievement.",
        "background": null,
        "closed_at": "2014-03-25T15:44:14.000Z",
        "created_at": "2013-03-24T14:44:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-24T14:44:19.000Z",
        "opened_at": "2013-03-25T15:44:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 151,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:43.079Z"
    },
    "id": 47572,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47572.json"
    },
    "type": "archived-petition"
}