{
    "attributes": {
        "action": "MPs should lead by example in helping to reduce the amount of public money spent on helping people with their housing.",
        "additional_details": "The government is reducing how much is spent from the public purse by cutting what's paid to some people who need help with paying for a place to live.\r\n\r\nThe problem: Billions of pounds of public money is spent on helping people with a place to live and it has to be cut. The solution: People in accommodation that provides more than their basic needs shouldn't be subsidised.\r\n\r\nShouldn't MPs set an example when it comes to public money being spent on accommodation? Even if it doesn't save billions it would show we're all in it together.\r\n\r\nWe urge MPs to do two simple things:\r\n1. Alter second home allowances and expenses for MPS so they are the same amount paid under housing benefit to rent furnished, single bedroom accomodation.\r\n2. Apply the same rules to accommodation maintained by the public purse: If the property is 'under-occupied' the MP who lives there should be required to pay for the maintenance of luxuries, such as extra rooms or staff, out of their own pocket.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-25T13:03:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-25T13:03:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:43.288Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:43.291Z"
    },
    "id": 47604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47604.json"
    },
    "type": "archived-petition"
}