{
    "attributes": {
        "action": "Make it Mandatory for parents/ carers to vaccinate their children against measles.",
        "additional_details": "Measles cases are spreading with \"alarming\" speed despite urgent calls to ensure children have vital MMR protection. \"The risk to unvaccinated children is increasing as the disease spreads.\r\n\r\nThe measles vaccination works on herd immunity. When a critical portion of a community is immunized against a contagious disease, most members of the community are protected against that disease because there is little opportunity for an outbreak. Even those who are not eligible for certain vaccines—such as infants, pregnant women, or immunocompromised individuals—get some protection because the spread of contagious disease is contained.\r\nVaccination against measles should be made mandatory.\r\n\r\nFailure to vaccinate children should result in them not being allowed to attend nurseries, schools or areas where they interact with other children or pregnant/ nursing Mothers.\r\n\r\nVaccines can prevent outbreaks of disease and save lives. If you’re not part of the herd, you’re part of the problem.\r\n",
        "background": null,
        "closed_at": "2014-03-27T11:10:11.000Z",
        "created_at": "2013-03-26T20:10:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-26T20:10:17.000Z",
        "opened_at": "2013-03-27T11:10:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:43.908Z"
    },
    "id": 47683,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47683.json"
    },
    "type": "archived-petition"
}