{
    "attributes": {
        "action": "Prof Raymond Gosling should be awarded a knighthood",
        "additional_details": "Prof Raymond Gosling DSc FKC was the first person to crystallize genes and one of 7 people credited with the discovery of the structure of DNA. This discovery is arguably the foremost achievement of British science in the post-war era, and has done much to support our country's global scientific reputation. More widely, the discovery proved that DNA was the genetic material, something that had previously not been widely recognized, and is today a key underpinning of biological research.\r\n\r\nRay went on to lead a very successful career in medical physics, and has also played (and continues to play) an important role in educating the public about his discovery.\r\n\r\nHowever, despite his immense contribution to the standing of Britain in the scientific world, Ray is yet to receive any honours from the Queen.\r\n\r\nWe, the undersigned, believe that this omission is a national scandal; we urge the honours committee to award Ray a knighthood at the earliest possible opportunity.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-28T00:28:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-28T00:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:44.601Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:44.603Z"
    },
    "id": 47758,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47758.json"
    },
    "type": "archived-petition"
}