{
    "attributes": {
        "action": "Norman Bettison",
        "additional_details": "Sir Norman Bettison should be stripped of his Knighthood and forced to face a retrospective disciplinary panel in regards to the IPCC report published that recognised that his conduct fell well short if what is expected from a Police Chief.\r\n\r\nThe report suggests Bettison would have been sacked had he not resigned. In doing so Bettison protected his pension and has escaped justice as he will now not face any action.\r\n\r\nThe retrospective hearing should decide if he should indeed have been sacked and if found guilty he should have his pension stopped.\r\n\r\nIf you have done nothing wrong then what do you have to fear Sir Norman??",
        "background": null,
        "closed_at": "2014-04-02T09:19:53.000Z",
        "created_at": "2013-03-28T10:56:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:44.705Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe report published by the Independent Police Complaints Commission (IPCC) last month deals with the distinct issue of Sir Norman Bettison’s conduct in relation to his alleged attempt to influence the decision-making process of West Yorkshire Police Authority in the days following the publication of the Hillsborough Independent Panel’s report in September 2012.  The IPCC’s independent investigation into the aftermath of the Hillsborough disaster, potentially involving hundreds, if not thousands, of officers, including Mr Bettison, who was a Chief Inspector in South Yorkshire Police at the time of the disaster, is still ongoing and it would therefore be inappropriate for the Home Office to provide detailed comment at this time.\r\n\r\nIn terms of taking steps to remove Mr Bettison’s knighthood, this is ultimately a matter for the Honours Forfeiture Committee – a committee convened under the Cabinet Office which considers cases referred to the PM where an individual’s actions subsequent to their being awarded an honour raise the question of whether they should be allowed to continue to be a holder.\r\n\r\nOn the question of whether retrospective disciplinary action should now be taken against Mr Bettison, this is a matter for the Police and Crime Commissioner of West Yorkshire Police, however, clearly no disciplinary sanction could be imposed. As part of a series of measures designed to ensure the highest standards of integrity in policing, on 12 February the Home Secretary announced that a national register of officers struck off from the police would be introduced, which will be managed and maintained by the College of Policing.  She also announced that disciplinary hearings against officers who resign or retire can be pursued until their conclusion – and where they are pursued and dismissal would have been imposed, they will be added to the register.\r\n\r\nA police pension may only be forfeited where an officer is convicted of a criminal offence that was committed in connection with his or her service as a member of a police force.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-07-10",
            "summary": "",
            "updated_at": "2017-06-21T15:12:44.705Z"
        },
        "government_response_at": "2013-07-10T07:54:35.320Z",
        "moderation_threshold_reached_at": "2013-03-28T10:56:32.000Z",
        "opened_at": "2013-04-02T09:19:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-10T07:54:35.320Z",
        "scheduled_debate_date": null,
        "signature_count": 26472,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:44.710Z"
    },
    "id": 47770,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47770.json"
    },
    "type": "archived-petition"
}