{
    "attributes": {
        "action": "STOP THE KILLING AND BRING PEACE IN BURMA",
        "additional_details": "While Myanmar, formally Burma, cowardly hides under the veil of propaganda, the violation of human rights where minority groups are forced to live in fear of being brutally attacked and killed, continues. UN’s top official for Burma said that recent sectarian violence in the central part of the country is “clearly targeted” against Burmese Muslim communities who are considered to be the most persecuted minorities in the world.\r\n\r\n13 places of worship and 3 schools have recently been destroyed. There are 20,500 refugees, all from minority groups, and 160 loss of lives. These numbers  still rising!\r\n\r\nInternational media and human rights organisations have limited access to Burma.  This must not be an excuse for the world to continue ignoring these atrocities.  I urge the British Government to demonstrate that it puts human rights before trade interests in Burma, and support international observers in Burma, to call an end to the genocide and to give a voice to the innocent victims.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-28T17:11:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-28T17:11:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:44.871Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:44.874Z"
    },
    "id": 47791,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47791.json"
    },
    "type": "archived-petition"
}