{
    "attributes": {
        "action": "Wind farm opposers must generate their own electricity",
        "additional_details": "With the vast majority of the UK's electricity being produced from fossil fuels investment is needed into alternative energy sources. The production of wind farms, both on and offshore, is being severely hampered by those opposing them for non-environmental reasons.\r\n\r\nThose who oppose the construction of wind farms near their home, simply because it spoils their 'view,' should understand that their electricity mostly comes from ugly fossil fuelled power stations. It is unfair that those opposing them for how ‘unsightly’ they look are impeding the combat of global warming.\r\n\r\nRegulations for the whereabouts of wind farms should be eased, with the main factors contributing to the decision relating to mean wind speed and environmental impact.\r\n\r\nAlready hundreds of proposed wind farms have been rejected due to local opposition. Opposing wind farms is interfering with our efforts to stop climate change. We need to make the most of the vast amount of potential wind power we posses.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-03-28T22:49:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-28T22:49:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:45.053Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:45.056Z"
    },
    "id": 47810,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47810.json"
    },
    "type": "archived-petition"
}