{
    "attributes": {
        "action": "People (electors) against the selling of personal details to private companies by the local council.",
        "additional_details": "Your local council may be selling personal information to a string of private companies. Your details  may appear on a list of websites which are easily accessible to millions of internet users. Just type in your name and the area in which you live to any search engine and see for yourself.\r\n\r\nYou are expected to sign the role of electors on an annual basis. Responsibility for this rests with your local council. Upon registering, you have the opportunity to opt out of the 'edited register'. The edited register is used by the local council to sell personal information to a number of private companies. In many cases, opting out is not made clear.\r\n\r\nCurrently voters are expected to 'opt out' of having their personal details sold off, but are misled by a lack of information. We propose the option to  instead 'opt in' to the selling of personal details marked by a clear tick box. Should the box be left blank, assume the elector is not happy with the selling of their details.\r\n\r\n",
        "background": null,
        "closed_at": "2014-01-25T12:54:12.000Z",
        "created_at": "2013-03-29T13:32:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-03-29T13:32:30.000Z",
        "opened_at": "2013-04-25T11:54:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:45.198Z"
    },
    "id": 47833,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47833.json"
    },
    "type": "archived-petition"
}