{
    "attributes": {
        "action": "justice for jade",
        "additional_details": "We want to get the law changed to make dog owners accountable for their dogs at the moment the police have no powers to prosecute dog owners if their dog attacks somebody on private property we want that changed as well as regulating certain breads of dogs so they have a license and have the dog registered and micro chipped . this would give police the power to confiscate viscous dogs that are unlicensed and hopefully we can save other family's suffering like we have gone through",
        "background": null,
        "closed_at": "2013-10-05T13:01:04.000Z",
        "created_at": "2013-03-29T22:45:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:45.275Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe would like to extend our deepest sympathies to the friends and family of Jade Anderson in what has been a truly tragic incident.\r\n\r\nThe Government is committed to encouraging more responsible dog ownership. On 6 February 2013, the Secretary of State for Environment, Food and Rural Affairs, Owen Paterson, announced a package of measures to tackle this issue.\r\n\r\nA key feature of the package was to extend the Dangerous Dogs Act 1991 to all places, including private property so that owners may face prosecution where their dog has been dangerously out of control.  Defra introduced to the House in the Anti-social Behaviour, Crime and Policing Bill 2013 clauses amending the Dangerous Dogs Act 1991.\r\n\r\nThere are four types of dog banned in the UK under section 1 of the Dangerous Dogs Act 1991. These are the pit bull terrier, Japanese tosa, Dogo Argentino and Fila Brasileiro, all of which are fighting dogs.  A registration scheme currently exists for exempted prohibited type dogs, which requires microchipping and registration amongst other requirements such as insurance, neutering, and muzzling in public. Should an owner fail to abide by the conditions imposed by the court, the police may seize and destroy the dog whilst the owner is liable to prosecution.\r\n\r\nThere are no plans to extend the number of prohibited dogs in the UK, in recognition that any dog can become dangerous if not properly trained. Where a dog poses a risk to public safety, the police may apply to a magistrate’s court to have the dog destroyed under the Dogs Act 1871.\r\n\r\nThe Government takes a deed and breed approach in dealing with attacks by dogs and sees early intervention as a crucial way to prevent future attacks. The proposed anti-social behaviour measures will offer enforcement authorities a flexible range of measures that can include positive requirements, such as attending dog training classes, in order to maintain the focus on the owner and the right end of the lead in tackling irresponsible dog ownership. It is for local authorities, the police and communities to work together in bringing low level incidents to the attention of the appropriate agency so that emerging problems can be nipped in the bud before they escalate to more serious incidents.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n",
            "responded_on": "2013-07-23",
            "summary": "",
            "updated_at": "2017-06-21T15:12:45.275Z"
        },
        "government_response_at": "2013-07-23T12:34:20.547Z",
        "moderation_threshold_reached_at": "2013-03-29T22:45:55.000Z",
        "opened_at": "2013-04-05T13:01:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-23T12:34:20.547Z",
        "scheduled_debate_date": null,
        "signature_count": 11585,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:45.281Z"
    },
    "id": 47845,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/47845.json"
    },
    "type": "archived-petition"
}