{
    "attributes": {
        "action": "Universal Credit: Allow tenants and landlords the right to have the housing element of Universal Credit paid direct to landlords",
        "additional_details": "Benefit claimants’ rent is often paid to landlords because of past arrears, inability to manage finances, acceptance of tenants only in return for guaranteed payments, or where tenants choose payment to landlords.\r\n\r\nLandlords housing vulnerable tenants (many suffering from drink/drugs/gambling habits)  are fearful of them gaining access to rent monies. Many such tenants themselves do not want this temptation.\r\n\r\nPotential eviction for unpaid rent will not control arrears, as court action can take 6+ months to achieve possession; it rarely recoups arrears for landlords who are often private individuals with delicate finances.\r\n\r\nThe increased risk of accepting benefit claimants without rent guarantees will cause increased rents and greatly reduced acceptance of such tenants.\r\n\r\nThe Government should amend UC plans immediately to give Tenants the continued right to have rents paid to their landlords, and Landlords the right to apply for direct payments of arrears over 4 weeks.\r\n",
        "background": null,
        "closed_at": "2014-04-02T13:56:20.000Z",
        "created_at": "2013-04-02T11:36:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-02T11:36:18.000Z",
        "opened_at": "2013-04-02T13:56:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 209,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:46.967Z"
    },
    "id": 48000,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48000.json"
    },
    "type": "archived-petition"
}