{
    "attributes": {
        "action": "Request to support ‘Create Britain’ – a new national initiative that will champion the creative industries as a key growth sector and employer",
        "additional_details": "We believe that Create Britain presents a genuine opportunity for the UK government to show its commitment to the creative industries and urge you to get behind this campaign to:\r\n\r\n• Explore the possibility of establishing a vocational learning model that supports and nurtures emerging creative talent\r\n\r\nThere are two key ways in which we would welcome your support for both the Create Britain campaign and the creative industries at large. Firstly, we would welcome a personal statement of support for the campaign and secondly, we would like to invite you to address to key industry figures at the Create Britain closing event in London on October 31st 2013.\r\n\r\nThrough greater investment and closer collaboration between the government, the Department for Culture, Media & Sport and the industry, we believe there is a real opportunity for the creative industries to realise their true potential as a key employer and as a key growth sector in the UK economy.",
        "background": null,
        "closed_at": "2013-10-04T12:53:26.000Z",
        "created_at": "2013-04-03T12:19:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-03T12:19:09.000Z",
        "opened_at": "2013-04-04T12:53:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:47.821Z"
    },
    "id": 48092,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48092.json"
    },
    "type": "archived-petition"
}