{
    "attributes": {
        "action": "Resignation of Mr Osbourne after statement on Philpot",
        "additional_details": "Today Mr Osbourne made a statement on the case of the Philpot trial while visiting Derby.\r\nI ask for the resignation of Mr Osbourne after he tried to make political points on the death of six children. I watched my tv in horror today as he callously tried to say that Philpot and his family was what was wrong with the welfare state.\r\nThe death of these children was nothing to do with the welfare state but about an evil man who murdered his children.\r\nIsn't it curious when we hear stories about other multi murders, such as the millionaire who murdered his wife and daughter a couple of years ago, nobody blamed it on his wealth - so why when a man who's wife and mistress happen to be claiming benefits, causes the death of his six children - does he try to blame it on the product of the  welfare state. Is it the intention of the goverment to continue to use these children as statistics in this manner? This is a new low point for the Government. Mr Osbourne you should be ashamed of yourself",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-04T17:54:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-04T17:54:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:48.833Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:48.835Z"
    },
    "id": 48212,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48212.json"
    },
    "type": "archived-petition"
}