{
    "attributes": {
        "action": "No UK opt out of the new EU data protection regulations that would make it illegal for any company to hold your data against your wishes.",
        "additional_details": " The Ministry of Justice has clashed with Brussels during the final stages of negotiations over the EU's General Data Protection Regulation, which is aimed at rebalancing the relationship between individuals and the internet.\r\n\r\nIncreasing numbers of people have complained that their online reputation is being damaged by outdated, inaccurate or malicious information that cannot be removed\r\n\r\nBut the Government has claimed that the title “right to be forgotten\" will create unrealistic expectations as the controls proposed have a relatively modest impact on the way data is used across websites.\r\n\r\nThe right, article 17 of the Data Protection Regulation, has been developed after complaints about the way social media sites, such as Facebook, retain and handle information.\r\n\r\nThe regulation is yet to be finalised, but proposes punitive fines – up to two per cent of global turnover – for companies that refuse to comply with requests to erase customers' personal details. ",
        "background": null,
        "closed_at": "2014-01-09T13:34:43.000Z",
        "created_at": "2013-04-05T09:47:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-05T09:47:32.000Z",
        "opened_at": "2013-04-09T12:34:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:49.160Z"
    },
    "id": 48255,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48255.json"
    },
    "type": "archived-petition"
}