{
    "attributes": {
        "action": "DON'T LET THE UKBA THROW MY CIVIL PARTNER OUT OF THE UK BASED ON A MISTAKE THEY THEMSELVES MADE!!",
        "additional_details": "My American partner, and I had a Civil Partnership in January 2012.\r\nWe submitted the application for indefinite stay for my partner.  In our first application, we made a mistake in that we wrote the wrong amount for the fee.\r\nAfter over seven months of waiting, our application was rejected on the grounds that by the time we submitted the amended application, the time had expired for us to submit the application.\r\nHowever their final decision was that, despite they agreed they made a mistake, the decision was final.\r\nNow, the love of my life, has to leave the country and has been warned that should he attempt to re-enter the UK in the future on a simple tourist visa he may be refused entry on the grounds of them not being certain he will comply with leaving when he is supposed to!!\r\nI cannot bare the idea of losing the love of my life!\r\nPlease sign my petition so that I can show that us people refuse to be treated like this and have our lives dictated by these people!!",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-07T01:02:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-07T01:02:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:50.036Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is not the purpose of e-petitions to deal with individual cases."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:50.039Z"
    },
    "id": 48340,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48340.json"
    },
    "type": "archived-petition"
}