{
    "attributes": {
        "action": "Ban all sharia law in the u.k",
        "additional_details": "This is to stop all 85 sharia courts that are open and to stop anymore from opening.\r\nPeople residing in this country should obey by British law. No other law should ever be used in this country not now and not ever.\r\nI want to see all sharia law banned and any one found performing these acts should be prosecuted by British law.",
        "background": null,
        "closed_at": "2014-04-11T11:49:07.000Z",
        "created_at": "2013-04-07T11:11:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:50.108Z",
            "details": "As this e-petition has received more than 10, 000 signatures, the relevant Government department have provided the following response:\r\n\r\nSharia 'law' has no jurisdiction in England and Wales and the Government has no intention to change this position.\r\n\r\nSharia principles are the code of personal religious law governing the conduct of Muslims. They can extend into all aspects of people's lives, but provided an activity prescribed by Sharia principles does not contravene the law of England and Wales, there is nothing that prevents people living by Sharia principles.\r\n\r\nBritain has a proud tradition of religious tolerance, within the law. We expect individuals and groups to exercise their religious beliefs in a courteous and considerate manner and to respect the rights of others. Freedom of expression is the hallmark of a healthy society; however, mutual concern and respect for our fellow citizens is essential if we want our neighbourhoods to be places where everyone can play their part and feel that they belong.\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010)then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nThere can never be reliance on the fact that an act that is permitted under Sharia principles is a justification for committing what is, under the law of this country, a criminal act or indeed a breach of civil law such as the Equality Act 2010. Muslim women, for example, can find legal recourse in the legislation that has already been enacted, for example forced marriage issues, regardless of what is stated within Sharia principles.\r\n\r\nThis Government will challenge behaviours and views which run counter to our shared values. Promoting fairness in society is one of the Coalition Government's core commitments. This is everyone's responsibility; it is only together we are able to develop a stronger and more cohesive society.\r\n\r\nThere can be no question of there being a parallel system of law in this country.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:50.108Z"
        },
        "government_response_at": "2013-08-05T13:35:10.602Z",
        "moderation_threshold_reached_at": "2013-04-07T11:11:44.000Z",
        "opened_at": "2013-04-11T11:49:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-07-05T13:35:10.602Z",
        "scheduled_debate_date": null,
        "signature_count": 21452,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:50.114Z"
    },
    "id": 48352,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48352.json"
    },
    "type": "archived-petition"
}