{
    "attributes": {
        "action": "Provide more Funding & Awareness for Pancreatic Cancer to aid long overdue progress in earlier detection and, ultimately, improved survival rates",
        "additional_details": "Pancreatic cancer (PC): 5th leading cause of UK cancer death with the worst survival rate of all cancers yet it receives only c1% of research spend. 5 year survival of 3% hasn’t improved in over 40 years, whilst survival rates for other cancers have eg Bowel current 54%/1971 22%. Breast current 84%/1971 56%. Prostate current 81%/1971 31%\r\n\r\nPC lags behind. More funding/more public awareness is vital so that progress can be made in earlier detection and, ultimately, better survival rates. Often termed the “silent killer”, many of PC’s symptoms mirror other less critical illnesses. Sometimes GPs may not recognise these early enough, looking first at other possible causes resulting in lost time before diagnosis. By this time, in many cases, the prognosis is terminal.\r\n\r\nAnother 40 years can’t pass without change. The requirement is for significantly increased research funding and inclusion in the National Awareness & Early Diagnosis Initiative (NAEDI) Public Symptoms Awareness Campaign",
        "background": null,
        "closed_at": "2014-04-08T09:57:23.000Z",
        "created_at": "2013-04-07T22:17:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-09-26T22:06:39.188Z",
        "government_response": {
            "created_at": "2017-06-21T15:12:50.458Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government and charities work closely together in pancreatic cancer research and other fields of cancer research through the National Cancer Research Institute (NCRI).  Factors influencing the level of research funding are discussed in Strategic Analysis 2002: An overview of Cancer Research in the UK directly funded by the NCRI Partner Organisations:\r\n\r\nThere are a number of factors that dictate the level of research funding into a particular issue.  These include:\r\n\r\nscientific opportunity – this can be a very important factor.  In particular, developments in fundamental research and the introduction of new technologies often stimulate new approaches;\r\nthe burden of disease – the incidence and severity of a type of cancer will influence both researchers and funders;\r\nresearchability – some tumour types are easier to work on than others but can often provide a model system for other cancers, and many researchers are attracted to areas or diseases where there is real evidence or potential for progress;\r\nfundraising – certain types of cancer may attract more public donations than others; and\r\nthe quality and size of the research workforce – because of the issues listed above some areas attract more high quality researchers than other areas.  This will undoubtedly affect the number of quality proposals received by funding bodies.\r\n\r\nNCRI partner organisations take these factors into account when making funding decisions.  However, the relative importance of each of these in the decision-making process varies for each organisation depending on its corporate aims, culture and procedures.\r\n\r\nThe Department’s National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including pancreatic cancer.  These applications are subject to peer review and judged in open competition, with awards being made on the basis of the importance of the topic to patients and the NHS, value for money and scientific quality.  NIHR funding is not ring-fenced for cancer research or for research on pancreatic cancer or other types of cancer.  In all disease areas, the amount of NIHR funding depends on the volume and quality of scientific activity.  Recruitment to studies associated with pancreatic cancer by the NIHR Clinical Research Network has increased more than five-fold from 447 in 2008-09 to 2,744 in 2012-13.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n\r\nThis e-petition has passed the 100 000 signature threshold.\r\n\r\nThe Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for scheduling debates on e-petitions, informing them that the petition has reached 100 000 signatures.\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:12:50.458Z"
        },
        "government_response_at": "2013-05-25T13:34:18.618Z",
        "moderation_threshold_reached_at": "2013-04-07T22:17:02.000Z",
        "opened_at": "2013-04-08T09:57:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-04-25T13:34:18.618Z",
        "scheduled_debate_date": null,
        "signature_count": 106410,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:50.464Z"
    },
    "id": 48389,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48389.json"
    },
    "type": "archived-petition"
}