{
    "attributes": {
        "action": "Asylum seekers should should be given temporary refuge and should return to their own country as soon as circumstances allow",
        "additional_details": "It is a good idea to build overseas prisons in order to deport foreign prisoners or failed asylum seekers. As in Australia, sending asylum seekers to be detained overseas whilst their claim for asylum are being considered, UK could built, for example, British jails in Nigeria to avoid observing the Human Rights Act, so that Nigerian prisoners can be deported.\r\n\r\nAlso refuge for asylum seekers could be provided for by the UN and not by individual countries.\r\n\r\nAsylum seekers (and their extended family members) should not be given leave to ‘remain in UK indefinitely’ visas. Many asylum seekers who claim ‘prosecution and fear of death’ in their own countries but will inadvertently go on holidays to the country of their origin, only AFTER they were given asylum status in UK.\r\n\r\nIf asylum seekers were only temporarily allowed to seek refuge in an island run by international agencies, then the numbers of people claiming to be refugees will be dramatically reduced  ",
        "background": null,
        "closed_at": "2012-08-08T13:44:20.000Z",
        "created_at": "2011-07-29T22:58:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-29T22:58:50.000Z",
        "opened_at": "2011-08-08T13:44:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 58,
        "state": "closed",
        "updated_at": "2017-06-21T15:05:50.551Z"
    },
    "id": 484,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/484.json"
    },
    "type": "archived-petition"
}