{
    "attributes": {
        "action": "Please make cycling helmets a legal requirement",
        "additional_details": "Please sign this petition. The intention is to make cycling helmets a legal requirement. What cost would you put on a life compared to the cost of a helmet?\r\n\r\nDont lose any of those loved ones for the sake of wearing a helmet",
        "background": null,
        "closed_at": "2014-04-09T08:09:48.000Z",
        "created_at": "2013-04-09T05:50:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:51.954Z",
            "details": "Cycle helmets offer a degree of protection for cyclists in the event of a fall from a cycle and some types of collisions. In line with the Highway Code rule 59, the Government encourages their use by all cyclists and in particular by children. However people and parents are free to choose whether to follow this advice and we have no plans to legislate to introduce mandatory enforcement of cycle helmet wearing.\r\n\r\nThe Transport Research Laboratory (TRL) was commissioned to review the evidence on helmet wearing and their safety benefit and they produced a report in 2009 (TRL report 446 “The potential for cycle helmets to prevent injury”) which can be found at: https://www.gov.uk/government/publications/road-safety-research-and-statistical-reports\r\n\r\nThe main focus of the TRL report was on the effectiveness of cycle helmets in the event of an accident. The report concluded that cycle helmets would be expected to be effective in many cycle accidents based on biomechanical principles, but the effectiveness would depend on a range of factors such as whether it was a fall or in collision with a vehicle and what object was struck by the head.\r\n\r\nThe report also undertook a literature review for its real life outcomes, i.e. whether it affects the casualty outcomes in real accidents. Because of the limitations and contradictions of research, the report concluded that it was not possible to quantify the scale, if any, of real life benefit from the literature review.\r\n\r\nThe report also looked in depth at 113 fatal cycle casualties (2001-2006). The analysis concluded that 9 cyclist fatalities involving head injury from hitting the ground and 3 to 9 cyclist fatalities from hitting a vehicle could potentially have been prevented by helmet wearing, equating to 10-16% of all cyclist fatalities.\r\n\r\nRegular Department for Transport surveys have shown that the wearing rate for children has remained at around 18% i.e. the majority of children cyclists do not wear helmets. Compulsory laws would therefore cause significant enforcement difficulties and without greater public acceptance could have a negative effect on levels of cycling with direct disadvantages and costs in terms of health. For these reasons, the Government has no plans to introduce compulsory cycle helmet laws.\r\n\r\nThe Government believes the introduction of improved training and infrastructure for cyclist and improving the education and awareness of all road users to the vulnerability of cyclists will improve cycle safety. To this end, in the life of this Parliament £278m of Government funds has been committed to cycling. This includes £94 million Cycling Ambition Grants for cities and National Parks (Manchester, Leeds, Birmingham, Newcastle, Bristol, Cambridge, Oxford, Norwich, New Forest, Peak District, South Downs and Dartmoor). Investment in the eight cities is now in excess of £10 per head per year, as recommended by the All Party Parliamentary Cycling Group’s recent report.\r\n\r\nAs announced by the Prime Minister in August, we are also taking steps to cycle proof roads so that all new trunk roads and improvement schemes will be designed with cyclists as well as motorists in mind. We also expect local authorities to up their game to deliver infrastructure that takes cycling into account from the design stage.\r\n\r\nWe have also set up a taskforce with Transport for London to raise awareness of safety among HGV drivers and to take targeted enforcement action against the small minority of potentially dangerous operators, drivers and vehicles.\r\n\r\nIn October we launched a new THINK! cyclist campaign, targeting five cities across England; this builds on last year’s launch of the ‘THINK CYCLIST’ “Let’s Look Out For Each Other” campaign. We also continue to support Bikeability cycle training for children. Last year the funding is estimated to help more than 293,000 school children to access training. The Government has extended its commitment to Bikeability to 2015/16.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-10-07",
            "summary": "",
            "updated_at": "2017-06-21T15:12:51.954Z"
        },
        "government_response_at": "2013-10-07T15:06:03.279Z",
        "moderation_threshold_reached_at": "2013-04-09T05:50:40.000Z",
        "opened_at": "2013-04-09T08:09:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-09-07T15:06:03.279Z",
        "scheduled_debate_date": null,
        "signature_count": 12063,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:51.962Z"
    },
    "id": 48526,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48526.json"
    },
    "type": "archived-petition"
}