{
    "attributes": {
        "action": "Stop The Oscene And Inappropriate Spending On Thatchers Funeral",
        "additional_details": "The measure of a civilised society is made by observing how the weak and vulnerable are treated, and the priority that is given to their needs above those of the political classes. Former PM, Baroness Thatcher's funeral is estimated to cost up to £10 million. Attacks on welfare benefits is causing misery to the lives of the disabled, unemployed, and working families. This and major cuts in the funding of domestic/sexual violence organisations, and on the homes of those needing social housing through the 'bedroom tax'; are necessary says the Government because of its need to reduce costs dramatically and reduce the national deficit.\r\nSpending £10 million on a former PM’s funeral is inherently absurd and disingenuous to the people of this country who are suffering as a result of the austerity measures the government is implementing. The Government should minimise the cost of Baroness Thatcher's funeral by deciding that military honours in times of austerity is inappropriate and obscene.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-10T12:15:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-10T12:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:53.061Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:53.064Z"
    },
    "id": 48612,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48612.json"
    },
    "type": "archived-petition"
}