{
    "attributes": {
        "action": "Save UK Justice",
        "additional_details": "The MOJ should not proceed with their plans to reduce access to justice by depriving citizens of legal aid or the right to representation by the Solicitor of their choice.",
        "background": null,
        "closed_at": "2013-10-10T14:36:41.000Z",
        "created_at": "2013-04-10T14:11:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-07-07T12:46:12.472Z",
        "government_response": {
            "created_at": "2017-06-21T15:12:53.222Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe have one of the most expensive legal aid systems in the world and spend more than £1billion of taxpayer’s money on criminal legal aid each year. We must ensure we get the very best value for every penny spent.\r\n\r\nWe are tackling areas which are eroding public confidence – such as wealthy defendants who can afford to pay their own costs routinely receiving legal aid; prisoners being given legal aid for issues better dealt with by via the prisoner complaints system; a small amount of high cost cases swallowing up many millions in pubic money; and those who do not have a strong connection to this country qualifying for legal aid.\r\n\r\nUnder the proposals for reform of the criminal legal aid scheme that we are consulting on until 4 June, quality assured duty solicitors and lawyers would still be available – just as they are now. All providers would be required to satisfy specified quality standards when they submit their tenders and subsequently through contractual requirements. They would therefore all be capable and competent of delivering criminal legal aid services to any client.\r\n\r\nThe consultation proposals aim to deliver a more credible and efficient system which will save £220million from the legal aid bill by 2018/19.\r\n\r\nThe consultation is open until 4 June and the department welcomes submissions on its proposals via the following link: https://consult.justice.gov.uk/digital-communications/transforming-legal-aid\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-05-19",
            "summary": "",
            "updated_at": "2017-06-21T15:12:53.222Z"
        },
        "government_response_at": "2013-05-19T09:37:38.147Z",
        "moderation_threshold_reached_at": "2013-04-10T14:11:32.000Z",
        "opened_at": "2013-04-10T14:36:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-04-19T09:37:38.147Z",
        "scheduled_debate_date": null,
        "signature_count": 104068,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:53.228Z"
    },
    "id": 48628,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48628.json"
    },
    "type": "archived-petition"
}