{
    "attributes": {
        "action": "The state to reclaim all cost of Thatcher's funeral from her wealthy children.",
        "additional_details": "Since this Tory government was elected in 2010 we have been bombarded with their claims that the country is on the brink of financial disaster and that the taxpayers can no longer afford to fund the welfare state in the way  that they have been doing. Along with those claims we have seen them implement the most savage cuts to OUR welfare state along with the hated Bedroom Tax.\r\n\r\nMany libraries, health centres, youth employment projects and advice centres have all been axed by this government in the name of austerity, many of which only needed relatively small amounts of money per year to operate so is it any wonder that many people are now feeling outraged that this government can now muster up at least £10 million for the funeral of Margaret Thatcher ?\r\n\r\nWe are calling on this government  or a future Labour government to reclaim this money  back from the very wealthy children of Margaret Thatcher and return it to the state for the benefit of the people.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-14T17:20:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-14T17:20:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:55.170Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:55.173Z"
    },
    "id": 48832,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48832.json"
    },
    "type": "archived-petition"
}