{
    "attributes": {
        "action": "Free schools should not be approved by the Department for Education in areas where there are a surplus of places in existing schools\"",
        "additional_details": "The Government should monitor more rigorously all proposals for new Free Schools and should hold discussions with local Headteachers before approval is given.\r\nFree schools are being set up in areas where there are a surplus of places in existing schools. This has the effect of reducing funding for staffing, resources and facilities to the existing schools. Educational funding is on a per capita basis, the money follows the pupil.\r\nAs an example look at the proposed Route 39 Academy in North Devon.\r\nIf children go to the new Free Schools, all paid for by the tax payer, they leave existing schools with surplus places and less money.\r\n This affects the education of thousands of children in existing state schools who might lose teachers through redundancy, or be taught in substandard facilities with fewer resources.\r\nFree Schools are set up without discussion with local Heads.\r\nWe should support existing Local Authority controlled schools.\r\nSuch Free Schools WASTE TAXPAYERS MONEY.",
        "background": null,
        "closed_at": "2013-10-16T07:20:27.000Z",
        "created_at": "2013-04-15T10:30:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-15T10:30:21.000Z",
        "opened_at": "2013-04-16T07:20:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 584,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:55.430Z"
    },
    "id": 48854,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48854.json"
    },
    "type": "archived-petition"
}