{
    "attributes": {
        "action": "Bring Motorcycle road tax inline with that of cars",
        "additional_details": "Cars pay road tax on based on the emissions.\r\n\r\nMotorcycles pay road tax based on their CC\r\n\r\nFor most motorcycles, if they were cars, they'd pay no tax whatsoever...\r\n\r\n... but as Motorcycle's are still taxed based on the old method of judging their CC, motorcycles over 600cc pay £78 a year.\r\n\r\nSo a Toyota Aygo or Citreon C1, a tax class B car, pays just £20 a year, producing 139gm of Co2...\r\n\r\n....but a Honda VFR making just 16.5g of CO2, pays £78 a year, nearly 4 times as much.\r\n\r\n\r\nMotorcycles take up next to no room, are far less emitting than cars, cause far less wear/tear on the road surfaces and reduce traffic.\r\n\r\nIt's about time this fundamental unfairness was addressed, and motorcycle tax based on emission on the same basis as cars.\r\n\r\nIt is either discrimination against motorcyclists, or blatant milking of us for financial benefit. ",
        "background": null,
        "closed_at": "2014-04-16T07:28:32.000Z",
        "created_at": "2013-04-15T15:21:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:55.585Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe decisions of successive Governments have resulted in VED being structured according to vehicle type and registration date with VED contributing to general taxation revenues.  Cars registered before March 2001 are taxed according to engine size, and those registered from March 2001 onwards taxed according to carbon dioxide (CO2) emissions.\r\n\r\nUnlike for cars, the European Union has not yet established a design type approval test for motorbikes that requires CO2 data to be produced for each model variant.  The current scheme for motorbike manufacturers is voluntary and so does not offer a complete dataset for all motorbikes in production.  The Government is therefore not in a position to treat motorbikes on a CO2 emissions basis for VED.  The current engine capacity based rates offer the most practical and easy-to-understand way to reflect the respective emissions levels of motorbikes.\r\n\r\nThe majority of motorcycle owners, in fact, pay rates lower than the top VED rate of £78. A third of motorcyclists pay the lowest VED rate applicable to motorcycles, i.e. of £17.  The Government believes that healthy public finances are essential for future growth and jobs.  The UK is still faced with the serious and unavoidable economic challenge of tackling the debts inherited from the previous Government.  Despite this challenge, under this Government, VED rate increases for cars, vans and mototcycles are limited to inflation only, meaning that a motorist’s VED liability remains unchanged in real terms since 2010.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:55.585Z"
        },
        "government_response_at": "2013-08-31T02:09:52.125Z",
        "moderation_threshold_reached_at": "2013-04-15T15:21:47.000Z",
        "opened_at": "2013-04-16T07:28:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-07-31T02:09:52.125Z",
        "scheduled_debate_date": null,
        "signature_count": 17253,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:55.591Z"
    },
    "id": 48869,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48869.json"
    },
    "type": "archived-petition"
}