{
    "attributes": {
        "action": "Goverment to take a Safeguarding Children position against sites like Ask.Fm",
        "additional_details": "Cyber-Bullying has been an ever increasing problem within the UK for a considerable amount of time with one of the biggest offenders becoming Ask.Fm , a site popular amongst young people where posts can be made with confidence anonymously which has led to bullying, mental health problems and suicides as well as grooming.\r\n\r\nThe problem cannot be allowed to persist and whilst there is public opinion about digital rights please sign if you would like the Government to step in and insist that Ask.fm and similar sites help us protect our young people. They are able to join from the age of 13 and can post anonymously. There is no option to block other users and only a basic 'report' button. ",
        "background": null,
        "closed_at": "2014-05-08T11:50:12.000Z",
        "created_at": "2013-04-15T19:49:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:55.787Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nCyberbullying can be a particularly insidious and harmful form of bullying. It can be a 24/7 phenomenon with no refuge for the person targeted.\r\n\r\nThe law makes it very clear that if something is illegal offline, it is also illegal online. Bullying itself is not a specific criminal offence; however some types of harassment or threatening behaviour – or communications – could be criminal offences under the Protection from Harassment Act 1997, the Malicious Communications Act 1988, the Communications Act 2003, and the Public Order Act 1986.\r\n\r\nGuidance outlining the government’s approach to bullying, legal obligations and the powers schools have to tackle bullying can be found here: http://tinyurl.com/antibullyingguidance. This document has been produced to help schools prevent and respond to bullying (including cyberbullying) as part of their overall behaviour policy. Government has ensured that teachers have the powers they need to tackle bad behaviour and bullying. New search powers included in the Education Act 2011 have given teachers stronger powers to tackle cyber-bullying (via text message or the internet) by providing a specific power to search for and, if necessary, delete inappropriate images (or files) on electronic devices, including mobile phones.\r\n\r\nOfsted now clearly holds schools to account for how well they deal with behaviour and bullying. Since January 2012 inspectors must consider pupils’ freedom from bullying, harassment and discrimination.\r\n\r\nThe Child Exploitation and Online Protection Centre (CEOP) and the UK Safer Internet Centre have advised Government on the development of a new Computing curriculum which will ensure that children are taught at all stages how to use technology safely and respectfully, and how to report concerns.\r\n\r\nSince 2010, the Government has committed £2m directly to the Beatbullying charity to support the Cybermentors programme, to give online support to victims of bullying, and to train 3,500 11-17 year olds over two years to act as mentors, backed up by support for teachers and parents.\r\n\r\nProtecting children online is everyone’s responsibility. The website Ask.fm recently announced changes to its services: better moderation of posts, a more prominent reporting button and better guidance on how to switch off the anonymity function.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:12:55.787Z"
        },
        "government_response_at": "2013-10-03T21:35:37.050Z",
        "moderation_threshold_reached_at": "2013-04-15T19:49:35.000Z",
        "opened_at": "2013-05-08T11:50:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-09-03T21:35:37.050Z",
        "scheduled_debate_date": null,
        "signature_count": 15413,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:55.793Z"
    },
    "id": 48886,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48886.json"
    },
    "type": "archived-petition"
}