{
    "attributes": {
        "action": "David Cameron, George Osborne And Iain Duncan Smith All To Stand Down...",
        "additional_details": "We the undersigned petition for the resignation of David Cameron and George Osborne.\r\n\r\nSince entering office, David Cameron, George Osborne and the Coalition as a whole have shown themselves repeatedly to be utterly out of touch with the British people's needs and utterly incapable of making any improvement to the financial situation in the UK.\r\n\r\nTheir sole solution to every embarrassment and failure has been to blame the previous government, who left office over two years ago, since that time there has been no improvement and it is an affront to people's intelligence that we be expected to believe that the last government are still responsible for the current situation two years down the line.\r\n\r\nWith members of all parties commenting on their concern and distrust of the current government, it is clear that public and political confidence in them is zero.\r\n\r\nWe call for the resignation of David Cameron and George Osborne and for a new general election to be called.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-16T23:20:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-16T23:20:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:56.350Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:56.353Z"
    },
    "id": 48946,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/48946.json"
    },
    "type": "archived-petition"
}