{
    "attributes": {
        "action": "A petition for Prime Minister David Cameron to pledge that no public funds to be used for Margaret Thatcher Museum and Library",
        "additional_details": "A petition for the Prime Minister, David Cameron, to pledge that no public funds are used to build the proposed Margaret Thatcher Museum and library.\r\n\r\nThe Margaret Thatcher museum proposed by the charitable organisation \"Cherish Freedom Trust\" will cost an estimated £15,000,000.\r\n\r\nWe are currently living within a society constrained by austerity measures introduced by David Cameron's coalition government. Therefore, we should use our public money for essential projects only.\r\n\r\nThis is not a petition to stop the creation of the said museum. It is a petition to ensure that the museum is created using only private money and charitable donations.\r\n\r\nIn a speech announcing the project,  Prime Minister David Cameron said, \"During her life Margaret Thatcher believed in action - and this memorial will produce real results for generations to come.\"\r\n\r\nTake action.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-21T22:21:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-21T22:21:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:57.904Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is being privately financed, not by the Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:57.907Z"
    },
    "id": 49123,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49123.json"
    },
    "type": "archived-petition"
}