{
    "attributes": {
        "action": "Promote cycling by implementing the recommendations in the 'Get Britain Cycling' report.",
        "additional_details": "We the undersigned call on the Prime Minister to pledge that the Government will implement the recommendations in the 'Get Britain Cycling' parliamentary report.\r\nThe inquiry, chaired by a cross-party panel of MPs and peers, heard that promoting cycling as a healthy and affordable way to travel can tackle Britain's obesity crisis, save millions from NHS budgets, boost the economy and reduce congestion on our roads and trains.\r\nThe inquiry’s 18 recommendations focus on reallocating investment, safer road design, lower speed limits, better training and strong political leadership.\r\nThis will require cross-departmental consensus led from the Cabinet Office and Downing Street, not just from the Department for Transport.\r\nIn the Commons on February 22, 2012, the Prime Minister said of The Times's ‘Cities Fit for Cycling’ campaign: “If we want to encourage the growth in cycling we’ve seen in recent years, we need to get behind campaigns like this.”\r\nNow is the time to act on those words.",
        "background": null,
        "closed_at": "2014-04-23T15:47:59.000Z",
        "created_at": "2013-04-23T14:46:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:12:58.555Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government welcomes the All Party Parliamentary Cycling Group (APPCG) inquiry and report. We will look at the recommendations carefully and respond in due course. The Coalition Government takes cycling very seriously and is committed to leading the country in getting more people cycling, more safely, more often.\r\n\r\nMany of the recommendations in the report mirror those shared with Government by the Cycling Stakeholder Forum members.  In the last 12 months we have allocated £107m of new money to support safety and community links that encourage more cycling.  This is over and above the £600m Local Sustainable Transport Fund where 94 out of the 96 projects contain a cycling element.  We have also introduced measures to make cycling safer, including flexibility for Local Authorities to introduce 20mph speed limits in residential areas and a process for applications for further rural 40mph zones.  Furthermore, we have made it easier to install Trixi mirrors to improve the visibility of cyclists at junctions.\r\n\r\nThe Department for Transport has been co-ordinating a cross-departmental effort to promote cycling, in particular with Defra and the Department of Health.  For example Transport and Health Ministers shared a platform at the Leicester Active Travel Conference in November to promote better working between public health and transport planners.  We now plan to take this further by establishing a project team involving more departments and stakeholders.\r\n\r\nWe are working on making our towns and cities more cycle friendly. In January we announced the Cycle City Ambition Grants and have invited cities outside London to bid for a share of a £42m grant.  The guidance requires cities to demonstrate local leadership and set out a 10 year ambition for more cycling.  Successful bids will receive a cycling budget equivalent to £10 per head, which is the level of support the APPCG inquiry report recommends.  The £42m grant will also benefit National Parks who have been asked to develop schemes to improve cycling facilities to help support cycling as a fun leisure activity as well as a healthy way of getting around.  We will announce the successful bids in the summer.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-18",
            "summary": "",
            "updated_at": "2017-06-21T15:12:58.555Z"
        },
        "government_response_at": "2013-06-18T15:42:03.989Z",
        "moderation_threshold_reached_at": "2013-04-23T14:46:05.000Z",
        "opened_at": "2013-04-23T15:47:59.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-18T15:42:03.989Z",
        "scheduled_debate_date": null,
        "signature_count": 73012,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:58.563Z"
    },
    "id": 49196,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49196.json"
    },
    "type": "archived-petition"
}