{
    "attributes": {
        "action": "Request for overhaul of court process and investigation into the impact and treatment of victims during child sexual abuse cases",
        "additional_details": "When children and young people find the courage to tell someone they’ve been sexually abused, it's usually after a long period of fear, angst and desperation. As an adult, despite the urge to confront and punish the perpetrator yourself, you contact the police knowing that justice surely will be served by going through the correct channels.\r\n\r\nThe reality for too many is a non conviction and the child or young person going through a long and traumatic experience– lengthy waits and cancelled court dates, being unable to access counselling, having to re-live the abuse again and again, and being branded a liar in court; resulting in the victim ultimately regretting that they ever shared their secret.\r\n\r\nSurely our children deserve more from our justice system than failure and further abuse? Surely something needs to be done to stop these brave, vulnerable children and young people from losing faith and trust in humanity, and in some cases seeking comfort from alcohol, drugs and self-harm?",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-23T18:23:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-23T18:23:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:58.659Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:58.663Z"
    },
    "id": 49211,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49211.json"
    },
    "type": "archived-petition"
}