{
    "attributes": {
        "action": "The major opposition party to government should publish their own budget alongside the government to determine their economic credibility",
        "additional_details": "After the publication of governmental budgets there is much speculation from the opposition about how they would “do things better”. This is not substantiated and appears from my viewpoint to be speculation.\r\n\r\nI believe the publication of an opposition budget would provide voters with the knowledge of the economic credibility of the major parties. The publication of an opposition budget could be independently verified by economists and compared to the governments, determining the economic credibility of their ideas. This will ensure voters are well informed when it came to elections.\r\n\r\nMuch is promised by parties which never seem to be enacted once elected and I believe this would address, in a small part at least, the disenchantment of voters as politician’s become more accountable for what they present to the public.\r\n\r\nTherefore I request that all parties must present their own budget regardless of whether they are in power.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-25T07:30:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-25T07:30:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:59.199Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:59.202Z"
    },
    "id": 49267,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49267.json"
    },
    "type": "archived-petition"
}