{
    "attributes": {
        "action": "Improve animal welfare standards in Romania prior to full EU membership at the end of 2013",
        "additional_details": "We, the undersigned, call on the government to insist on stringent animal welfare standards in Romania prior to being granted full EU membership at the end of 2013.\r\nTo include -  Strict monitoring of veterinarians in state shelters with laws forcing replacement if sub standard.\r\nBetter regulation of sterilisation and re-release programmes.\r\nNo euthanasia of stray dogs and regulation to prevent illegal euthanasia.\r\nEnforcement of animal cruelty cases to equal the standards of the UK.\r\nState funded mass sterilisation programmes to control strays without cruelty or euthanasia. ‘Dog catchers’ to be replaced by government funded animal welfare volunteers to catch dogs using humane methods. Strict welfare standards in state shelters, regulated by an independent body. Increased funding to vastly improve conditions of state shelters, in particular new buildings, better vet facilities and adequate food supplies. Full public access to state shelters to check standards are being kept.\r\n",
        "background": null,
        "closed_at": "2013-07-26T11:02:19.000Z",
        "created_at": "2013-04-24T21:39:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-24T21:39:59.000Z",
        "opened_at": "2013-04-26T11:02:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1969,
        "state": "closed",
        "updated_at": "2017-06-21T15:12:59.112Z"
    },
    "id": 49260,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49260.json"
    },
    "type": "archived-petition"
}