{
    "attributes": {
        "action": "Relax immigration rules on entry of Filipinos into the United Kingdom",
        "additional_details": "Filipino's make a great contribution to the United Kingdom through their employment in the service sector, going back to the 1970's when they were actively recruited into the hotel sector, through to the present day when they are employed as nurses, doctors and health care workers.\r\n\r\nThese are a people who leave their country and indeed their families to seek employment abroad to support their families back home and yet find it hard for their relatives to visit the UK due to immigration controls. Also for Filipino's visiting the UK from the Philippines, it should be easier for them to do so. By their nature the overwhelming majority of Filipino's do not seek benefits in the UK but instead work, hard, pay taxes and actively contribute to life here in the UK to make it a better place.\r\n\r\nWith so much investment coming from the UK Government into the Philippines, is it not time to allow a 30 day visa to the UK, which is in place for many other citizens of Countries throughout the world.",
        "background": null,
        "closed_at": "2014-05-13T14:43:13.000Z",
        "created_at": "2013-04-25T11:23:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-25T11:23:15.000Z",
        "opened_at": "2013-05-13T14:43:13.000Z",
        "rejected_at": "2017-06-21T15:12:59.322Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 68,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:59.325Z"
    },
    "id": 49278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49278.json"
    },
    "type": "archived-petition"
}