{
    "attributes": {
        "action": "The Government should try to persuade the Bank of England to try 'bottom-up' Qualitative Easing if there are plans to use QE again",
        "additional_details": "We, the undersigned believe that qualitative easing should be tried from the bottom up.\r\nThe Bank of England has already lost billions by bailing out the banks and now it is time to try from the other end.\r\n\r\nInstead of giving billions directly to banks, the Bank of England should pay each UK citizen an equal share of the amounts intended for qualitative easing.\r\nThis money would then be saved, deposited, used to pay off debts, mortgages, loans and overdrafts. The money would also benefit the high street where some citizens would spend their share.\r\n\r\nWe believe that this would be of greater benefit to the British economy and balance of payments, than giving the same amount over to the banks.\r\n\r\nThe money given to the citizens would likely end up with the banks anyway but would also benefit every man, woman and child directly and indirectly in ways that previous cases of QE have not",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-25T17:54:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-25T17:54:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:59.478Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:59.481Z"
    },
    "id": 49295,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49295.json"
    },
    "type": "archived-petition"
}