{
    "attributes": {
        "action": "Work to ensure organisers of the London Marathon provide medals to ALL future participants who complete the course, irrespective of the time it takes!",
        "additional_details": "We the undersigned call on the Prime Minister, his government and Parliament to pledge to work to ensure that all future participants who complete the Virgin London Marathon, and future London Marathons by other sponsors, receive a winners medal once they complete the course, irrespective of the time it takes them to complete it.\r\n\r\nAs identified within the Equality Act 2010 we all have a duty to:\r\n\r\n* Eliminate unlawful discrimination, harassment and victimisation and other conduct prohibited by the Act.\r\n* Advance equality of opportunity between people who share a protected characteristic and those who do not.\r\n* Foster good relations between people who share a protected characteristic and those who do not.\r\n\r\nThus, ensuring everyone, able bodied or not, receives a fair and equal reward for completing the London Marathon, is a step in the direction the aforementioned Act aims to lead us in.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-04-26T09:46:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-04-26T09:46:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:12:59.719Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A matter for the organisers of the Marathon."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:12:59.722Z"
    },
    "id": 49323,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49323.json"
    },
    "type": "archived-petition"
}