{
    "attributes": {
        "action": "Stop Legalised Theft of Copyrighted Works",
        "additional_details": "A new legislation that has been rushed through parliament with no thought has now reached royal assent. This legislation means that photographers and illustrators alike will see their artworks legally taken and used for another's own gain.\r\n\r\nUnless your works are registered or plastered with a watermark, anyone can use your copyrighted work for their own commercial and personal gains provided they have made a small effort to search for the original owner. If no owner can be found, they are free to do with it whatever they want.\r\n\r\nThere is nothing to stop people simply removing data embedded in digital files and pleading ignorance to the original author of the work.\r\n\r\nThe details have not yet been finalised, meaning there is little time left to put huge pressure on our government. Write to your MP and demand their objection.\r\n\r\nSign this petition now and share it with all you know to demand the UK Government make a U-turn and abort this legalised theft of digital artworks.",
        "background": null,
        "closed_at": "2014-01-30T12:55:00.000Z",
        "created_at": "2013-04-29T19:41:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:00.558Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThis petition appears to address a measure in the recent Enterprise and Regulatory Reform Act 2013 (ERR Act) concerning orphan works.  In fact, the Act ensures that the work of photographers and illustrators cannot simply be taken by others through a number of strong protections for creators’ interests.\r\n\r\nOrphan works are copyright works (such as books, photographs, films and music) for which one or more of the copyright owners cannot be found. Without the permission of all the rights-holders these works can only be used lawfully to a very limited extent. There are millions of such works held in the nation’s museums, archives and libraries.\r\n\r\nWith regard to the removal of data about the ownership of the copyright work (metadata), it is already a civil infringement under UK copyright law to knowingly and without authority strip metadata from a copyright work. If the infringer communicates the work to the public it may be a criminal offence.  It may also be a criminal offence under the Fraud Act 2006 if the infringer claims to be the rights holder.\r\n\r\nThe Government wants to enable these culturally and economically valuable works to be used while protecting the interests of the missing rights-holders. Section 77 of the ERR Act contains powers to allow the Secretary of State to appoint a body to license the use of orphan works.\r\n\r\nAny person wishing to use an orphan work will need to apply to the government-appointed authorising body for a licence.  As part of that process they must undertake a diligent search for the rights-holder which will then be verified by the Government appointed independent authorising body. The absence or removal of metadata does not in itself make a work “orphan” or allow its use under the orphan works scheme.\r\n\r\nOnly once the diligent search for the rights-holder has been verified by the authorising body and after the licence fee has been paid will a licence to use the orphan work be issued. Licences will be for specified purposes and subject to a licence fee which is payable up-front at a rate appropriate to the type of work and type of use. The licence fee will then be held for the missing rights-holder to claim.\r\n\r\nIf the work is not genuinely orphan then the rights-holder should be found by the search.  If the search is not properly diligent, no licence will be issued.\r\n\r\nThe proposal for an orphan works scheme was the subject of a formal written consultation and extensive informal consultation with all stakeholders, including several representatives from photography organisations. There were a number of genuine concerns which have been addressed by various safeguards, such as the verification of the diligent search and the requirement for remuneration to be set aside.  However, some media articles have contained a number of inaccuracies about the scheme.\r\n\r\nUnder these powers copyright will continue to be automatic and there is no need to register a work in order for it to enjoy copyright protection. The powers do not allow any person simply to use a photograph or any other work if they cannot find the rights-holder.\r\n\r\nA Working Group has been set up by the industry-led Copyright Hub to consider the issue of metadata and try to obtain cross-industry agreement on ensuring that metadata is not removed from copyright works.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:00.558Z"
        },
        "government_response_at": "2013-07-17T07:38:13.997Z",
        "moderation_threshold_reached_at": "2013-04-29T19:41:10.000Z",
        "opened_at": "2013-04-30T11:55:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-06-17T07:38:13.997Z",
        "scheduled_debate_date": null,
        "signature_count": 28757,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:00.564Z"
    },
    "id": 49422,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49422.json"
    },
    "type": "archived-petition"
}