{
    "attributes": {
        "action": "Ban the sale of young puppies & kittens without their mothers being present",
        "additional_details": "Puppies & kittens mass produced in horrific puppy/kitten farms are separated from their mothers too early, transported long distances & sold via pet shops, newspaper ads, websites & private dealers.\r\n\r\nThese puppies/kittens suffer:\r\n\r\nImpaired immune systems\r\nPainful diseases requiring costly treatment\r\nShorter life spans\r\nPoor socialisation leading to behavioural issues\r\n\r\nProspective owners should always:\r\n\r\nAsk “Where's Mum?”\r\nInsist on seeing puppy/kitten & mother interacting\r\nBe aware of scams e.g. fake/no mother present\r\n\r\nThe only exceptions are rescue animals that have been orphaned/abandoned.\r\n\r\nWe, the undersigned, call on the Government to ban the sale of young puppies/kittens unless their mothers are present.\r\n\r\nWe ask for urgent action to raise awareness & encourage the public to choose a responsibly bred puppy/kitten at least 8 weeks old, or adopt from a legitimate rescue organisation.\r\n\r\nThe Government must end the cruel practice of puppy/kitten farming in the UK.",
        "background": null,
        "closed_at": "2014-05-02T07:23:44.000Z",
        "created_at": "2013-05-01T18:46:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-10-12T21:06:42.066Z",
        "government_response": {
            "created_at": "2017-06-21T15:13:01.539Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Breeding and Sale of Dogs (Welfare) Act 1999, which amended and extended the provisions of the Breeding of Dogs Act 1973 and the Breeding of Dogs Act 1991, provides protection for dogs used in breeding establishments. Under this legislation, any person who keeps a breeding establishment for dogs and carries on at those premises a business of breeding dogs for sale must obtain a licence from the local authority.\r\n\r\nThe local authority has the discretion whether to grant a licence and, before doing so, must satisfy itself that the animals are provided with suitable accommodation, food, water and bedding material; are adequately exercised and visited at suitable intervals; and that all reasonable precautions are taken to prevent and control the spread of diseases amongst dogs.\r\n\r\nFor dogs bred by breeders who are not in the business of breeding and selling dogs but who breed occasionally, so called “hobby breeders” there is the Animal Welfare Act 2006, which makes it an offence to cause any unnecessary suffering to an animal or fail to provide for its welfare.  The maximum penalty is a fine of £20,000 or six months imprisonment, or both.\r\n\r\nAs with the dog breeding legislation, local authorities have powers to investigate allegations of cruelty or poor welfare.\r\n\r\nIn addition, any dogs transported in relation to an economic activity will need to comply with the legislation on the protection of animals during transport (EU Council Regulation (EC) 1/2005).  Under this legislation, any transporter will need to be authorised and its vehicle(s) approved.  Any business where dogs are sold will fall under the terms of this legislation.  Local authorities are responsible for enforcing this legislation.\r\n\r\nIf anyone has concerns about the welfare of dogs at a particular breeding establishment, they should report the matter to the relevant local authority, or the RSPCA who can investigate any such complaints.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:01.539Z"
        },
        "government_response_at": "2013-06-18T15:58:01.806Z",
        "moderation_threshold_reached_at": "2013-05-01T18:46:32.000Z",
        "opened_at": "2013-05-02T07:23:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-18T15:58:01.806Z",
        "scheduled_debate_date": null,
        "signature_count": 111572,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:01.546Z"
    },
    "id": 49528,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49528.json"
    },
    "type": "archived-petition"
}