{
    "attributes": {
        "action": "Petition to stop the government reclassifying craft as non-creative",
        "additional_details": "We request the Government reconsider the proposal that craft no longer be considered part of the creative industries, as part of the 30 April proposed changes set out in Classifying and Measuring the Creative Industries consultation paper.\r\nThe craft industry and those who work in it, over 88,000 people making a £3bn annual contribution to the UK economy, are inherently and by their very nature creative. We want the UK Government to stop ignoring The Crafts Council and the thousands of mostly sole trading craftsmen and women who consider themselves to be and indeed are creatives.\r\nThe Government should be proud & supportive of our vibrant creative craft industry & celebrate the unique, rich diversity of skills & craftsmanship, not seek to declassify, dismiss & undermine it.\r\nCalling an IT Business Analyst a creative but refusing the title to a skilled potter or ceramicist shows the level of understanding that those proposing the change have of what is and isn't creative.",
        "background": null,
        "closed_at": "2013-08-08T11:53:24.000Z",
        "created_at": "2013-05-01T21:58:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:01.665Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAs a result of this consultation, many people in the crafts sector have the impression that the Government is considering dropping crafts from the creative industries.  This is not true – the definition of the creative industries will continue to include crafts.\r\n\r\nThe purpose of the work is, rather, to grasp the nettle of how we measure the contribution of the creative industries (including crafts) to our economy. That is why the Department for Culture, Media and Sport worked with the Crafts Council, amongst others, to prepare this consultation.\r\n\r\nThis is the problem: when we measure the value of the creative industries, we have to use official statistics – namely the industrial and occupational codes used by the Office of National Statistics. These  codes are agreed internationally, and they have never adequately reflected the contribution of crafts. For example, the ONS recently reclassified silversmiths as “other skilled trades”, making it even harder to identify specific crafts. Most craft occupations are subsumed within occupational and industrial codes which are mainly non-creative.\r\n\r\nIn the consultation, therefore, we have asked people to make suggestions about how we identify crafts, so that we can make representations both to the Office of National Statistics, and in international fora, to ensure that crafts are appropriately identified and measured.  We of course welcome consultation responses which propose robust technical solutions for how Crafts, as well as other creative sectors badly served by the official codes, might be better teased out from the official data sources and using the existing codes.\r\n\r\nFurther clarification is provided here:\r\n\r\nhttps://www.gov.uk/government/consultations/classifying-and-measuring-the-creative-industries-consultation-on-proposed-changes\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-24",
            "summary": "",
            "updated_at": "2017-06-21T15:13:01.665Z"
        },
        "government_response_at": "2013-06-24T14:24:14.477Z",
        "moderation_threshold_reached_at": "2013-05-01T21:58:05.000Z",
        "opened_at": "2013-05-08T11:53:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-24T14:24:14.477Z",
        "scheduled_debate_date": null,
        "signature_count": 28563,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:01.672Z"
    },
    "id": 49537,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49537.json"
    },
    "type": "archived-petition"
}