{
    "attributes": {
        "action": "Time for major change in the disgraceful car insurance industry; certain parts of it are a little less then criminal",
        "additional_details": "\r\nThe UK's car insurance industry is abysmal. Something really needs to change as the way things are currently are in the industry are little less then criminal\r\n\r\nThe current situation in the car insurance industry needs to be rectified. I feel the following points should be looked at;\r\n\r\n-Storing accident stats on system when a penny has never been paid out which then causes an increase in policies\r\n\r\n-Miraculous cases of whiplash injuries; It seems all you need to do is look at somebody these days for them to get whiplash\r\n\r\n-Penalisation of younger drivers; Why should they be penalised for being young? It would be like classing every man a pig- Don't judge a book by its cover, everybody is an individual in there own right and not a statistic\r\n\r\n-Insure the car instead of the driver-This works for countries like Australia\r\n\r\nI feel urgent change is needed in the car insurance industry because parts of it are currently a disgrace\r\n",
        "background": null,
        "closed_at": "2014-05-08T10:23:44.000Z",
        "created_at": "2013-05-02T23:05:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-02T23:05:36.000Z",
        "opened_at": "2013-05-08T10:23:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:02.130Z"
    },
    "id": 49580,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49580.json"
    },
    "type": "archived-petition"
}