{
    "attributes": {
        "action": "Hands off universal pensioner benefits",
        "additional_details": "Politicians from all the main parties have suggested that the winter fuel allowance, free bus pass, TV licences for the over 75s and prescriptions for older people should either be means-tested or withdrawn altogether. This represents an unfair attack on the benefits that older people have campaigned for over the years – partly in recognition of the inadequate level of the state pension – and we call on Parliament to oppose any such changes.",
        "background": null,
        "closed_at": "2014-05-10T09:17:24.000Z",
        "created_at": "2013-05-03T15:01:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:02.298Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government has no plans to remove or means test universal benefits for pensioners.\r\n\r\nThe Government remains committed to protecting key support for older people in recognition of the fact many have worked hard and saved all their lives. This includes: free eye tests; free prescriptions; free television licences for the over 75s; free concessionary bus travel and Winter Fuel Payments.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:02.298Z"
        },
        "government_response_at": "2013-08-17T18:17:33.306Z",
        "moderation_threshold_reached_at": "2013-05-03T15:01:56.000Z",
        "opened_at": "2013-05-10T09:17:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-07-17T18:17:33.306Z",
        "scheduled_debate_date": null,
        "signature_count": 26691,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:02.304Z"
    },
    "id": 49599,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49599.json"
    },
    "type": "archived-petition"
}