{
    "attributes": {
        "action": "Reverse the changes to school term time family holiday rules",
        "additional_details": "Reverse the amendments to the term time family holiday rules under  The Education (Pupil Registration) (England) Regulations 2006 which are due to come into force on 1 September 2013.\r\n\r\nThese changes will adversely affect many families who cannot afford the cost of a holiday in school holidays.\r\n\r\nAll children who have a good attendance record should be allowed the opportunity to  enjoy quality time with their parents on an annual holiday of up to 10 days once per year.\r\n\r\nGood parents should not be criminalised for wanting to enjoy an affordable annual family holiday.\r\n\r\nThese badly thought out  changes will also adversely affect many businesses that rely upon holiday trade from Spring to Autumn.  Furthermore the cost of holidays in school holidays will sky rocket as a direct result of these changes.\r\n\r\nThe Government should reverse these amendments immediately.",
        "background": null,
        "closed_at": "2013-08-21T08:14:35.000Z",
        "created_at": "2013-05-04T19:56:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:02.657Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government has no plans to change its policy on this issue.\r\n\r\nIt is a Government priority that children of compulsory school age and who are registered at school attend school regularly. School absence should be reduced to a minimum.  This is because there is clear evidence that any absence from school can and does impact on children’s education attainment.\r\n\r\nThe law places a duty on parents of every school-registered child of compulsory school age to secure their regular attendance at school. The courts have interpreted regular attendance to mean a pupil attending school every day it is open for education. Failure of a parent to ensure their child attends school regularly may constitute an offence, which can lead to a parent being fined or prosecuted.\r\n\r\nThe previous law on leave of absence allowed schools to authorise up to ten days leave for the purpose of family holiday in special circumstances if a parent applied in advance. This was interpreted by some schools and parents to mean that parents had an entitlement to take their children on an annual two week family holiday during term time.  This was a misconception; the law was not intended to create any perception of an   entitlement.  The Government has now changed the law to remove any ambiguity.\r\n\r\nHead teachers will still have the power to authorise leave of absence but only in exceptional circumstances. If a head teacher grants leave, it will be for them to determine the length of time the child can be away from school. There are 190 days in a school year and enough opportunities during school breaks for parents to plan their holidays. The Government does not plan to revert back to the previous legislation.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-06-30",
            "summary": "",
            "updated_at": "2017-06-21T15:13:02.657Z"
        },
        "government_response_at": "2013-06-30T17:48:41.666Z",
        "moderation_threshold_reached_at": "2013-05-04T19:56:29.000Z",
        "opened_at": "2013-05-21T08:14:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-05-30T17:48:41.666Z",
        "scheduled_debate_date": null,
        "signature_count": 48943,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:02.664Z"
    },
    "id": 49640,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49640.json"
    },
    "type": "archived-petition"
}