{
    "attributes": {
        "action": "Council & CPS to drop Criminal Damage Charges against them, and for Kurtis Green & John Houston to receive official recognition for their efforts.",
        "additional_details": "With Reference to the article that appeared in 'The Mail Online' on Monday May 6th 2013\r\n\r\nhttp://www.dailymail.co.uk/news/article-2317962/Teenager-tends-war-memorial-village-12-years--council-accuses-criminal-damage-added-pipe-water-plants.html\r\n\r\nWe the undersigned believe that, Dersingham Parish Council & The Crown Prosecution Service, should drop Charges of Criminal Damagea gainst them, and for Government and Her Majesty The Queen to recognise the good efforts, of Kurtis Green & John Houston in maintaining and caring for The Dersingham War Memorial in honor of our Fallen.\r\nIndeed they should be officially praised for their efforts and not chastised for a minor procedural infringement by a local authority, who even in a time of recession should have undertaken the task themselves.In a time of much debate, racial and religious dispute over our fallen and their memorials, these 2 ordinary people have shown due respect and set a morral example that should be praised to the highest.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-06T11:22:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-06T11:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:03.108Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This e-petition concerns an individual case, which is an operational policing matter and therefore not within the responsibility of HM Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:03.110Z"
    },
    "id": 49690,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49690.json"
    },
    "type": "archived-petition"
}