{
    "attributes": {
        "action": "Safeguard our children from specific information available on PUBLIC school websites",
        "additional_details": "I express my concerns regarding child safety within schools “open” websites, in particular Primary Schools.\r\n\r\nANYONE with internet access are able to view the school calendar. Schools are providing ANYONE with the location and dates of where children are going to be outside the school environment on trips.\r\n\r\nOn Father’s Day Assemblies, Easter Bonnet Parades and Sports Days, lots of adults are allowed in the school during school hours. They cannot be 100% sure who they are allowing in the school, so allowing specific information about such events public I find astonishing, not to mention irresponsible.\r\n\r\nAdditionally, most schools are now incorporating class blogs linked into the websites. This is like having an online catalogue of children.\r\n\r\nWe cannot 100% ensure our children are protected ALL of the time, but society shouldn’t make it easier for things to happen! You can’t undo something that has already happened, you can only take measures to try and prevent it!!!\r\n",
        "background": null,
        "closed_at": "2014-05-10T12:37:44.000Z",
        "created_at": "2013-05-10T11:11:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-10T11:11:36.000Z",
        "opened_at": "2013-05-10T12:37:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 44,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:04.344Z"
    },
    "id": 49847,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49847.json"
    },
    "type": "archived-petition"
}