{
    "attributes": {
        "action": "referal for familys who have suffered sudden unexplained death of a child to the sudc program",
        "additional_details": "The SUDC program is a really help full caring and understanding program which I feel helps familys like mine who have suffered the sudden death of a child. My son was 3years old when he died on the 27th of December 2010. After a year I found the program on line and signed up for the parents support group which has had a really masive inpact on grief and the way I dealt with it but most importantly I also signed my daughter up for a pen pal within the same program. The reason for this is I want to see some thing put into place so that families like mine don't have to wait for months and months to find a good support program that can help and who have been through this kind of loss . The child death review bord could be the ones who do the referal (no parent should have to suffer and neither should the sibling)  so too help I'm asking every one to please sign and let's get the ball rolling on this please many thanks to you all",
        "background": null,
        "closed_at": "2013-11-13T10:49:39.000Z",
        "created_at": "2013-05-10T22:49:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-10T22:49:13.000Z",
        "opened_at": "2013-05-13T09:49:39.000Z",
        "rejected_at": "2017-06-21T15:13:04.564Z",
        "rejection": {
            "code": "duplicate",
            "details": "Removed at request of petitioner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:04.568Z"
    },
    "id": 49870,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49870.json"
    },
    "type": "archived-petition"
}