{
    "attributes": {
        "action": "Is it time for Britain to stop providing a safe haven to global terrorists?",
        "additional_details": "Altaf Hussain, the founder and leader of Mutahidda Qaumi Movement (MQM) in Pakistan, is widely known to have ordered numerous terrorist atrocities and been complicit in several murders in Pakistan yet has been provided safe haven by the British government for over two decades. Most recently, on May 12, 2013 he threatened the murder of peaceful protestors protesting in Karachi - the country's largest city - following what by all accounts seems to be one of the most obvious cases of large-scale vote rigging seen in any national election in recent times. (Remarkably, Hussain's threats were made live on television, with the ARY and GEO television networks transmitting these live to hundreds of thousands of British Pakistani's in the UK).\r\n\r\nThis petition asks why the British government continues to provide safe haven to terrorists in its own land while fighting a global war on terrorism in faraway lands, and whether, in the short-term, any police action will be taken against Hussain.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-13T12:58:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-13T12:58:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:05.360Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:05.365Z"
    },
    "id": 49954,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49954.json"
    },
    "type": "archived-petition"
}