{
    "attributes": {
        "action": "Kick Altaf Hussain out of UK for spreading terror in Karachi!",
        "additional_details": "For years, Altaf Hussain and his organisation MQM have been spreading hate and fear throughout the city of Karachi. Yesterday, on 12th May 2013, Altaf Hussain made public death threats on NATIONAL TELEVISION to the innocent people of Karachi for holding a peaceful protest against the rigging of Elections 2013 at Teen Talwar, Karachi. This protest was not backed by any other political party, rather was a peaceful demonstration by innocent civillians against the unjust rigging that took place.\r\n\r\nEnough is enough! Countless lives have been lost due to this man and his organisation - no more. Let's call his 'party' what it really is. This is not a political party but a terrorist organisation. We cannot let let them spread more hate and fear, we cannot let them take countless more innocent lives. We need to claim our city back.\r\n\r\nPlease sign this petition for the arrest of Altaf Hussain. He must be put behind bars and punished for his heinous crimes against Pakistan.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-13T20:09:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-13T20:09:51.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:05.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrrest of an individual is an operational policing matter."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:05.707Z"
    },
    "id": 49994,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49994.json"
    },
    "type": "archived-petition"
}