{
    "attributes": {
        "action": "Stop Mr Altaf Hussain from running his terrorist activities against people of Pakistan and Ban him from video link and telephonic speeches containing",
        "additional_details": "On 12th of May a BRITISH CITIZEN Mr Altaf Hussain directly threatened millions of people in Pakistan including media, using British soil.\r\nHe threatened to kill people and destruction in the city; He also threatened to divide the country.\r\nThis act is no different to an act of terrorism and a threat towards the solidarity and integrity of a country.\r\nThe community itself is frustrated on his ongoing actions and has every right to ask the government to play their role in order to stop him; the threats are not made first time and his telephonic speeches in the past fuels the riots in the cities and largely within Pakistan.\r\nWe (the Pakistani Community) strongly condemn against the threatening words used and urge the British Government to stop him from any telephonic or video activities that addresses people outside UK,\r\nWe want a total Ban imposed on Mr Altaf Hussain!!!! And prosecute him on his actions.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-13T19:37:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-13T19:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:05.633Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:05.636Z"
    },
    "id": 49990,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/49990.json"
    },
    "type": "archived-petition"
}