{
    "attributes": {
        "action": "EU Referendum - let the people of Britain speak!",
        "additional_details": "Please take the time to read and possibly sign this petition - Whatever your opinion on this matter we ALL have the right to speak and make a decision on this but Mr Cameron is simply not allowing us - the people - to speak. Mr Cameron is full of empty promises and his new excuse is IF you vote for CON party you will get a referendum in 2017!! That is far to long to wait.\r\nBeing in the EU costs 53 MILLION A DAY\r\nWe have a open door policy on immigration from the EU, Our housing, education, health and social services simply cannot cope with the constant rising numbers of people coming to live in the UK. We MUST end this open door immigration from the EU and run a properly controlled system to admit manageable numbers of people who have something to offer. In January 2014, we open our doors to an unlimited amount of people from Romania & Bulgaria - with our unemployment rate so high this will only make matters worse.\r\nThis is only a short summary of the disadvantages of being in the EU",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-15T15:57:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-15T15:57:46.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:06.639Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:06.641Z"
    },
    "id": 50107,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50107.json"
    },
    "type": "archived-petition"
}