{
    "attributes": {
        "action": "It's something that virtually every fan of every Football League Club is hugely worried about; The Premier League killing off the Football League!!",
        "additional_details": "If you read this Guardian article http://alturl.com/pdc3m a petition to the Department for Culture, Media and Sport needs creating & circulated to every FL Club for its fans to sign and get the Government to debate the PL's power over the FL.\r\n\r\nSupporters spend a fortune following our clubs, seemingly resigned to the fact of watching the slow death of the beautiful game in this country; essentially the supporters are who fund the PL/FA Executives wages lets not forget this.\r\n\r\nIt is just plain wrongful that the supporters, who are near the top of the revenue providing tree, are at the very bottom when it comes to decisions made about the sport which we fund in vast amounts.\r\n\r\nWhen you think about it the PL are untouchable and that's just so unbelievably wrong on the supporters and it shouldn't be happening, bending FL clubs over a barrel.\r\n\r\nThe PL's unchallenged power within the sport to force what they want but they won't take the fans of FL in to account!\r\n\r\n",
        "background": null,
        "closed_at": "2013-11-17T12:19:38.000Z",
        "created_at": "2013-05-16T11:30:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-16T11:30:16.000Z",
        "opened_at": "2013-05-17T11:19:38.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:07.032Z"
    },
    "id": 50143,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50143.json"
    },
    "type": "archived-petition"
}