{
    "attributes": {
        "action": "The NMC self awards their own ever increasing pay rates and pension contributions, this is unfair unjust and obsene",
        "additional_details": "NMC sets its own pay rises up 6% in 2010-12. NMC employees only contribute 6% towards their own pension.They set their own increasing NMC employer pension contributions, currently at 27.4%.  NHS Nurses and Midwives have had no pay rise, but have to contribute more to their pension 8% or higher and NHS employer pension contributions has decreased to 14%.  The NMC accepted a Government grant of £20 million. This and the annual £100 Reg fees each of the 660,000 Nurses and Midwives pay is used to fund the NMCs own employee pay rises, their 27.4% NMC employer contributions and pay the private sector company the NMC uses to manage its pension scheme.  NMC pensions must be reviewed, brought into line with the NHS rates or ceased all together. Pay rates must be reviewed and set by an Independent Government body. Nurses and Midwives must have a strong presence within the NMC with a voice & voting capacity on the running of the NMC fiscal management and business.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-16T22:06:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-16T22:06:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:07.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NMC is independent of Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:07.417Z"
    },
    "id": 50182,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50182.json"
    },
    "type": "archived-petition"
}