{
    "attributes": {
        "action": "Stop Altaf Hussain from spreading hatred and leading his militant cell",
        "additional_details": "Altaf Hussain is a British/Pakistani citizen based in London. For decades, Altaf Hussain and his organisation MQM have been spreading hate and fear throughout the city of Karachi via their militant cell. On a daily basis,  Altaf Hussain gets on the phone to instruct his political as well as militant MQM wing on actions to take to keep their control on the city. For instance, on 12th May 2013, Altaf Hussain made public death threats on Pakistani National Television to the innocent people of Karachi for holding a peaceful protest against the rigging of 2013 Elections at Teen Talwar square, Karachi. It is time to recognise MQM for what it is, a militant organisation headed from London by a British citizen who spreads terror and fear in Pakistan's financial capital.  Most British Pakistani citizen are wondering why no action or investigation has ever been undertaken by the home office against Altaf Hussain. We hereby ask the home office to start such investigation as soon as possible",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-17T15:16:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-17T15:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:07.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is an operational policing matter."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:07.614Z"
    },
    "id": 50205,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50205.json"
    },
    "type": "archived-petition"
}