{
    "attributes": {
        "action": "Statutory pardon for all convicted of gross indecency for homosexual acts, not only Alan Turing.",
        "additional_details": "The Alan Turing (Statutory Pardon) Bill [HL] 2013-14 proposes a posthumous pardon for Turing's \"gross indecency\" offences, namely his sexual relationship with another man, for which he was chemically castrated and barred from continuing his extraordinary work.\r\n\r\nHe was not alone. Many had to break the law in order to fulfil basic human needs. To single out Turing suggests that it is Turing's work that mitigates his offences. We contend that nobody, regardless of achievements, should have been prosecuted for pursuing romantic or sexual relations with consenting adults. This law was as damaging to unsung teachers, unknown retailers and others as it was for the hero of Bletchley Park.\r\n\r\nWe propose that a Statutory Pardon for Turing alone is an inappropriate way to celebrate his work, and a slight to the many other victims of this inhumane legislation.  We ask that the Government pardons all who were convicted for gross indecency offences for crimes relating to homosexual acts.",
        "background": null,
        "closed_at": "2013-08-23T10:45:35.000Z",
        "created_at": "2013-05-17T13:25:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-17T13:25:20.000Z",
        "opened_at": "2013-05-23T10:45:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 279,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:07.593Z"
    },
    "id": 50203,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50203.json"
    },
    "type": "archived-petition"
}