{
    "attributes": {
        "action": "Government Should Have More Involvement In Decisions Made By Nationalised Banks",
        "additional_details": "The Government currently own roughly 45% of Lloyds Banking Group. Should the government have more involvement in decisions such as the closure of Essex House? Recently 850 employees were told without warning they will lose their jobs in December. The reason, LBG will not be renewing the lease at Essex House (currently the home of Telephone Banking & Fraud Operations). There has been no other reasons given as to why this decision has been made. The staff who now face compulsory redundancy feel this decision is unjustified and should be overturned. It doesn't make sense for LBG who will now have to re-employ staff at other sites, or create new sites either here in the UK or abroad. Undoubtedly this will have a devastating effect on the staff of Essex House and their families, the local community/economy and of course the customers of LBG. We feel the Government should do more to protect the people who work for part Nationalised banks and should step in when decisions like this are made.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-18T00:53:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-18T00:53:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:07.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:07.699Z"
    },
    "id": 50216,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50216.json"
    },
    "type": "archived-petition"
}