{
    "attributes": {
        "action": "Ban on 'teenage', violent, and so called 'incestuous'  pornography; and request for a governing body to regulate all pornography websites.",
        "additional_details": "So-called 'Teenage' pornography is a horrific means of legalizing and normalizing child pornography.  Many of these so-called 'legal' websites display pornography which is extremely violent, exploitative and disturbing; and furthermore, in some cases claims to be incestuous.  The legalization of this media is clearly damaging, not only to the children and young people who are exploited, but to all those who look upon this content.  Personally, I believe that all pornography should be banned; however, since this is extremely unlikely to pass as a law, I want to call upon the government to change the laws governing pornography: to ban outright, the categories of 'Teen', 'Violent', and 'Incestuous' pornography; and set up a body which can regulate websites, and protect young children from accessing all such pornographic content.  It is my belief that these actions could dramatically decrease the country's spiraling cases of sexual abuse, and create a safer society for all.  ",
        "background": null,
        "closed_at": "2014-05-20T14:43:03.000Z",
        "created_at": "2013-05-20T08:36:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-20T08:36:54.000Z",
        "opened_at": "2013-05-20T14:43:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:08.396Z"
    },
    "id": 50286,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50286.json"
    },
    "type": "archived-petition"
}