{
    "attributes": {
        "action": "Stop the Afghanistan Tour of Duty being extended from 6 to 9 months",
        "additional_details": "We at Sanctuary for Veterans believe extending the tour of duty in Afghanistan from 6 to 9 months from September 2013 is unacceptable. Is it coincidence this tour ends with our troops leaving Afghanistan in 2014?\r\n\r\nWhilst I appreciate the logistical implications, our brave troops' wellbeing is more important than budgetary issues. I know from experience our troops will obey orders. Firstly, they’ll defend our Queen and country. Secondly, the military doesn’t tolerate conscientious objectors. But we’ve not yet reached the pinnacle of members of our military suffering from PTSD. To proceed with this increase will exacerbate an already dire situation.\r\n\r\nBy increasing the 6 month tour by 3 months, you are commanding our troops to risk their lives for a period equivalent to your whole working year, excluding holidays. Is this justifiable?\r\n\r\nI implore you to change your current strategy. Split the tour into 2, each of 4½ months, giving our brave troops the well-deserved break they need.",
        "background": null,
        "closed_at": "2013-11-30T15:59:15.000Z",
        "created_at": "2013-05-21T10:31:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-21T10:31:08.000Z",
        "opened_at": "2013-05-31T14:59:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 36,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:08.769Z"
    },
    "id": 50325,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50325.json"
    },
    "type": "archived-petition"
}