{
    "attributes": {
        "action": "NeverShallBeSlaves.com - Parliament should immediately debate the death penalty for child sex slavery.",
        "additional_details": "UK membership of the ECHR has so failed to protect human rights that slavery has returned to the nation that abolished it. The house of William Wilberforce must be recalled to again send the message that the organised economic enslavement of human beings will not be tolerated by Britain’s sovereign parliament.\r\n\r\nThe institutionalised political correctness among police, media and social services, indifferent to the systematic nationwide sexual torture of children, clearly indicts the organisational culture engendered by the Human Rights Act 1998 as complicit in the existence of child sex slavery networks.\r\n\r\nThe repeal of this act is thus required to protect victims of the 54 slave gangs still grooming, drugging, selling, raping and torturing schoolgirls chiefly in England, through the extension to the judiciary of the ultimate sentencing option. And, to enable the severe punishment and exposure of paid public servants who have facilitated and continue to enable grooming and abuse.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-22T03:37:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-22T03:37:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:09.251Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:09.254Z"
    },
    "id": 50371,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50371.json"
    },
    "type": "archived-petition"
}