{
    "attributes": {
        "action": "NeverShallBeSlaves.com - Parliament should immediately debate the death penalty for child sex slaving",
        "additional_details": "UK membership of the ECHR has so failed to protect human rights that slavery has returned to the nation that abolished it. The house of Wilberforce must be recalled to again send the message that the organised economic enslavement of human beings will not be tolerated by our sovereign parliament.\r\n\r\nThe institutionalised political correctness among police, media and social services, indifferent to the systematic nationwide sexual torture of children, indicts the organisational culture engendered by the Human Rights Act 1998 as complicit in the existence of child sex slavery networks.\r\n\r\nNO comparable e-petition exists requiring the repeal of this act: first, to protect victims of the 54 slaver gangs still drugging, selling, raping and torturing schoolgirls chiefly in England through the extension to the judiciary of capital punishment for slavers; and second, to enable severe punishment and exposure for paid public servants who have facilitated and continue to enable grooming and abuse",
        "background": null,
        "closed_at": "2013-08-23T10:48:07.000Z",
        "created_at": "2013-05-22T12:49:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-22T12:49:22.000Z",
        "opened_at": "2013-05-23T10:48:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:09.369Z"
    },
    "id": 50385,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50385.json"
    },
    "type": "archived-petition"
}