{
    "attributes": {
        "action": "Compulsory Microchip Scanning on pets to be introduced alongside Compulsory Microchipping with a microchip proving ownership.",
        "additional_details": "We want the Government to introduce legislation to get VETS to scan all dogs and cats for a microchip at registration in their practices and all ANIMAL WELFARE ORGANISATIONS, RESCUE CENTRES, COUNCIL KENNELS to scan all strays as well as cross check surrendered pets.  We do not want Scanning neglected with the introduction of Compulsory Microchipping on 6th April’16.\r\n\r\nThe microchip system can only be fully effective if animals that have been microchipped are routinely scanned, this is vital for animals that have been found as strays and kept by the finder, or stolen animals that have been sold on to unsuspecting new owners.\r\n\r\nRe-registration of microchipped pets on microchip databases should be made illegal if, when scanned, the pet shows as being registered lost or stolen.\r\n\r\nWe need your signature to show the Government that we want a full reunification service available to protect us and our pets, otherwise what is the point of us microchipping our pets?\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2014-05-23T09:45:34.000Z",
        "created_at": "2013-05-22T18:31:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:09.498Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe do not plan to introduce compulsory scanning. This is because it is already best practice that stray pets are scanned for microchips when received by vets and rescue centres.  The guidance provided by the British Veterinary Association advises veterinarians to always scan animals brought into their surgeries for the first time. Details of pets and those keeping them should be recorded on a microchip database so that pets can be re-united with their owners if those pets go missing. The new requirement from April 2016 for all dogs in England to be microchipped and for the details of the dog and its owner to be recorded on a database, will also require for such details to be kept up to date. The database should be informed when any pet is lost or stolen. If a stolen pet is identified through scanning the chip, then the database can advise the keeper on what steps may be taken.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-09-04",
            "summary": "",
            "updated_at": "2017-06-21T15:13:09.498Z"
        },
        "government_response_at": "2013-09-04T19:50:18.732Z",
        "moderation_threshold_reached_at": "2013-05-22T18:31:45.000Z",
        "opened_at": "2013-05-23T09:45:34.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-04T19:50:18.732Z",
        "scheduled_debate_date": null,
        "signature_count": 24857,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:09.504Z"
    },
    "id": 50401,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50401.json"
    },
    "type": "archived-petition"
}