{
    "attributes": {
        "action": "Use existing laws to prosecute those who make false and malicious complaints against police - it has been allowed to get out of control",
        "additional_details": "It is extremely easy in the UK to make a false  complaint against the police. Whilst the public need a professional and accountable police service, currently no action is taken when a complaint is proven to be false. A nasty or malicious serious complaint can be made without any justification, evidence or corroboration. Many complaints are made that the officers actions were 'racially motivated' despite no  reasoning other than the complainants background / ethnicity. Sometimes complaints are made so the complainant can state in a court that the matter is subject to a live complaint. The process after a complaint is made can be lengthy and oppressive for the police officer concerned. Existing laws such as wasting police time and perverting the course of justice, criminal libel are rarely used and officers face having to fund their own private civil defamation action to regain their professional reputation - the Ministry of Justice and Home Office need to take action as this is unjust. ",
        "background": null,
        "closed_at": "2014-05-31T16:22:36.000Z",
        "created_at": "2013-05-24T03:15:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-24T03:15:53.000Z",
        "opened_at": "2013-05-31T16:22:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:12.755Z"
    },
    "id": 50662,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50662.json"
    },
    "type": "archived-petition"
}