{
    "attributes": {
        "action": "MAKE IT ILLEGAL TO LIVE IN THE UK UNDER Islamic Sharia Law AND DEPORT ANYONE WHO DOES NOT CONFORM",
        "additional_details": "Law to be passed that Immigrants not British must live under British Law or be deported. Since the recent unacceptable barbaric terrorist attack on a British soldier we have had a surge of patriotism by the majority of British People.The Nation is tired of worrying about offending individuals over their culture.\r\nGreat Britain has been made by the victories of millions of men and women who have sought freedom. We speak English so should you. Most British people believe in God this is not a political push but fact and our country has been built on Christian principles. So if God offends you then you should consider another part of the world as your new home. God is part of our culture.THIS IS OUR COUNTRY, LAND and OUR LIFESTYLE.  So stop whinning about our culture, Union Jack, Armed Forces Christian beliefs, Heritage and way of life. Alternatively use your right to leave. You asked to be here so accept OUR Country you Accepted. Non Acceptance leave or be deported.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-24T12:03:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-24T12:03:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:13.342Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:13.345Z"
    },
    "id": 50707,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50707.json"
    },
    "type": "archived-petition"
}