{
    "attributes": {
        "action": "Oppose further applications by the British Acupuncture Council (BAcC) to the Privy Council to gain an “exclusive” Royal Charter in Acupuncture",
        "additional_details": "Any Royal Charter for Acupuncture should include all current professional Acupuncture organisations.It would be inappropriate for the BAcC  to gain a business and professional advantage over other professional acupuncture bodies.\r\n\r\nWe are petitioning the Privy Council to uphold its refusal to award a Royal Charter to the BAcC  for these reasons:\r\n\r\nAs a professional body BAcC should represent a field of activity unique to itself. It does not. Source://privycouncil.independent.gov.uk/royal-charters/chartered-bodies/\r\n\r\nThe Charter would not embrace all the types of “Acupuncture” practised in the UK, eg Western Medical, Chinese, Microsystems eg Auricular\r\n\r\nIf  Statutory Regulation were to come,  the organisation with a Charter would likely be the only one to be consulted.\r\n\r\nThose excluded by the Charter may not be able to practise, work in the NHS or obtain insurance.\r\n\r\nA Charter may mislead the public into consulting only those with this status, thus reducing freedom of choice.",
        "background": null,
        "closed_at": "2014-05-30T14:25:01.000Z",
        "created_at": "2013-05-24T12:37:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-24T12:37:38.000Z",
        "opened_at": "2013-05-30T14:25:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 576,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:13.402Z"
    },
    "id": 50713,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50713.json"
    },
    "type": "archived-petition"
}