{
    "attributes": {
        "action": "Petition to have Ch Insp John Fish removed from position and an end to police theft of food and blankets",
        "additional_details": "It has been reported that police in Ilford, east London, have recently begun removing the food and sleeping-bags of homeless persons in the ares. The actions in Ilford are morally and socially unjust, and represents a gross overstepping of the police in the area. Were there actions to have happened on an inclement night they may have resulted in the deaths of some of the most vulnerable in our society.\r\n\r\nWe call for the immediate stepping down or removal of Ch Insp John Fish who has attempted to justify these actions as ones to reduce the negative impact of rough sleepers.  We also call for an immediate end to such actions before they result in death for those affected. Should such an event happen it would be akin to state sanctioned euthanasia.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-24T13:45:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-24T13:45:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:13.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is an operational policing matter, concerning the conduct of a specific individual.  Therefore it is the responsibility of the local police force and Police and Crime Commissioner."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:13.516Z"
    },
    "id": 50722,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50722.json"
    },
    "type": "archived-petition"
}