{
    "attributes": {
        "action": "Address the \"performance gap\" in low carbon buildings before setting higher performance standards.",
        "additional_details": "The Department for Communities and Local Government have released grant funding for the Designed vs As-Built project.\r\n\r\nThe project sets out to steadily close the \"Performance gap\" between design performance in buildings and actual performance. The target of the project is to ensure that 90% of the new low carbon homes built in the UK perform to meet or exceed there design target by 2020.\r\n\r\nDCLG's roadmap to zero carbon is still targeted to 2016, 4 years before this problem is set to be resolved.\r\n\r\nThis petition is asking the DCLG to focus more towards these performance gap issues. This is in preference to setting the bar higher, just to see more developments miss there own performance targets by a greater degree.\r\n\r\nIdentifying the cause of these performance problems will become impossible nearer the zero carbon standard.\r\n\r\nNew developments built between now and 2020 will be an unacceptable waste. Please address the performance gap in new buildings before aiming for zero carbon.",
        "background": null,
        "closed_at": "2014-06-14T13:02:04.000Z",
        "created_at": "2013-05-24T16:09:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-24T16:09:10.000Z",
        "opened_at": "2013-06-14T13:02:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:13.737Z"
    },
    "id": 50744,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50744.json"
    },
    "type": "archived-petition"
}