{
    "attributes": {
        "action": "Get the Police out of bed with corrupt businesses and stop wasting resources on them",
        "additional_details": "Our Police force are in bed with corrupt international organisations. This petition wishes to show that we the people detest this, because the police are there to protect the people, us, not to provide a private enforcement service. We request that the home secretary publically apologise for allowing our Police force to be corrupted in this way, and do everything in the Government's power to reverse this.\r\n\r\nBackground: FIVE police cars plus officers from F.A.C.T. arrested an alleged pirate. The crime? Allegedly recording Fast and Furious 6. The police then sat back and let F.A.C.T. conduct the interrogation (http://bit.ly/13SH7hf).\r\nSince when has it been acceptable to firstly deploy ridiculously over the top resources, and secondly to let an entity with no legal jurisdiction conduct interrogations on UK soil. It is appalling that this corruption of justice can be allowed to happen inside UK police stations, and it is also shocking that IPCC has not stepped in to stop this.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-25T11:41:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-25T11:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:14.520Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is an operational policing matter for the relevant local police force."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:14.523Z"
    },
    "id": 50809,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50809.json"
    },
    "type": "archived-petition"
}