{
    "attributes": {
        "action": "Re-interpret the Article 8 human rights of criminals",
        "additional_details": "In considering any Article 8 rights, courts should not interpret that right in respect of the criminal.\r\n\r\nBy committing a crime, a criminal shows no respect for the private and family life of his/her victim, the state, nor  their own private and family life. Thus, a criminal ought to forfeit the right to demand their rights be respected in this regard.\r\n\r\nRe, the deportation of criminals: the right to a family life based upon the presence or existence of a partner/pet/job/family members in the UK ought to bear no relevance as the criminal has chosen to jeopardise both their private and family life in committing a crime.\r\n\r\nThe law must be reinterpreted and if deemed unacceptable by the ECtHR, the UK needs to leave the ECtHR and adopt a new human rights charter protecting the rights of law abiding citizens first and foremost.\r\n\r\nThe risk of deportation when committing any crime ought to be a reasonable foreseeable possibility in the minds of any foreign nationals visiting any state.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-05-28T23:59:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-28T23:59:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:16.238Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:16.241Z"
    },
    "id": 50969,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/50969.json"
    },
    "type": "archived-petition"
}