{
    "attributes": {
        "action": "Change the way a parent with care must evidence that a 16 - 19 year old \"child\" is still in full time education.",
        "additional_details": "Ever tried to get your CSA payments stopped when your 16 - 19 year old \"child\" ceases to be in full time education and works full time but the parent with care continues to claim child benefit?\r\n\r\nCurrently there is no requirement for the parent with care to provide evidence from the educational institution to back their child benefit claim.\r\n\r\nAs the CSA use the \"being in receipt of child benefit\" as the marker for determining if you are eligible for maintenance the rules MUST be changed to force the parent with care to prove annually that the \"child\" remains in education to avoid non resident parents being expected to continue paying for a \"child\" that is gainfully employed.\r\n\r\nThe Government must introduce legislation that puts the onus on the parent with care to prove that the 16 -19 year old remains in education to be eligible for child benefit which will in turn ensure that CSA is only enforced where there is evidence of the true educational status of the \"child\".",
        "background": null,
        "closed_at": "2014-06-04T11:12:40.000Z",
        "created_at": "2013-05-29T21:05:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-29T21:05:52.000Z",
        "opened_at": "2013-06-04T11:12:40.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:16.678Z"
    },
    "id": 51011,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51011.json"
    },
    "type": "archived-petition"
}