{
    "attributes": {
        "action": "Prohibit the teaching of creationism as a valid 'scientific' theory in schools",
        "additional_details": "We note that evolution through natural selection is supported as an explanation for the origin of species by a virtually uncontestible weight of biological and geological evidence; that creationism is unsupported by any mainstream interpretation of geological or biological evidence; and that permitting any school to present creationism to young people as a valid 'scientific' alternative to natural selection places superstition ahead of science and deprives young people of the right to learn about the importance of research and scientific endeavour.\r\n\r\nWe therefore call on the Secretary of State for Education to bring forward legislation, or other appropriate measures, to prevent the teaching of creationism as a valid alternative to accepted scientific explanations for the origin of species in all schools and academies in England and Wales, and to ensure that the National Curriculum correctly reflects the mainstream scientific consensus about evolution by natural selection.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-05T16:19:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-05T16:19:10.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:31.121Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:31.124Z"
    },
    "id": 5103,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/5103.json"
    },
    "type": "archived-petition"
}