{
    "attributes": {
        "action": "Reduce Online Child Porn (Underage Ponography) by Requiring ISPs and Search Engines to Block Access",
        "additional_details": "As seen in recent headlines, there is a link between child abuse/murder and child pornography (such attackers often have huge quantities of illegal underage pornography on their computers).\r\n\r\nThis e-petition is to require ISPs (Internet Service Providers) and Search Engines (such as Google) to block access to child porn.\r\n\r\nSearch Engines and/or ISPs could be required to only allow access to such content once customers have been warned that their IP Address (computer ID) will be logged if they proceed. This will allow organisations like the police to access this content if needed, while the general public will avoid the content when they see the warning.\r\nThe police could then investigate people/organisations that do access this content (as I believe it is already an offense to do so), starting with the most prolific offenders.\r\n\r\nThis should reduce the risk of curios children and adults being exposed to illegal pornography as well as making it more likely for pedophiles being caught.",
        "background": null,
        "closed_at": "2014-06-10T16:49:48.000Z",
        "created_at": "2013-05-31T12:55:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-05-31T12:55:41.000Z",
        "opened_at": "2013-06-10T16:49:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:17.470Z"
    },
    "id": 51087,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51087.json"
    },
    "type": "archived-petition"
}