{
    "attributes": {
        "action": "BBC Propaganda Complaints letter I wrote, your thoughts",
        "additional_details": "I would like to know the truth and the British Broadcasting Company and its relationship with the government. As a British tax payer and citizen I\\We deserve to know the truth.\r\n\r\nDear Sir/Madam\r\n\r\nI use the BBC news website every day along with the Sky news website. I was appalled to find your broadcasting attitude differs greatly and my only reason I can think of why is repression. The BBC is the state broadcaster for the UK correct? I know you will probably say the government has no influence on what we broadcast and I can only say \"Don't insult my intelligence\" The front page of the Sky news website is \"London Mosque Fire: Muslims 'Need Protection' That, I believe as a British citizen is front page news and I was appalled to not find any such story on your website. Again this leads me to think the BBC is nothing but a propaganda machine. That is my complaint!! the British public deserve to know the truth about what is happening around the country and the BBC is repressing it.\r\n ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-06T08:23:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-06T08:23:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:19.787Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:19.791Z"
    },
    "id": 51315,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51315.json"
    },
    "type": "archived-petition"
}