{
    "attributes": {
        "action": "Essex County Council: KEEP THE DEANES SCHOOL OPEN",
        "additional_details": "The future of the school, in Daws Heath Road, Thundersley has been left hanging in the balance after Essex County Council announced it would be holding a public consultation on June 10 to decide whether or not it should remain. The authority claims that falling admissions numbers are one of the key reasons behind the decision. I must stress to you that this is an attempt by the Local Authority to save money and is not as a result of the school’s performance. I insert a quote from a letter received from Mr Coulson regarding our exam results last year:\r\n“I was delighted when the summer examination results were received to find schools like your own had ensured high quality outcomes for so many of their pupils” and “You must be very pleased with the rise in the results this summer”.\r\nPlease sign the petition and spread the word. The government has closed so many schools and this can’t carry on. There is no justification to close and outstanding school that can educate 1000 children.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-06T07:54:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-06T07:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:19.746Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:19.749Z"
    },
    "id": 51313,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51313.json"
    },
    "type": "archived-petition"
}