{
    "attributes": {
        "action": "Save Keats Avenue Playground - Redhill - Surrey",
        "additional_details": "\r\nReigate & Banstead County Council has proposed to remove Keats Avenue Playground.  They feel it needs modernisation, and would rather remove it than invest money.\r\n\r\nRecreational areas for our children should be preserved; this is especially true since new housing developments have smaller gardens that wouldn’t be dreamed of 50 years ago.\r\n\r\nCouncil Tax is expensive, this playground is financially insignificant and will probably last in excess of 25 years.  The playground was originally built by the housing developers 25 years ago.\r\n\r\nIt is a SAFE area for children to play, overlooked by dozens of houses; but not intrusive to homeowners.\r\n\r\nOur children deserve so much better than what is currently being offered by society. (Unemployment/ Pensions/ House prices).  Childhood is precious and should be preserved.\r\n\r\nThis petition is only intended for the council. Unbiased evidence of support against their proposal, without it causing an administrative nightmare.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-06T21:09:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-06T21:09:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:20.056Z",
        "rejection": {
            "code": "irrelevant",
            "details": "One for the local Authority, not one the Government can intervene in.  Perhaps involve your MP?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:20.060Z"
    },
    "id": 51346,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51346.json"
    },
    "type": "archived-petition"
}