{
    "attributes": {
        "action": "Education and awareness in schools and for employers for Type 1 diabetes.",
        "additional_details": "Living with type one diabetes is a 24/7, no holidays, non paid but non voluntary job. Effecting 75% of the body, inside and out. Increasing the risk of stroke, heart failure, kidney and liver disease, limb loss and mental health.\r\n\r\nYet for a disease effecting approx 350,000 people in the UK very little is known about the symptoms, the lifestyle, the importance of the insulin injections, the literally life saving difference it can make.\r\n\r\nI face ignorance and discrimination born from ignorance in my everyday life and it MUST change.\r\n\r\nI want the department of education to make information much more widely available to schools and employers (information should be given to the employer on the basis of diabetics being covered under the Disability discrimination Act (now the Equalities Act) to ease the stress on type 1s fighting the ignorance and making their lives easier and far less stressful.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-07T18:52:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-07T18:52:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:20.454Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Information is available on Department for Education website."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:20.457Z"
    },
    "id": 51393,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51393.json"
    },
    "type": "archived-petition"
}