{
    "attributes": {
        "action": "D Day educational trips for every British school child",
        "additional_details": "On a recent trip to the D Day landing beaches, museums and graveyards, I found it extremely humbling and emotional to see and hear firsthand about the individual battles and the ultimate sacrifices that were made by so many, but above all I have never felt so proud to be British.\r\nWhilst at the Pegasus Bridge museum a party of French school children arrived to find out what had happened and this made me think, why don't British school children do the same?\r\nI am confident that if every primary school child aged 9 -11, irrespective of faith, religion etc was to visit the British landing beaches, museums and graveyards in Normandy to see and learn what happened, 3 very important outcomes would be achieved.\r\n1 An increase in knowledge and understanding of the devastating effects war has on individuals\r\n2 British D Day hero’s would never be forgotten\r\n3 Pride in our nation would be taken to another level\r\nPlease make these visits compulsory by adding to the curriculum\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-08T08:50:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-08T08:50:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:20.530Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Department for Education is responsible for schools in England only."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:20.533Z"
    },
    "id": 51403,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51403.json"
    },
    "type": "archived-petition"
}