{
    "attributes": {
        "action": "Independent Public Inquiry in to GCHQ's involvement in PRISM.",
        "additional_details": "We the undersigned are concerned about reports that the Government may have been complicit in the US PRISM surveillance programme.\r\n\r\nThis programme is a surveillance programme monitoring personal data.\r\n\r\nWe believe the UK's involvement in these intelligence gathering operations may not have the appropriate oversight and that UK intelligence agencies may be working with foreign partners to gain capabilities that have not been approved in the UK.\r\n\r\nAfter the 2010 General Election, the Coalition formalised their opposition to excessive surveillance in the coalition agreement. This included a commitment to \"restore the rights of individuals in the face of encroaching state power\". We believe that this commitment, as well as our obligations to Human Rights are incompatible with UK involvement in PRISM.\r\n\r\nWe urge the Government to establish a full Independent Public Inquiry into these matters and to clarify their position on mass domestic surveillance.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-08T21:24:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-08T21:24:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:20.714Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:20.716Z"
    },
    "id": 51422,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51422.json"
    },
    "type": "archived-petition"
}