{
    "attributes": {
        "action": "Make a public statement to clarify for the voters just what an MP has to do to break the Parliamentary Rules on Conduct in Public Office.",
        "additional_details": "Today in a recorded interview Tim Yeo is clearly heard to say \"I told him exactly what he needed to say\" when talking about what a businessman, who was appearing before the committee which Mr Yeo chairs, needed to say in response from questioning by his committee members to be successful in his application.  Since Mr Yeo is in charge of the energy policies review mechanism on behalf of the people who pay for our government then it does not tally with what is evidently being done to operate to the advantage of certain members of our business community.   If that is not an abuse of office by an honourable member then the electorate needs to be told just what is an abuse of office.  Mr Yeo - who is a most honourable upstanding Member of the House - by their own EXTREMELY low standards of conduct and behaviour - says that he has not broken the rules, so it must be the rules which are lacking?",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-09T22:26:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-09T22:26:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:20.965Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:20.968Z"
    },
    "id": 51455,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51455.json"
    },
    "type": "archived-petition"
}