{
    "attributes": {
        "action": "Ban Halal Slaughter houses In the UK and sale of Halal Meat",
        "additional_details": "We the undersigned Insist all Halal slaughter houses are shut down and the sale of Halal meat banned from the UK.\r\nThis Is a barbaric 7th century practice that has no place In the UK.\r\nIt breaches animal cruelty and slaughter house regulations and laws In the UK.\r\nThe animal Is blessed In the name of Allah as It dies and we are a Christian country.\r\nThis Is pandering to appease a religion that Is diverse to our own.",
        "background": null,
        "closed_at": "2014-06-11T06:42:31.000Z",
        "created_at": "2013-06-10T11:04:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:21.093Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government encourages the highest standards of welfare at slaughter and would prefer to see all animals stunned before they are slaughtered for food.  However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. Recently, the Prime Minister has confirmed that there would be no ban on religious slaughter in the UK.\r\n\r\nBoth EU Regulation 1099/2009, on the protection of animals at time of killing, and the Welfare of Animals (Slaughter or Killing) Regulations 1995 (WASK), as amended, permit slaughter without stunning to be carried out in accordance with religious rites.  Within both regulations there are strict requirements on where, how and who can slaughter animals in accordance with religious rites.  These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:21.093Z"
        },
        "government_response_at": "2014-01-06T17:04:14.715Z",
        "moderation_threshold_reached_at": "2013-06-10T11:04:13.000Z",
        "opened_at": "2013-06-11T06:42:31.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-12-06T17:04:14.715Z",
        "scheduled_debate_date": null,
        "signature_count": 10228,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:21.100Z"
    },
    "id": 51469,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51469.json"
    },
    "type": "archived-petition"
}