{
    "attributes": {
        "action": "Replace the Lump-sum Winter Fuel Payment with Payments Directly to Energy Companies",
        "additional_details": "Replace the Winter Fuel Payment, currently paid to all those above pension age, with a means tested, non-universal benefit which is paid directly to energy companies on behalf of those in receipt.\r\n\r\nCurrently, a lump sum is paid regardless of need; there is no obligation for those in receipt to spend the payment on fuel. Additionally, it is paid to those who have moved abroad, many of whom simply do not need the extra help. They are even given the extra payment during or after periods of particularly cold weather in the UK, though they may not be experiencing such weather in their chosen country of residence.\r\n\r\nWith advanced IT which can automate a great amount of the bureaucracy involved, it should not be too difficult to arrange this with energy companies. They too have an incentive to coordinate their systems with the government's, as it will likely lead to more reliability and the faster paying of bills. Payout:\r\n\r\n£2.72bn - 2009-10;\r\n£2.69bn - 2008-09;\r\n£2.06bn - 2007-08.\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2012-08-08T12:23:30.000Z",
        "created_at": "2011-08-05T17:06:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-05T17:06:36.000Z",
        "opened_at": "2011-08-08T12:23:30.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:31.549Z"
    },
    "id": 5154,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/5154.json"
    },
    "type": "archived-petition"
}