{
    "attributes": {
        "action": "UK Government....STOP!!!! discriminating against the poor, vulnerable, weak and disabled, sort out YOUR financial mess without starving our kids!",
        "additional_details": "This is a petition from us, the British public, as parents, workers, carers, tax payers, job seekers...whoever we maybe to stand up against the ridiculous cuts currently underway that blatantly discriminate against the most vulnerable in society.\r\n\r\nWe are meant to be a country that looks after its weaker members...and yet children are going hungry, food banks are being emptied and the divide between rich and poor grows. Suicides and homelessness is on the rise as we pay for a debt that we did not cause.\r\n\r\nSo we urge the government as they sit in their warm homes, eating their expensive meals and not sparing a second thought for those cold, hungry or suicidal, to remember who they are serving, to invest in our future and not destroy it.\r\n\r\nTake back your debt from the banks, from the tax evading corporations, from the richest in society ..stop the bonuses, the expense payouts and the tax havens.....most of all, stop starving our kids. LISTEN  TO THE PEOPLE BEFORE ITS TOO LATE! ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-12T10:17:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-12T10:17:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:21.813Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:21.816Z"
    },
    "id": 51561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51561.json"
    },
    "type": "archived-petition"
}