{
    "attributes": {
        "action": "stealing NHS care by non EU nationals should be made a criminal offence",
        "additional_details": "Every yr 10,000s of non-EU nationals fly in2 our airports getting taxis direct 2 A&E 2 have babies where they know its not a standard birth. Also theyll turn up in A&E with advanced cancer 2 steal NHS resources resulting in sched  opps bein cancelled . Pregnancy shud b ez 2 solve by HMRC officers 2 request proof of  insurance & when none held they shud b  deported. The average cost 2 the NHS bein £50,000+ per thief with trusts near airports cing  more people NOT entitled 2 NHS care then are. PC has caused this & its getting worse. Theres no deterant at the mo as scum after treatment leave be4 bein invoiced & r on their way home b4 the trust r aware. They steal millions worth of NHS care without a care 2 the GB public who have 2 pick up the bill. This crime shud b made in2 a criminal offence like robbing is so the culprits can b brought back 2 the UK. Unless theres a deterant this will continue its getting worse we have a national not international service.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-13T01:03:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-13T01:03:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:22.029Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: NHS Foreign Nationals treatment payment"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:22.033Z"
    },
    "id": 51592,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51592.json"
    },
    "type": "archived-petition"
}