{
    "attributes": {
        "action": "Justice for Edexcel victims",
        "additional_details": "Students who sat the edexcel C3 unit 6665 GCE Maths paper today (13/06/13) were subjected to a paper that was clearly not based upon the specification, and was unrelated to any preparation students could've taken, or any teaching received. The BBC have proposed free resits, but for many of the 30000+ students who sat this paper, this will not be acceptable, as they need their results this summer, in order to get into the university that they deserved.\r\nA free resit in January is the only plausible course of action for those who can afford to resit the exam, but I think that this exam should not be counted towards students Edexcel GCE Maths results, and overall grades should be independent of today's paper. If no other action is taken, the countries education system could be called into question.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-13T21:39:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-13T21:39:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:22.330Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You should discuss any concerns you have over this exam with the school, who can advise you about what happens next. You are also free to contact the Edexcel exam board directly, if you wish, to discuss your concerns further."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:22.335Z"
    },
    "id": 51624,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51624.json"
    },
    "type": "archived-petition"
}