{
    "attributes": {
        "action": "Do Not Force ISP Filtering of Pornography and Other Content",
        "additional_details": "The government is currently trying to push a bill forcing ISPs to provide opt-out pornography filtering, however this is an issue that fails to address any real problems.\r\n\r\nBad parenting is the real problem, and bad parents will simply allow the filter to be enabled and believe it protects their children, even though the filters are easily (even trivially) circumvented. Parents need to supervise and educate their children about internet use, not rely on filters of dubious effectiveness.\r\n\r\nIt also sets a poor precedent that objectionable content can be blocked at the ISP level in the name of protecting children, who are in fact being harmed more by poor parenting. Aside from content of a clearly illegal nature the government should not be forcing the presence of filters at all, but instead pushing to improve the involvement of parents in a child's life, and to promote education over flimsy, disruptive, and money-wasting \"solutions\".",
        "background": null,
        "closed_at": "2014-06-18T07:08:13.000Z",
        "created_at": "2013-06-17T13:10:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:23.453Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIn his speech on the 22 July[1], the Prime Minister announced a set of new measures for the internet industries to help parents keep their children safe online.\r\n\r\nFrom the end of this year, when new customers set up a broadband account, they will be prompted to set up parental controls. If a customer repeatedly clicks ‘yes’ to get through the set-up quickly, filters will be automatically selected. Parental controls are easy for the account holder to change, so customers who do not want filters can simply switch them off. In addition, parents will have the option to customise filters, so that only the categories of content that they choose will be filtered out in their household.\r\n\r\nThe Government is aware of concerns that filters may lead to over-blocking.  A UK Council for Child Internet Safety working group will look at this issue specifically and will report back to the Ministerial chairs.  If a consumer or a website owner feels that a site has been wrongly or unfairly blocked, they can seek redress directly with the relevant internet service provider (ISP).\r\n\r\nISPs have contracts with their customers which include good practice Acceptable Use Policies (AUPs) about what may be hosted on their servers.  Most AUPs already contain a general clause which allows them to remove sites or content which contain inappropriate or offensive material, even if it is not illegal.\r\n\r\nThe Government expects these sites to respond to complaints quickly and effectively as it is they who are best placed to deal with these issues.  In the UK, we support a self-regulatory model for the internet industry as legislation can rarely adapt and change quickly enough to respond to the constantly evolving online environment.\r\n\r\nIt is important to note that in an open society like ours, it is necessary to find the right balance between protecting the public and legitimate freedom of speech. The Government will continue to work with ISPs and the rest of the internet industry to help people enjoy the benefits of the internet safely.\r\n\r\n[1] https://www.gov.uk/government/speeches/the-internet-and-pornography-prime-minister-calls-for-action\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "summary": "",
            "updated_at": "2017-06-21T15:13:23.453Z"
        },
        "government_response_at": "2013-09-03T21:15:14.453Z",
        "moderation_threshold_reached_at": "2013-06-17T13:10:34.000Z",
        "opened_at": "2013-06-18T07:08:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-03T21:15:14.453Z",
        "scheduled_debate_date": null,
        "signature_count": 39173,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:23.459Z"
    },
    "id": 51746,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51746.json"
    },
    "type": "archived-petition"
}