{
    "attributes": {
        "action": "Realistic Sentence for Stuart Hall",
        "additional_details": "Stuart Hall has been sentenced to 15 months in jail for sexually abusing girls as young as nine.  He admitted 14 offences that occured between 1967 and 1985.  This sentence equates to 1 month and 2 days per offence.\r\n\r\nHe has ruined the lives of these young people and he receives 15 months.  This does not send out a good message to other potential offenders of this nature.\r\n\r\nIt is time that the CJS started to keep people like this off our streets by issuing realistic sentences.  Please revisit Stuart Hall's sentence to reflect the seriousness of these crimes.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-17T19:06:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-17T19:06:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:23.620Z",
        "rejection": {
            "code": "no-action",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request. In the case of Stuart Hall, the Attorney General’s Office has already requested the papers from the Crown Prosecution so one of the Law Officers can decide whether or not to refer the sentences to Court of Appeal as being unduly lenient."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:23.623Z"
    },
    "id": 51766,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51766.json"
    },
    "type": "archived-petition"
}