{
    "attributes": {
        "action": "I ask the government to adopt safe re-routing of Langford Lane, Bicester – not the proposed dangerous one",
        "additional_details": "\r\nClosure of a level crossing in Langford Lane, Bicester, requires re-routing of Langford Lane.\r\nI ask the government to choose the Orange Route proposed by residents, not the dangerous Red Route now planned.\r\nThe Red Route has a hairpin bend 11 metres from a riding school where children ride and where visitors congregate.\r\nPedestrians and horses would mingle with heavy farming and military transport on the hairpin bend.\r\nThames Valley Police Traffic Management have pointed to the dangers, including vehicles possibly going out of control at the hairpin bend. They confirmed the safety of the Orange Route.\r\nThe Red Route would be a continuing danger to all users, accidents waiting to happen.\r\nLocal residents have vigorously urged the well researched Orange Route.\r\nMore information, with maps of the two routes, is available at www.wgstables.co.uk.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-18T16:23:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-18T16:23:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:23.850Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Because this is a local road it is outside the responsiblities of Department for Transport. It would be for NR and the local authority to consider petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:23.854Z"
    },
    "id": 51794,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51794.json"
    },
    "type": "archived-petition"
}