{
    "attributes": {
        "action": "Withold the £1000 fine for the 6 tamils who ran on the pitch in Wales until justice is taken against Nipul S Thewarapperuma who attacked innocent tami",
        "additional_details": "On 18/06/13 Nipul S Thewarapperuma and other sinhalas attacked peaceful protesters who consisted of old aged people, children and women from the tamil ethnic group. The attacks were done due to racial hate from the sinhalas upon to the tamil race. Police were on the scene but they only prevented attackers from doing any further damage. No action was taken by the police for the racial hate or physical harm that was performed by Nipul S and the other sinhala members. In comparison, on 20/06/13 when 6 tamil members ran onto the cricket pitch during a game against S.Lanka and India in Wales in order to publicise the genocide that had taken place in S.Lanka against the ethnic minority of tamils there, even though they did not demostrate any racial hate or cause any physical harm to anyone were arrested and fined £1000 each. In no way are the punishments given to the 6 men who ran onto the pitch justifiable when no actions were taken by the police or the government against Nipul S.",
        "background": null,
        "closed_at": "2013-10-08T14:24:15.000Z",
        "created_at": "2013-06-20T22:34:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-20T22:34:23.000Z",
        "opened_at": "2013-07-08T14:24:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:24.820Z"
    },
    "id": 51905,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51905.json"
    },
    "type": "archived-petition"
}