{
    "attributes": {
        "action": "Reduce Jeremy Forrest's prison sentence....It was too harsh and does not compare to sentences given to others for similar or even worse offences.",
        "additional_details": "This petition is to support the consideration of a reduction in the sentence imposed upon Jeremy Forrest.\r\nWhilst he did abuse his position of trust as a teacher I disagree with the guilty verdict in him abducting his victim. She admitted that she went willingly. In all photographs obtained from CCTV footage she did not look like she was being forced to go with him therefore this charge of abduction should be removed.\r\nIn addition, whilst he committed an offence in engaging with sex with an underage girl I think 4.5 years is an extremely long sentence. She was 15 so at the most she was only 12 months away from the legal age limit. As long as she willingly participated it should not be an offence to have sex with a 15 year old.\r\nIf the purpose of the sentence is to deter other teachers from committing the same offence then I think a shorter sentence would be more appropriate.\r\nHis identity is widely known so he will be serving a sentence long after he is released.",
        "background": null,
        "closed_at": "2013-10-08T14:21:45.000Z",
        "created_at": "2013-06-22T17:30:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-22T17:30:11.000Z",
        "opened_at": "2013-07-08T14:21:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 110,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:25.354Z"
    },
    "id": 51961,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/51961.json"
    },
    "type": "archived-petition"
}