{
    "attributes": {
        "action": "Improve new parent advice to prevent and correct the head shape deformity known as Plagiocephaly, Brachycephaly or ‘Flat Head Syndrome’.",
        "additional_details": "Approximately 1 in 30 infants develops a significant head shape deformity known as plagiocephaly or ‘Flat Head Syndrome’. National Health Service (NHS) advice is that all head shapes will always fully self correct. Although this advice is not based on evidence it results in parents being denied access to complete information to help prevent this deformity from developing.\r\n\r\nOnce a head shape deformity has occurred, parents are not being informed of the full range of corrective treatments available.\r\n\r\nIn consequence, a significant number of infants are being denied timely treatment options resulting in a lifelong head shape deformity which could have been corrected.\r\n\r\nThis petition calls for the NHS to improve its advice to parents to include the full range of preventative and corrective measures available, allowing them to make a fully informed decision and thereby to minimise the lifelong condition, Plagiocephaly or ‘Flat Head Syndrome’.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-06-25T14:53:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-25T14:53:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:26.133Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: NHS Funding for the treatment of Brachycephaly and Plagiocephaly in babies and young children."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:26.136Z"
    },
    "id": 52056,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52056.json"
    },
    "type": "archived-petition"
}