{
    "attributes": {
        "action": "Publication of private car registration plates used in photography on the Internet without prior consent.",
        "additional_details": "Ban the publication of taking photos of peoples cars registration plates of cars that are used on the internet without prior permission from the current vehicles owners. The only people who should be able to is the government when needing to seek or use the material for illegal activities.\r\n\r\nThere has been an increase of cloning around the UK of vehicles licence plates of cars old and new. A few simple steps should be taken before this should escalate and also to prevent the infringement upon an individuals daily activities.\r\n\r\nObscuring the licence plates of cars and omitting written details of the car, location and number plates takes seconds. It also take seconds to search for a car, plates and photos that have been not obscured fitting the description of a car criminals may use for future illegal activity.\r\n\r\nHelp the government, police, victims and yourselves that may be future victims by asking for this simple law to be put into place.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2014-07-09T09:51:39.000Z",
        "created_at": "2013-06-25T22:39:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-06-25T22:39:39.000Z",
        "opened_at": "2013-07-09T09:51:39.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:26.241Z"
    },
    "id": 52072,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52072.json"
    },
    "type": "archived-petition"
}