{
    "attributes": {
        "action": "Stop the Governments victimisation of pensioners living abroad  who have contributed to the welfare state by withdrawing their winter fuel payment",
        "additional_details": "Many pensioners have decided to move abroad whilst still remaining  UK citizens, All of these pensioners have contributed to the welfare state via taxes and national insurance throughout their working lives I believe withdrawing their winter fuel payment is unjust and so I therefore ask this Goverment to reconsider its position on penalising pensioers who have earnt this benefit",
        "background": null,
        "closed_at": "2014-06-28T12:33:05.000Z",
        "created_at": "2013-06-27T13:13:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:26.632Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government remains committed to protecting key support for older people for the life of this Parliament, in line with Coalition Agreement.\r\n\r\nWinter Fuel Payments are non-contributory and were originally introduced to give older people in the UK the reassurance they can keep warm during cold weather. However, following a European Court judgment, Winter Fuel Payments are now also made to eligible people living outside the UK in another European Economic Area (EEA) Member State and Switzerland.\r\n\r\nTo help return to the original policy intention, the Government intends to bring in an eligibility criterion, effective from winter 2015/16, based on country of residence with Winter Fuel Payments going only to eligible people living in EEA countries with colder climates.”\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:26.632Z"
        },
        "government_response_at": "2013-11-17T21:25:24.705Z",
        "moderation_threshold_reached_at": "2013-06-27T13:13:36.000Z",
        "opened_at": "2013-06-28T12:33:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-10-17T20:25:24.705Z",
        "scheduled_debate_date": null,
        "signature_count": 16393,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:26.638Z"
    },
    "id": 52121,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52121.json"
    },
    "type": "archived-petition"
}