{
    "attributes": {
        "action": "Stop the Sale of Student Loans",
        "additional_details": "We, the undersigned, hereby call upon the Government to drop the proposed sale of student loans taken out between 1998 and 2012.\r\n\r\nThe sale was proposed in Parliament on 27th June 2013 (1), as part of a wider sale of public assets worth approximately £15 billion.\r\n\r\nBy selling outstanding loans to the private sector, the Government would lose a long-term source of revenue to the Treasury, sacrificing it for meagre short-term gain and potentially leaving private financial companies to profit without investing back into the UK economy .\r\n\r\nCoupled with proposals to remove the cap on student loan interest rates (2), this would saddle many UK graduates with loans they would be unable to repay during their working lives.\r\n\r\n1: https://www.gov.uk/government/speeches/speech-by-chief-secretary-to-the-treasury-danny-alexander-investing-in-britains-future\r\n\r\n2: http://www.guardian.co.uk/money/2013/jun/13/raise-interest-rate-student-loans-secret-report",
        "background": null,
        "closed_at": "2014-04-03T08:33:22.000Z",
        "created_at": "2013-06-27T23:19:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:26.878Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe 2011 White Paper, “Students at the Heart of the System”, set out that the Government would continue the work of the previous Government in exploring the feasibility of monetising the Income Contingent Repayment (ICR) loan book.  This is consistent with a wider Government programme of maximising the value of any assets in the interest of the taxpayer, and we recognise that the private sector has a part to play in this.  An asset sale would contribute to a reduction in Public Sector Net Debt.\r\n\r\nThe Government has appointed financial advisers to prepare for a sale of ICR loans taken out before September 2012 (also known as “pre-Browne ICR loans”).  At present we are at the pre-sale feasibility phase and no decision to proceed has been made.\r\n\r\nAny future sale would need to provide value for money for the taxpayer and ensure equal protection for affected borrowers.  The Sale of Student Loans Act 2008 places a requirement on Government to ensure that borrowers whose loans have been sold are not in a worse position than would have been the case had the loans not been sold.\r\n\r\nThe Government has not made any changes to the terms of interest rates charged to borrowers with pre-Browne loans.  We have also made clear that the method of determining interest rates for borrowers who took out pre-2012 ICR loans will not be changed by this Government, irrespective of whether a sale of the loans is taken forward.\r\n\r\nTherefore, if the Government decides to proceed with a sale of pre-2012 ICR loans, the interest rate charged to borrowers will remain at RPI or base rate +1%, whichever is lower.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n",
            "responded_on": "2013-10-08",
            "summary": "",
            "updated_at": "2017-06-21T15:13:26.878Z"
        },
        "government_response_at": "2013-10-08T05:09:46.842Z",
        "moderation_threshold_reached_at": "2013-06-27T23:19:48.000Z",
        "opened_at": "2013-07-03T08:33:22.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-09-08T05:09:46.842Z",
        "scheduled_debate_date": null,
        "signature_count": 20491,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:26.884Z"
    },
    "id": 52145,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52145.json"
    },
    "type": "archived-petition"
}