{
    "attributes": {
        "action": "Save the Magnum Leisure Centre in Irvine, Ayrshire.",
        "additional_details": "To ensure funding to enable the magnum leisure centre to carry out repairs and renovate the existing building instead of closing it to make way for a hotel, golf course & private housing. The 'Save the Magnum' campaign is fighting to stop the closure of Magnum Leisure Centre in Irvine, Ayrshire and stop plans that will see a vastly inferior facility being built within Irvine town centre. The campaigners want to see North Ayrshire Council use funding available for the new facility to instead regenerate the existing Magnum so that the centre can once again be a major attraction to the area.\r\nThe council have given a wide range of different justifications for closing the Magnum Leisure Centre. From the regeneration of Irvine town centre to reducing the running costs of these facilities. It is clear, the proposals are designed to reduce council budget deficit at the expense of the facilities available to local residents & ability to attract many visitors to the area.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-01T21:03:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-01T21:03:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:27.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "One for the Local Council, I'm afraid."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:27.931Z"
    },
    "id": 52266,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52266.json"
    },
    "type": "archived-petition"
}