{
    "attributes": {
        "action": "THINK HORSE TV Advert Campaign",
        "additional_details": "Tv advert promoting safety for horses and drivers on the road\r\n\r\nHRSA (Horses & Road Safety Awareness) are campaigning to raise awareness for the safety of horse and rider on Britain's roads. In order to educate drivers and other road users, we need a new THINK HORSE TV Advert. We feel it should be a compulsory section in the UK Driving Test and the TV Advert should be shown at times when it will impact other road users the most. For example during soaps and sports programmes. Other road users need to be aware of how a horse can react and the damage it can do to people, cars, the rider and itself through careless driving. Too many riders are being injured and even killed on the roads through the ignorance of other road users, we need to educate to save lives. Please sign and share. ",
        "background": null,
        "closed_at": "2014-07-05T07:11:22.000Z",
        "created_at": "2013-07-04T14:07:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:28.985Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe are aware of the dangers irresponsible motorists can cause if they do not drive appropriately around horses; however It is unlikely that practical driving test candidates will encounter a horse during their driving test. Obviously inner-city areas are much less likely to have significant numbers of horses on the road; even in rural areas there is no guarantee that a candidate would encounter a horse during their driving test, which is typically of 35–40 minutes long.\r\n\r\nAll practical driving test candidates must pass a theory test before being eligible to take a practical test. The theory test is divided into two sections; the first comprising multiple choice questions, the second a moving image hazard perception test. The multiple choice part of the test includes material about vulnerable road users such as children, cyclists, and horse riders. The test includes six questions on vulnerable road users, but owing to the random nature of the question bank we cannot guarantee that every candidate will be asked a question relating to horses.\r\n\r\nThe hazard perception test (HPT) is a moving image assessment that measures candidates’ awareness and response to potential hazards. The current HPT features clips, involving horses, and gauges the candidates response to them. We are also developing a new version of HPT, with more realistic graphics, that will feature horses in a wider range of scenarios than the current HPT\r\n\r\nWe also produce Standards for Safe Drivers and Riders. We recommend approved driving instructors (ADI) should use these standards as a basis from which to form their training regimes. Horses are included in the standards along with other vulnerable road users and we include a reference specifically that trainees should not to startle any nearby horse when starting the engine of their car. The Highway Code also features significant content on road safety whist riding a horse. The content related to horses in the highway code can be found here; https://www.gov.uk/rules-about-animals-47-to-58/horse-riders-49-to-55\r\n\r\nWe have found that the use of social media is an effective way to raise motorists’ awareness of the dangers both to them and to horse riders of not following the rules and official guidance when approaching, passing or overtaking a horse. We have issued updates through our Facebook, with one posting receiving over 250,000 hits. We have also set up an account on Twitter in collaboration with Horse and Hound magazine, and various horse rider groups and stables to promote the ways to follow the Highway Code.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-01-17",
            "summary": "",
            "updated_at": "2017-06-21T15:13:28.985Z"
        },
        "government_response_at": "2014-01-17T01:41:08.348Z",
        "moderation_threshold_reached_at": "2013-07-04T14:07:53.000Z",
        "opened_at": "2013-07-05T07:11:22.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-12-17T01:41:08.348Z",
        "scheduled_debate_date": null,
        "signature_count": 11076,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:28.992Z"
    },
    "id": 52370,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52370.json"
    },
    "type": "archived-petition"
}