{
    "attributes": {
        "action": "We oppose the poposal to change the August Bank Holday to Margaret Thatcher Day",
        "additional_details": "We do not believe that the August Bank Holiday should be renamed Margaret Thatcher Day as we believe that there are much worthier historical figures who have done more good for the people of Britain, for example Winston Churchill and are less divisive a public figure.",
        "background": null,
        "closed_at": "2014-07-08T10:38:38.000Z",
        "created_at": "2013-07-05T11:41:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:29.341Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe proposal to rename the August Bank Holiday as Margaret Thatcher Day has been put forward in a Private Members Bill introduced by Peter Bone MP.\r\n\r\nThe Government receives many proposals to rename existing Bank Holidays in order to commemorate the achievements of particular individuals.  However there is no precedent for naming public holidays after an individual and the Government has no plans to do so.  Any changes to the names of Bank Holidays would be the subject of a full public consultation.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-09-12",
            "summary": "",
            "updated_at": "2017-06-21T15:13:29.341Z"
        },
        "government_response_at": "2013-09-12T04:37:40.009Z",
        "moderation_threshold_reached_at": "2013-07-05T11:41:55.000Z",
        "opened_at": "2013-07-08T10:38:38.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-12T04:37:40.009Z",
        "scheduled_debate_date": null,
        "signature_count": 52519,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:29.347Z"
    },
    "id": 52411,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52411.json"
    },
    "type": "archived-petition"
}