{
    "attributes": {
        "action": "Ben Needham Needs more backing by British Government",
        "additional_details": "Ben Needham was abducted from Kos back in 1991. His Mum Kerry has funded the search and followed every lead since his disappearance. Following the recent overhaul by Scotland Yard & The Government we ask for David Camerons help to give the same recources and fundings given to Madeleine Mccann to be given to the Needhams. Whats right for one missing child abroad should be the same for all.",
        "background": null,
        "closed_at": "2014-07-10T10:12:18.000Z",
        "created_at": "2013-07-06T09:20:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:29.584Z",
            "details": "This Government is clear that unresolved missing children cases, like that of Ben Needham, remain open for any further information that may be forthcoming.\r\n\r\nThe National Crime Agency is in contact with South Yorkshire Police and has been in contact with the Greek authorities to ensure that the investigation into Ben's whereabouts benefits from the national capability, expertise, resources and support they are able to provide.\r\n\r\nThe National Crime Agency’s Missing Persons Bureau has been in contact with Interpol and has supported both South Yorkshire Police and the family of Ben Needham.\r\n\r\nOn the specific issue of resources, the Home Office gave South Yorkshire Police a Special Grant to support their investigation last autumn and we remain committed to supporting the search for Ben.\r\n\r\nThe UK Government is clear that this remains an open case and the UK will continue to support the Greek authorities in their investigations.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-11-11",
            "summary": "",
            "updated_at": "2017-06-21T15:13:29.584Z"
        },
        "government_response_at": "2013-11-11T22:56:33.048Z",
        "moderation_threshold_reached_at": "2013-07-06T09:20:46.000Z",
        "opened_at": "2013-07-10T10:12:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-10-11T21:56:33.048Z",
        "scheduled_debate_date": null,
        "signature_count": 19521,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:29.591Z"
    },
    "id": 52437,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52437.json"
    },
    "type": "archived-petition"
}