{
    "attributes": {
        "action": "Standardise the age at which adult admissions/fares are charged in accordance with national age restrictions",
        "additional_details": "As the government has made it compulsory for students to stay on until the age of 17, more teenagers are having to use public transportation. As the legal driving age is currently 17 as well, students of the ages of 16 and 17 are unable to drive to schools and colleges, so are forced to pay full priced adult bus and train fares. This should not be the case, especially as they are not yet given full adult rights, until the age of 18, e.g. voting for government, alcohol licencing. If these are only legal at 18, then adult bus and train fares should be as well.\r\nThis also accounts for popular companies, such as various entertainment venues, being allowed to charge adult-priced tickets for children as young as 12 years old. This is frankly immoral, as it often prevents families being able to afford and enjoy rare days out. Legislation should be introduced to stop companies from charging such high prices for young children, with a national adult age of 18 being more enforced. ",
        "background": null,
        "closed_at": "2014-07-10T14:07:10.000Z",
        "created_at": "2013-07-08T20:57:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-08T20:57:57.000Z",
        "opened_at": "2013-07-10T14:07:10.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:30.261Z"
    },
    "id": 52508,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52508.json"
    },
    "type": "archived-petition"
}