{
    "attributes": {
        "action": "I am Olga,I live in Ukraine now and I apply for the political asylum I need to come to Great Britain",
        "additional_details": "I am alive. I need help to come back to Great Britain.I need a new British passport. My name is Olga. I wrote a new name Olga Christoforova.Please, ask a good girl to come Ukraine to help me to apply for a new British passport and to give me new summer shoes.I need a political asylum because Ukrainian Zhytomyr regional court does not work right.It is corruption in it because I have a good mind I have no psychosis but Galyna Petrivna Hrystoforova made me  one injection every month without my permission and without medical examination.Victor Fedorovych Yanukovych is not a good President of Ukraine. He is a killer because I was a person subjected to repressions at the Zhytomyr oblast hospital for mental diseases in 2010 year during 4 months after my going to British Embassy, in 2011on  29th of July I ate oats sitting on the stone near with British  consular militia took me to hospital Pavlova to eat oats there.\r\nI need a grant for food and clothes.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-10T13:58:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-10T13:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:30.678Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:30.681Z"
    },
    "id": 52561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52561.json"
    },
    "type": "archived-petition"
}