{
    "attributes": {
        "action": "Boycott 2014 Winter Olympics",
        "additional_details": "With the increasingly homophobic stance being taken by the Russian government and parliament, including calls to arrest LGBT tourists.  I call upon the UK Government to strongly advise the British Olympic Association to boycott the 2014 Winter Olympics in Sochi.",
        "background": null,
        "closed_at": "2014-01-15T10:27:31.000Z",
        "created_at": "2013-07-12T10:34:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:31.693Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government wants to see an open and inclusive games at the 2014 Russian Winter Olympics and Paralympics in Sochi, but we do not support a boycott.  The Prime Minister believes we have a better chance of influencing Russia by engaging and challenging prejudices than by boycotting.\r\n\r\nWe share concerns about changes to the law in Russia prohibiting the promotion of “non-traditional sexual relations” to minors.  In effect, the law could prevent the LGBT community in Russia from fully enjoying the right to freedom of expression and peaceful assembly.  The Prime Minister set out these concerns with President Putin in a meeting in St Petersburg on 6 September, making clear the strength of feeling in the UK and that it was in Russia’s interests to tackle discrimination.\r\n\r\nBritish officials at all levels have been lobbying on the LGBT law since the first regional “homosexual propaganda” law was tabled.  As well as raising the subject in bilateral meetings, we have actively supported LGBT issues in Russia for some years, including through involvement in the annual Queerfest in St Petersburg and funding for the Side-by-Side LGBT film festival held across Russia.\r\n\r\nMore broadly, we regularly make clear to Russia that human rights are universal and should apply equally to all people, as part of our overall engagement on human rights with the Russian authorities, including at the 2013 UK-Russia Human Rights dialogue in May and in the Foreign Secretary and Minister for Europe’s regular discussions with their Russian counterparts.\r\n\r\nWe have updated our travel advice for Russia to inform British Nationals of the new LGBT law.  We review this advice regularly and will update further as necessary.  We are committed to providing a modern and efficient consular service for visitors to Sochi.\r\n\r\nHuman rights will continue to be a central part of the UK-Russia relationship and we will continue to raise our concerns and encourage Russia to tackle discrimination and homophobia.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:13:31.693Z"
        },
        "government_response_at": "2013-10-22T00:58:41.496Z",
        "moderation_threshold_reached_at": "2013-07-12T10:34:17.000Z",
        "opened_at": "2013-07-15T09:27:31.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-09-22T00:58:41.496Z",
        "scheduled_debate_date": null,
        "signature_count": 13405,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:31.698Z"
    },
    "id": 52656,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52656.json"
    },
    "type": "archived-petition"
}