{
    "attributes": {
        "action": "Racist Groups such as The EDL to be banned from yousing social media sites",
        "additional_details": " Going strong against the EDL & any other racist groups. I believe such groups should have no rights to use Social media sites such as Facebook, Twitter etc. Such groups titled EDL etc should be immediately disallowed to create profiles, groups etc.\r\n\r\nSuch groups are using social media sites as a method of communication to spread hatred, talk of violence and are easily able to communicate to organise demonstrations where 99% of the time there has been racist chanting and talk of Islamophobia  as well as violence.\r\n\r\nI would like the government to get involved in tackling down on social media sites such groups. Facebook, Twitter etc to clearly recognise such words that contain EDL or words of hatred and Violence toward religion, culture etc so when creating such pages the Social Media sites clearly recognise this and a page or group is NOT allowed to be created.\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-13T08:26:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-13T08:26:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:31.885Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for social media sites which operate under self-regulation.  There are already laws against incitement to hatred."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:31.887Z"
    },
    "id": 52677,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52677.json"
    },
    "type": "archived-petition"
}