{
    "attributes": {
        "action": "Allow Homosexuals the Right of Free Marriage and Eradicate Widespread Homophobia.",
        "additional_details": "It is high time that the government lives up to fulfil the proper definition of a democracy. The definition of democracy is: Every person has freedom of speech and equal rights. We have freedom of speech, and most have equal rights - except homosexuals.\r\nHomosexuals do not have the right to marry - it is not about religion, it is about fairness; homosexuals face prejudice and discrimination, i.e: if something is weird, it is: 'gay'... NO IT ISN'T! Homophobia has a victim; homosexuality does not.\r\nIt is about time that we tear free from the 'civil partnerships' that stops us from celebrating our love, the same way most others do - we are not second class citizens and we deserve to celebrate our love in the same way as anybody else.\r\nWe must be treated equally. To do this, we must legalise homosexual marriage and eradicate all forms of homophobia - which are so widespread. Help to bring this about by signing this petition and speak out against the homophobes to which we fall victim to.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-12T22:46:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-12T22:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:31.858Z",
        "rejection": {
            "code": "no-action",
            "details": "There may already be e-petitions covering what you are asking for; if not, can you re-submit being more specific?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:31.861Z"
    },
    "id": 52675,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52675.json"
    },
    "type": "archived-petition"
}