{
    "attributes": {
        "action": "Stop FGM in the UK Now",
        "additional_details": "Over 66,000 women in the UK have already undergone female genital mutilation (FGM) and more than 24,000 girls are at risk. FGM is a very British problem. Despite increased activities around FGM recently, it is not enough - we are still failing to stop the abuse. The multi-agency guidelines are not statutory, implementation at Local Authority and NHS level is disjointed, funding is minimal, and nobody is monitoring or holding anyone to account. As FGM falls under the Violence Against Woman and Girls (VAWG) portfolio, we believe that the Home Office should take responsibility for drawing up and enforcing the implementation of a National Strategy and Action Plan to eliminate FGM in the UK. Please join us in our call for effective leadership.\r\n\r\nLeyla Hussein, Daughters of Eve\r\nEfua Dorkenoo OBE, Equality Now\r\n",
        "background": null,
        "closed_at": "2014-07-16T08:48:45.000Z",
        "created_at": "2013-07-15T16:20:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2013-12-28T10:25:35.222Z",
        "government_response": {
            "created_at": "2017-06-21T15:13:32.431Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe regard female Genital Mutilation as child abuse and it is illegal. The Coalition Government is absolutely clear that political or cultural sensitivities must not get in the way of preventing, uncovering and prosecuting this terrible form of criminal activity.\r\n\r\nThis Government recognises that tackling violence against women and girls, including FGM, requires a sustained, robust and dynamic cross-Government approach.  Every department needs to play its part in addressing FGM.  The Department of Health is working to improve the information collected by the NHS on FGM.  The Home Office has recently announced it will help fund a new study into the prevalence rates of FGM in England and Wales.  The Department for International Development has established an ambitious £35m programme to address FGM in Africa and beyond, with an ambition toward ending FGM in one generation.\r\n\r\nThe Home Office is the lead on violence against women and girls (VAWG) and has captured FGM in our comprehensive VAWG Strategy, rather than in a stand-alone Action Plan.  Recently updated, the Strategy (The Call to End Violence Against Women and Girls: Action Plan) has a renewed focus on protecting potential victims.  Through the plan we are working closely across Government to help secure a FGM conviction, and with charities and frontline organisations to help improve awareness of FGM.\r\n\r\nAs part of a continued effort to raise awareness, the Home Office has:\r\n\r\nJoined forces with the NSPCC and the Metropolitan Police Service to establish a dedicated FGM helpline, providing advice to anyone who is concerned about FGM:\r\n\r\nhttp://www.nspcc.org.uk/inform/resourcesforprofessionals/minorityethnic/female-genital-mutilation_wda96841.html\r\n\r\nLaunched the Statement Opposing FGM, which sends out a strong message to anyone involved in this practice - it is illegal and has no place in our society.  To date, we have sent out over 37,000 of these leaflets.\r\n\r\nContinued to work closely with the Crown Prosecution Service to ensure the Government is doing everything it can to help secure a prosecution.  We are greatly encouraged by the Director of Public Prosecution’s assessment that it is only a matter of time before a perpetrator is brought to justice and the Minister for Crime Prevention will be discussing this matter with Alison Saunders shortly.\r\n\r\nFemale Genital Mutilation is a human rights abuse with devastating consequences for victims.  We are determined to work together across Government to protect victims, prosecute perpetrators and stamp out this abhorrent practice for good.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n\r\n\r\n\r\nThis e-petition has reached 100 000 signatures.  The Government has nnotified the backbench business committee in the House of Commons.  This e-petition will remain live, and people will be able to continue adding their signatures.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:32.431Z"
        },
        "government_response_at": "2013-09-01T20:58:26.022Z",
        "moderation_threshold_reached_at": "2013-07-15T16:20:50.000Z",
        "opened_at": "2013-07-16T08:48:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-01T20:58:26.022Z",
        "scheduled_debate_date": null,
        "signature_count": 110561,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:32.438Z"
    },
    "id": 52740,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52740.json"
    },
    "type": "archived-petition"
}