{
    "attributes": {
        "action": "I oppose the routing of wind-farm cabling through the saltmarsh south of Heysham – The only breeding site, in England, of The Belted Beauty Moth",
        "additional_details": "I oppose the routing of wind-farm cabling through the saltmarsh south of Heysham as part of the Walney Extension Offshore Windfarm by Dong Energy (UK) Ltd.\r\n\r\nMoth under threat\r\n\r\nThe Belted Beauty moth is a species on the edge in England and Wales, with just one remaining healthy population. The moth has been lost from other sites through development and the construction of coastal defences.  In parts of western Scotland and Ireland, where it still survives, it breeds in sandy coastal areas.\r\nThis population on saltmarsh, near Lancaster, Lancashire, is under threat from an offshore wind-farm cabling landfall route.  Proposals by the energy company have included trenching and, more recently, tunnelling through parts of the site.\r\nPlease sign this petition to remind the Government of their responsibility to promote biodiversity and to ensure this rare moth is fully protected at its last viable English site.\r\n\r\n",
        "background": null,
        "closed_at": "2013-11-02T09:46:56.000Z",
        "created_at": "2013-07-18T14:08:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-18T14:08:46.000Z",
        "opened_at": "2013-08-02T08:46:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:33.255Z"
    },
    "id": 52851,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/52851.json"
    },
    "type": "archived-petition"
}