{
    "attributes": {
        "action": "End the 'Parent Trap' - suspend or reduce APD over school summer holidays",
        "additional_details": "I am calling on the government to help British families manage the “Parent Trap” of inflated holiday prices in summer by suspending or reducing the rate of Air Passenger Duty (APD) for the annual school summer-holiday period of July and August. This will allow British families to enjoy much needed quality time together at the only time children are legally allowed to take holidays. This proposed tax break will ultimately benefit parents and teachers, who are corralled into taking holiday during the school summer break, when prices are already escalated.",
        "background": null,
        "closed_at": "2014-07-23T11:09:13.000Z",
        "created_at": "2013-07-23T10:01:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:34.652Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAir Passenger Duty exists to provide revenues for the public services.  Revenue from Air Passenger Duty plays an important part in supporting this Government’s stabilisation of the UK’s public finances as the country’s economy recovers from the biggest financial crisis in generations, one of the deepest recessions of any major economy and a decade of growth built on unsustainable levels of debt.\r\n\r\nWhilst meeting this objective the Government has still been able to deliver a real terms freeze to Air Passenger Duty for three years.  During this time, rates for the vast majority of passengers have only increased by £1, and it is £13 on an economy flight to Europe.  The duty makes up a relatively small proportion of the total ticket cost. For example, it is less than 9 per cent of the cost of an early booking for return flights for a family of four to Málaga in July 2014. Other charges imposed by airlines, such as fuel or luggage surcharges, can make up a much higher proportion of the total ticket price.\r\n\r\nThe liability to pay Air Passenger Duty sits with airlines rather than with passengers.  This means that while airlines do tend to pass the cost of APD on wholesale to passengers, there could never be any guarantee of savings being passed on fully even if it were feasible to temporarily reduce it during the summer holiday period.\r\n\r\nThe Government’s approach to Air Passenger Duty is to ensure that the aviation sector makes a fair contribution to bringing down the deficit.  The sector pays no tax on the fuel used in international and nearly all domestic flights.  There is no VAT on international flights, and, unlike many countries, the UK does not charge VAT on domestic flights.\r\n\r\nAlongside three years of real terms freeze to Air Passenger Duty the Government has also made funding available to help local authorities in England freeze their Council Tax for a third year in a row.  Since 2011, the Government has announced successive increases in the personal allowance, so that from April 2014 the cumulative effect will have taken 2.7 million people out of income tax, and a typical basic rate taxpayer will see a cash gain of £705 per year.  And the longest fuel duty freeze for over 20 years means that it costs £7 less every time a typical family fills their tank, and £10 less by the end of the Parliament.\r\n\r\nThe Government, of course, keeps all taxes and duties under review.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:34.652Z"
        },
        "government_response_at": "2013-10-03T04:21:54.441Z",
        "moderation_threshold_reached_at": "2013-07-23T10:01:10.000Z",
        "opened_at": "2013-07-23T11:09:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-09-03T04:21:54.441Z",
        "scheduled_debate_date": null,
        "signature_count": 43747,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:34.658Z"
    },
    "id": 53002,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53002.json"
    },
    "type": "archived-petition"
}