{
    "attributes": {
        "action": "Make current airports more effective in the South East through maglev before building any more new runways",
        "additional_details": "Networking efficiently and effectively time and again has increased capacity of what is already available.\r\n\r\nNetwork Heathrow, Gatwick, Stansted, Luton, London City, with each other through a London Central Hub, spoke and circular links. Look to spreading new infrastructure in the form of a magnetic levitation (maglev) train and track combination.\r\n\r\nMaglev trains and tracks are relatively low cost, low space, low environmental impact, with high speeds.\r\n\r\nKeeping stops to each of these airports and the hub will ensure efficient time savings for the traveler; including flight transfers arriving and departing at different airports. Use of the maglev is restricted to those who have already been through the security/booking in procedure, so not adding any more time through the need to repeat the process if the access and exit to the network is kept limited to only this group.\r\n\r\nPredicted runway increase needs can then be spread across all of the above airports.",
        "background": null,
        "closed_at": "2014-07-25T07:22:49.000Z",
        "created_at": "2013-07-24T10:36:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-24T10:36:49.000Z",
        "opened_at": "2013-07-25T07:22:49.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:35.006Z"
    },
    "id": 53045,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53045.json"
    },
    "type": "archived-petition"
}