{
    "attributes": {
        "action": "\"Abolish cuts, bedroom tax, university fee´s, that undermine the UK population, including ATOS exams create by an agency staff, not a proper Doctor\"-",
        "additional_details": "The present new regulations including ATOS exams targets badly small groups, including myself. The money saved could be better to create jobs, education, business, confidence and trust. In any change we need time to adjust and not just to remove help, in order to avoid criminality. The inability to create a better standards of life to all UK citizens in equal manner, but part of the crisis. We need 100,000 signatures to save the UK community as a whole, not to promote hate against Cameron, Clegg, or any other Politician, I leave that matter in the hands of the Professionals. The sooner we finish the è-petition, the better to end hundreds of deaths, poverty and inequality of today´s hard reality. Thank you for your time in my matter, as I want to: \"Abolish cuts, bedroom tax, university fee´s, that undermine the UK population, including ATOS exams create by an agency staff, not a proper Doctor\"-Rosario Castellanos de Parker.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-24T13:25:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-24T13:25:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:35.107Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:35.109Z"
    },
    "id": 53052,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53052.json"
    },
    "type": "archived-petition"
}