{
    "attributes": {
        "action": "Sandhill/Branch Bank Junction Traffic Lights",
        "additional_details": "On Thursday 20th June 2013, Jack Ure died in a tragic three vehicle crash at Branch Bank, Littleport, at only 18 years of age. On Thursday 25th July 2013, another serious two vehicle collision has occured at the same place.\r\n\r\nThat's only a 5 week difference between the 2 incidents. A terrifying fact is that if the rate of an accident every five weeks occurs, that's 10 accidents a year happening at that junction which is a horrific statistic.\r\n\r\nThe T junction in which Victoria Street and Branch Bank meet is highly dangerous as cars are recklessly driving along Branch Bank and visibility is limited so something needs to happen immediately to improve everyones safety before anyone else gets hurt.\r\n\r\nI purpose that traffic lights are installed to stop any more tragic accidents occurring again. No-one wants anymore accidents to occur there again, but more importantly no-one wants to lose someone close to them, so it's now up to you (the local government) to sort something out, or I will.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-25T14:28:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-25T14:28:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:35.623Z",
        "rejection": {
            "code": "irrelevant",
            "details": "I am very sorry to hear about the death of Jack Ure.  The Department for Transport takes road safety very seriously.  For local roads the local traffic authorities have the responsiblity to consider the local conditions and put in traffic lights or set local speed limits that are appropriate.  The creator of this petition may wish to petition the local traffic authority on this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:35.626Z"
    },
    "id": 53109,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53109.json"
    },
    "type": "archived-petition"
}