{
    "attributes": {
        "action": "Do You Feel Ashamed to be British?: Get The Government Out.",
        "additional_details": "We are living in a dictatorship without realising it until it's too late. The government are allowing us to be used like lab rates by the NHS. They have packaged up the Social Services so if you don't ask you don't get but they'll make sure you don't know what you're entitled to ask for. Since leaving hospital last year I have been treated like a criminal and an idiot.I have written complaint after complaint and I have been called abusive and aggressive. Not one person has been taken to account and no action has been taken. Accountability is something that the Government don't do anymore and they can now just simply fling your complaint in the bin with no fear of reprisal. The Government treat everyone on benefits with the same brush. All I did was to get sick. They have cut disability benefits, sickness benefits and housing benefits and now they have given MP's a £10,000 pay rise. Is this really a Country to be proud of? I'm not Proud to be British - I disgusted!\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-26T07:56:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-26T07:56:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:35.795Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:35.798Z"
    },
    "id": 53127,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53127.json"
    },
    "type": "archived-petition"
}