{
    "attributes": {
        "action": "Petition for the government to subsidise council run public swimming facilities in the face of the public obesity and health crisis",
        "additional_details": "In the face of the so-called obesity crisis, the government advising every adult should undertake 150 minutes of exercise per week and NHS budgets being stretched on treatment for completely avoidable diseases; council's charging people up to £5.00 for a single session of swimming is unacceptable.\r\n\r\nThree sessions of 50 minutes' swimming would cost up to £15 per week. For some people in the current financial climate this is simply too expensive. In effect, people are being priced out of health.\r\n\r\nSwimming is a non-impact activity unlike jogging and doesn't require the use of any expensive equipment like cycling. Swimming is the perfect activity to get the nation fit and healthy.\r\n\r\nThis petition is requesting that the government subsidises councils to offer swimming for all ages for free or a nominal amount of £1.\r\n\r\nContinuing to plough money into treatment for preventable diseases is a cycle of failure. Instead treat the cause of the epidemic and get the nation swimming for free.",
        "background": null,
        "closed_at": "2014-08-05T10:17:18.000Z",
        "created_at": "2013-07-26T18:11:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-26T18:11:14.000Z",
        "opened_at": "2013-08-05T10:17:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:35.924Z"
    },
    "id": 53140,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53140.json"
    },
    "type": "archived-petition"
}