{
    "attributes": {
        "action": "Petition to stop the continual harassment of Gibraltar by Spain",
        "additional_details": "Spanish aggression over Gibraltar keeps escalating, it has now reached the point of violence from the Spain on citizens of Gibraltar.\r\n\r\nAs shown in the Daily Mail and the Daily Express, shots have been fired from the Spanish police towards a British Citizen in Gibraltar waters, all because he was on a Jet Ski.\r\n\r\nOn Thursday, Spain chose to create 6 hour long queues for all those trying to cross into Spain from Gibraltar. These protests have resulted in the death of a German national due to dehydration, and resulted in a British Citizen of Gibraltar, being knocked off his bicycle, assaulted and kept in Jail by the Spanish police without reason nor charges. with access being refused to his family.\r\n\r\nWe, the people of Gibraltar, hereby petition the British Government to stand up for its British Citizens and stop this never ending Spanish claim to Sovereignty and Aggression. All we desire is to live in peace in our little country, as the proud British Citizens we are ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-28T14:45:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-28T14:45:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:36.425Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:36.428Z"
    },
    "id": 53188,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53188.json"
    },
    "type": "archived-petition"
}