{
    "attributes": {
        "action": "Against the Proposals to Request a Bond from Visitors from India, Nigeria, Bangladesh, Sri Lanka and Ghana.",
        "additional_details": "This is a petition against the introduction of selective bonds for visitors from specific countries.\r\n\r\nIf a bank were to select not to lend to a person from a specific nationality it would be deemed racism, if a service provider would turn withold tere service based on nationality colour or creed it would be racism.\r\n\r\nCharging some nationalities a deposit and not others is tantamount to the same level of racism.\r\n\r\nThis proposal is preventing people of good intention, from attending family weddings, toiurists from bringing spending in to the country and students from coming and learnign and adding to our economy.\r\n\r\nI would like to see the same level of fee put on travellers from the US< from Ireland, from Poland, from Russia... it wont happen\r\n\r\nFurther this will substantially damage international business relations with India one of our leading partners for provision of services in to the british economy",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-29T18:06:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-29T18:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:36.768Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:36.771Z"
    },
    "id": 53233,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53233.json"
    },
    "type": "archived-petition"
}