{
    "attributes": {
        "action": "Government to Lobby for Boycott of Sochi Winter Games 2014 or Retraction of Homophobic Laws",
        "additional_details": "Russian law bans adoption of Russian born children by homosexuals/parents living in any country where marriage equality exists.\r\nPolice may arrest tourists suspected of being “pro-gay” and detain them for up to 14 days.\r\nPutin signed a bill classifying “homosexual propaganda” as pornography. Any parent or teacher who tells students that homosexuality is normal/makes pro-gay statements is subject to arrest and fines. A judge, lawyer or lawmaker cannot publicly argue for tolerance without threat of punishment.\r\nPutin is rumoured to be due to sign an edict to remove children from their own families if parents are suspected of being homosexual.\r\nWith Section 28 repealed, the age of consent equalised and the same-sex marriage bill passed our Government has a duty to stand by the social ideals supported by this legislation.\r\nThey must speak out against Putin’s attacks and the violence they foster insisting that the Olympic Committee demand retraction of these laws under threat of boycott.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-30T01:13:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-30T01:13:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:36.859Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:36.862Z"
    },
    "id": 53244,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53244.json"
    },
    "type": "archived-petition"
}