{
    "attributes": {
        "action": "Supply Residents Parking Permits for Gladstone Road West‏, Bournemouth",
        "additional_details": "Current parking restrictions on Gladstone Road West, Bournemouth has meant that residents cannot park outside their own properties. In particular, properties that do not have a driveway entrance are forced to park elsewhere. This creates more congested roads & driveways on surrounding roads due to Gladstone Road West residents being forced to park their cars nearby. Residents living on these nearby roads are expressing concerns over the congested parking due from the lack of parking on Gladstone Road West. Allowing residents permits would prevent others from parking on these roads.\r\nIt is fair that parking restrictions apply to other vehicles that do not reside on Gladstone Road West. However, residents should have access to parking on a road that they fundamentally pay council tax for. Many residents on Gladstone Road West are teachers or work in the public sector and need access to parking thus require at least one resident’s permit per property.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-07-30T13:24:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-30T13:24:46.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:37.017Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The creator may want to petition the local council about this matter."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:37.020Z"
    },
    "id": 53265,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53265.json"
    },
    "type": "archived-petition"
}