{
    "attributes": {
        "action": "Abolish the secrecy in the family courts and remove the gagging orders",
        "additional_details": "The sad fact is that social workers snatch babies at birth for \"risk of emotional abuse\" from hundreds of UK mothers who have not committed any crime! Worse still, those mothers are forbidden to go to the media to protest and threatened with jail if they do! All subsequent court proceedings leading to \"forced adoption\" are secret with jail for anybody rash enough to tell the public who appeared, what they said, or what was decided and why, in our so called \"family courts\"!\r\n\r\nWe, the undersigned are petitioning for the secrecy of the family courts to be opened and campaigning for the ‘Gagging Orders’ to be removed from parents who have had their children illegally removed by the state and social services. Gagging orders are all too often placed on parents by a secret family court system to prevent them from talking about their story. This must be lifted immediately.\r\n\r\nWe need 100,000 to get us in to Parliament. When we reach this target, they have to discuss it in Parliament.\r\n",
        "background": null,
        "closed_at": "2014-08-01T09:25:23.000Z",
        "created_at": "2013-07-31T21:55:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-07-31T21:55:24.000Z",
        "opened_at": "2013-08-01T09:25:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 135,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:37.578Z"
    },
    "id": 53326,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53326.json"
    },
    "type": "archived-petition"
}