{
    "attributes": {
        "action": "IS THIS TONGE MOORS MOST DANGEROUS JUNCTION ?",
        "additional_details": "I am talking about the junction at Thicketford Rd and Crompton Way. I live at this junction and am becoming increasingly concerned for my family and the publics safety. Each day I witness several near misses and only the other day a driver lost control of his car mounted the pavement and slammed into my garden wall and fence early Sunday morning, had this been any later we would have been leaving for church and my children and I could quite easily have been killed. This is not the first incident and surely wont be the last. Following this latest event two of my children are having nightmares and are terrified of stepping out of their own front door. It is a really busy junction especially on school days when dozens of children use the surrounding pathways. I fear it's only a matter of time before there is a fatality, will it be someone you know? So please help keep our community safe and sign the petition to have safety barriers installed at this junction.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-02T15:29:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-02T15:29:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:38.297Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government takes road safety very seriously and on local roads gives traffic authorities the flexibility to set road regulations that are appropriate for the individual road, reflecting local needs and taking account of local considerations.  The creator may want to petition their local council on this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:38.300Z"
    },
    "id": 53410,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53410.json"
    },
    "type": "archived-petition"
}