{
    "attributes": {
        "action": "Make Eid & Diwali Public Holidays",
        "additional_details": "I believe that given the number of Muslims and Hindu's in this country it is only fair that we allow them to have the most important days in their faiths recognised in law.\r\n\r\nBy giving them public/bank holidays for these days we would be going some way to help to recognise the importance of these faiths to many within the country.\r\n",
        "background": null,
        "closed_at": "2014-08-12T15:43:57.000Z",
        "created_at": "2013-08-06T07:45:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-01-06T23:23:01.136Z",
        "government_response": {
            "created_at": "2017-06-21T15:13:39.561Z",
            "details": "The Leader of the House of Commons has written to the Backbench\r\nBusiness Committee, who are responsible for the scheduling of debates on e-petitions, informing them that the petition has reached 100 000 signatures.\r\n\r\nThe Backbench Business Committee meets weekly to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom.\r\n\r\nThe relevant Government department have provided the following response to the petition:\r\n\r\nThe Government is grateful for this e-petition.  We are very aware of the importance of these festivals which are widely celebrated in the UK.  The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid and Diwali contribute to this objective.\r\n\r\nWe regret however that we cannot agree to create new bank or public holidays to mark these festivals. The Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals. However the current pattern is well established and accepted.  Whilst we appreciate a new national holiday may benefit some communities and sectors, the cost to the economy remains considerable and any changes to the current arrangements would not take place without a full consultation.",
            "responded_on": "2013-09-27",
            "summary": "",
            "updated_at": "2017-06-21T15:13:39.561Z"
        },
        "government_response_at": "2013-09-27T09:17:51.413Z",
        "moderation_threshold_reached_at": "2013-08-06T07:45:08.000Z",
        "opened_at": "2013-08-12T15:43:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-08-27T09:17:51.413Z",
        "scheduled_debate_date": null,
        "signature_count": 123881,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:39.568Z"
    },
    "id": 53523,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53523.json"
    },
    "type": "archived-petition"
}