{
    "attributes": {
        "action": "The government should recognise 'invisible illnesses' and support those people financially who cannot work due to their illness",
        "additional_details": "There are many \"invisible\" illnesses (depression, neutropenia, ME, MS, Fibromyaligia, lupus and many more), suffered by many people, which must not be underestimated and the effects that they have on daily living for those suffering from them. Some conditions are potentially fatal. To cope on a daily basis doing 'normal' things like shopping, and working etc. when your immune system for instance, is compromised, can be impossible when you are trying to avoid infections that could make you seriously ill and hospitalised. At worst, such contact can be fatal.There is a lack of knowledge and understanding outside the medical profession which can impact on the well being of individuals who suffer from these illnesses. For many, who have given up work due to their illness, understanding and financial support is crucial. We want the government to recognise these invisible illnesses as real, and to ensure that they are not dismissed and therefore have no entitlement to welfare benefits. ",
        "background": null,
        "closed_at": "2014-08-07T15:13:15.000Z",
        "created_at": "2013-08-06T21:32:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-06T21:32:24.000Z",
        "opened_at": "2013-08-07T15:13:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 805,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:39.856Z"
    },
    "id": 53554,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53554.json"
    },
    "type": "archived-petition"
}