{
    "attributes": {
        "action": "Offer financial assistance to collapsed rail firm Railcare, to protect jobs and keep Britain's trains running",
        "additional_details": "Hundreds of rail workers face redundancy, loss of earnings and an uncertain future following the collapse of Railcare, which left staff at the Wolverton and Springburn sites unpaid for their work in July.\r\n\r\nMany employees have worked at these sites for most of, and in several cases all of, their working lives. These loyal workers have a right to be paid for all work completed and the Government should act to protect their jobs and pensions, which are under threat.\r\n\r\nDespite promises of intervention to prevent redundancies, 118 employees have been made redundant at Wolverton works in Milton Keynes, as well as 33 at Springburn works in Glasgow.\r\n\r\nRailcare is a viable business with a full order book and we, the undersigned, ask the Business Secretary Vince Cable and the Government to take action by offering financial assistance to Railcare, to protect the jobs, pay and pension rights of staff, as well as the rail fleet refurbishment programme, to keep Britain's trains moving. ",
        "background": null,
        "closed_at": "2014-08-13T15:18:20.000Z",
        "created_at": "2013-08-08T22:59:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-08T22:59:18.000Z",
        "opened_at": "2013-08-13T15:18:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 32,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:40.579Z"
    },
    "id": 53653,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53653.json"
    },
    "type": "archived-petition"
}