{
    "attributes": {
        "action": "Ask Winter Olympic Team GB to incorporate the rainbow flag into their kit or to wear rainbow bands in solidarity with the Russian LGBT community",
        "additional_details": "In June of this year, the Russian Duma introduced a law which criminalises letting children know that it's ok to be gay. Children and teenagers in Russia who realise that they are gay can no longer reach out for help and support, as that assistance is now considered a criminal act.\r\n\r\nThis blatantly homophobic law now shields skinheads and neo-Nazis in Russia who wish to persecute and violently attack gay people. This law is a direct attack on freedom of expression and the right to protest; we need to let the Russian people and their government know that homophobia is not acceptable in the world of 2013.\r\n\r\nWe therefore request that in order to show support and solidarity with the Russian LGBT community, the British Winter Olympic Team either incorporate the rainbow flag into their kit design, or that they wear rainbow bands on their arms.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-10T15:23:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-10T15:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:41.067Z",
        "rejection": {
            "code": "irrelevant",
            "details": "One for the British Olympic authority to decide, not the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:41.070Z"
    },
    "id": 53707,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53707.json"
    },
    "type": "archived-petition"
}