{
    "attributes": {
        "action": "A plea, for and on behalf of the British Citizens of Gibraltar, for Her Royal Highness to visit Gibraltar. ",
        "additional_details": "The British Gibraltarian community has been longing for a visit from Her Majesty The Queen. Her Highness last visited in 1954. Almost 60 years have gone by and we have been deprived of a visit for what presumably is a fear of upsetting the neighbour. \r\n\r\nGibraltar is a patriotic British Overseas Territory who just last year painted the town in the colours of the Union Flag to celebrate the Queen's Diamond Jubilee. Posters and banners of the Queen littered our streets and remain to the day. With our British pounds, red telephone boxes, Union Flags, local bobbies, Sunday roasts, pork pies and with our Jack's, Harry's and John's we show our true identity as Britons. \r\n\r\nYour Majesty, this is your Rock, your people and your duty as our Monarch. Come and visit us so our children, our brothers and sisters, our mothers and fathers, our elders, all have the memory and the honour to have lived your visit, your presence and your greatness.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-13T01:41:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-13T01:41:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:41.750Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:41.753Z"
    },
    "id": 53778,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53778.json"
    },
    "type": "archived-petition"
}