{
    "attributes": {
        "action": "Justine Greening Commissioned a Report by Independent Commission for Aid Impact (ICAI) to undertake a Study of DFID's use of Private Contractors.",
        "additional_details": "Before the elections the Tories promised they would improve the outcomes through the UK aid spending. The evidence confirms that the performance and outcomes of the foreign aid programme, has deteriorated on their watch. In response to growing concern about the performance and remuneration of large private contractors used to manage many of Department of International Development (DfID) projects, Justine Greening commissioned a report - commissioned the Independent Commission for Aid Impact (ICAI) to undertake a study of DFID's use of contractors to be published in the first quarter of 2013, but has repeatedly refused to publish the findings. Taxpayers must be given the facts that their hard-earned taxes are being spent prudently, helping to achieve lasting change for people - achieved through outcomes, who need it most. Let us insist that Justine Greening’s commissioned report and all findings be published in its entirety. Not hidden from accountability of the UK Taxpayers.",
        "background": null,
        "closed_at": "2014-09-02T08:25:15.000Z",
        "created_at": "2013-08-13T12:11:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-13T12:11:41.000Z",
        "opened_at": "2013-09-02T08:25:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:41.837Z"
    },
    "id": 53792,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53792.json"
    },
    "type": "archived-petition"
}