{
    "attributes": {
        "action": "Petition against Sky Bet sponsoring the Football League",
        "additional_details": "The Football League is the bread and butter of English sport.\r\n\r\nHaving the three divisions of the Championship, League One and League Two sponsored by Sky Bet is irresponsible, as the branding is constantly in the view of children and young people watching at football grounds all over the country, and in their ears if watching it on TV or listening on radio, as each division is always referred to as \"the Sky Bet Championship\", \"Sky Bet League One\", etc.\r\n\r\nIt associates gambling with football, which is a bad thing for the thousands of young (and old) football fans around the country who just want to enjoy the beautiful game without being encouraged to bet on it.\r\n\r\nFootball is in no way an adult-only sport and so should not be sponsored by something seen as an adult vice by many.\r\n\r\nI propose the government steps in and cancels the sponsorship agreement between Sky Bet and the Football League, and sets up a body to ensure appropriate sponsorship of our national sport in future.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-14T13:14:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-14T13:14:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:42.213Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For the football authorities to decide, not the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:42.216Z"
    },
    "id": 53846,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/53846.json"
    },
    "type": "archived-petition"
}