{
    "attributes": {
        "action": "eCRIME ACT now essential to safeguard the lives of children and vulnerable adults against trolling, cyberbullying and all forms of internet abuse.",
        "additional_details": "We call for an eCRIME ACT (or amendment to The Harassment Act). Umbrella legislation is urgently required to help safeguard children and vulnerable adults against all on-line anti-social behaviour through sites such as Ask.com, Facebook, Twitter and the like. Too many UK children have committed suicide as a direct result of eCRIME.\r\neCRIME is anti-social behaviour via technology and includes (not exclusively) trolling, mobbing, cyber-bullying, on-line harassment, stalking, child-exploitation, fraud and identity theft over the net with the deliberate intention of causing harm, distress or personal loss to an individual.\r\neCRIME is a 21st Century problem of epic proportion without a 21st Century solution. Prime Minister David Cameron urges us to boycott vile websites. We need legislation to empower law enforcement experts and targets of such abuse. We may never completely stop perpetrators of on-line-bullying but legislation will act as a deterrent and will save lives.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-21T11:02:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-21T11:02:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:44.341Z",
        "rejection": {
            "code": "duplicate",
            "details": "See:\r\n\r\nCyber bullying IS A CRIME\r\nCyber Bullying should be ILLEGAL!\r\nmake cyberbullying a crime\r\nGoverment to take a Safeguarding Children position against sites like Ask.Fm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:44.344Z"
    },
    "id": 54078,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54078.json"
    },
    "type": "archived-petition"
}