{
    "attributes": {
        "action": "Justice for Julie",
        "additional_details": "My wife, Mrs. Julie Harris died in hospital on 15th of July 2013, as a result of gross medical negligence.\r\nShe suffered a bowel perforation, resulting from an excessive dosage of steroid therapy. Following surgery, she was allowed to become malnourished. She was given intravenous fluids,.but fluid balance charts were never studied. 11 litres of fluids were infused more than were passed out in one week. Survival was then impossible, as.her lungs filled with that fluid, and she drowned from the inside. Negligent doctors and nurses have caused suffering and death to too many people. They have little to fear from the consequences of their actions, so this continues.\r\n\tI am asking the Government to create laws to ensure that medical negligence causing injury or death be made a criminal offence in every case.\r\nThat all reported cases be investigated by police, and that those responsible are prosecuted and struck off from their professional registers so they may never practice again.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-21T14:07:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-21T14:07:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:44.394Z",
        "rejection": {
            "code": "duplicate",
            "details": "There is already a petition calling for medical negligence to be made a criminal offence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:44.397Z"
    },
    "id": 54083,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54083.json"
    },
    "type": "archived-petition"
}