{
    "attributes": {
        "action": "eCRIME laws are needed to safeguard everyone, ADULTS and CHILDREN alike. Internet abuse and on-line anti-social behaviour affects us all.",
        "additional_details": "Umbrella legislation is called for to protect ADULTS and CHILDREN alike (consider amendment to The Harassment/Stalking Act). Prohibit all on-line anti-social behaviour via sites such as Ask.fm, Facebook, Twitter and the like. Too many are committing suicide as a direct result of eCRIME. This is a 21st Century problem of epic proportion without a 21st Century solution. eCRIME includes (not exclusively) trolling, mobbing, cyber-bullying, on-line harassment, stalking, exploitation and identity theft over the net with the deliberate intention of causing harm, distress or personal loss to an individual.\r\n\r\nSpecifically we seek self-regulatory measures on social media sites, greater Police powers to investigate/identify perpetrators and clearer definitions of what constitutes an offence.  Legislation and explicit guidelines are essential. We may never completely stop perpetrators of on-line-bullying but e-CRIME laws will act as a deterrent and will save lives.\r\n",
        "background": null,
        "closed_at": "2014-08-28T08:16:33.000Z",
        "created_at": "2013-08-23T10:13:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-23T10:13:29.000Z",
        "opened_at": "2013-08-28T08:16:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 214,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:44.884Z"
    },
    "id": 54143,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54143.json"
    },
    "type": "archived-petition"
}