{
    "attributes": {
        "action": "Ban the Use of Pain Compliance on Children in Physical Restraint",
        "additional_details": "1. The definition of pain compliance according to Wikipedia is \"Pain compliance is the use of painful stimulus to control or direct a person or animal. The stimulus can be manual (brute force, placing pressure on painful areas, or use of painful hyperextension or hyperflexion on joints), use tools such as a whip or electroshock weapon, or use of chemical such as tear gas or pepper spray.\r\n\r\nThe purpose of pain compliance is to direct the actions of the subject, and to this end, the pain is lessened or removed when compliance is achieved. This provides incentive to the subject to carry out the action required.\"\r\n\r\n2. The definition of \"hyperflexion\" is \"In anatomy, flexion (from the Latin verb flectere, to bend)[1] is a joint movement that decreases the angle between the bones that converge at the joint. For example, a person's elbow joint is flexed when the hand is brought nearer to the shoulder.\"\r\n\r\n3. The definition of \"hyperextension\" is \"greater than normal extension.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-26T00:31:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-26T00:31:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:45.504Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:45.508Z"
    },
    "id": 54209,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54209.json"
    },
    "type": "archived-petition"
}