{
    "attributes": {
        "action": "Require all university undergraduates to pay the full course and accomadation fee",
        "additional_details": "As university students we have all been stung by outrageously high education fees and have witnessed unjust allowances and reductions in costs given to certain students based on home circumstances (i.e. single parent households paying less than others) and household income (arguably reduction in cost should be based on a households disposable income).\r\nThis epetition proposes that, instead of giving reduced student loans based on household circumstances, every student pays the full tuition fees and receives sufficient finance to do so and to reside in standard accommodation (those whom have extra finance can then pay more for pricier accommodation whilst the basic needs of all other students are met). Theoretically this provides a just system as no individual will leave university and start their OWN life at a disadvantage due to allowances given to others based on their parents’ circumstances and ensures everyone can afford accommodation, even households with little disposable income.",
        "background": null,
        "closed_at": "2014-08-28T10:17:21.000Z",
        "created_at": "2013-08-26T08:06:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-26T08:06:21.000Z",
        "opened_at": "2013-08-28T10:17:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:45.543Z"
    },
    "id": 54212,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54212.json"
    },
    "type": "archived-petition"
}