{
    "attributes": {
        "action": "Call for an independent high level investigation into the behaviour, actions and involvement of the UK coalition government in the Syrian Civil War",
        "additional_details": "The UK government has shown unreasonable support for the Free Syrian Army & allies (which include terrorist groups Al Nusra Front & Jabhat al-Nusrah) and the Syrian National Council, reacting to apparent atrocities by the Syrian government yet ignoring apparent atrocities by insurgent forces.\r\n\r\nThe majority of reports of atrocities committed by the Syrian Army & allies, including chemical attacks, have since proven to be false or unverifiable by the UN (examples of which are freely available). We strongly believe the UK government has misled the British people (largely sustained by the news media).\r\n\r\nWe believe the UK government’s stance on Syria is narrow-minded, ignoring ‘inconvenient truths’ about the Syrian rebels, exacerbating the conflict in Syria. We also believe the actions of the UK government (through possible collusion and intervention) to be undemocratic, immoral, and illegal.\r\n\r\nWe call for an independent enquiry into the government’s policy on the Syrian Civil War.\r\n",
        "background": null,
        "closed_at": "2014-08-28T09:22:48.000Z",
        "created_at": "2013-08-27T13:26:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-27T13:26:09.000Z",
        "opened_at": "2013-08-28T09:22:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 89,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:46.088Z"
    },
    "id": 54268,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54268.json"
    },
    "type": "archived-petition"
}