{
    "attributes": {
        "action": "Utilise e-voting system for elections to facilitate and increase turnout, but highly secure.",
        "additional_details": "Using e-voting system could contribute to engage citizens more in political activities. 21th century life, cost and benefit factors of it and British significant increase in online activities, are indications of tendency towards this convenient way of participation. Albeit, security and usability are difficult issues, but not impossible to overcome.\r\nSometimes, IT projects fail because of economic reasons; rarely, if ever, because of technological factors. Most usually, the failures are political in nature. … Instead of studying the manuals for the next release of Java, C++ or Lotus Notes, read Machiavelli’s The Prince. (P. Strassmann, 1997)\r\n\r\nConsidering, traditional election system is not the secure one.\r\n\r\nComputer scientists will presume a vulnerability is significant until shown otherwise, but election officials will presume that the integrity of an election has not been breached until compelling evidence is produced (Celeste, Thornburgh, Lin, 2006, p. 65).\r\n",
        "background": null,
        "closed_at": "2014-09-02T08:45:33.000Z",
        "created_at": "2013-08-27T13:59:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-27T13:59:51.000Z",
        "opened_at": "2013-09-02T08:45:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:46.110Z"
    },
    "id": 54270,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54270.json"
    },
    "type": "archived-petition"
}