{
    "attributes": {
        "action": "Make Whitby more accessible for wheelchair users,especially the PIER",
        "additional_details": "We call on the Government to make legislation effective on Scarborough Borough Council to do more to make Whitby and other holiday resorts in their area more accessible to wheelchair users.  Especially those who was to fish from the Pier in Whitby.\r\n\r\nA ramp is an inexpensive solution to a very real problem.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-08-30T18:42:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-30T18:42:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:47.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Borough Council.\r\n\r\nHowever, this type of legislation already exists.  The disability discrimination provisions in the Equality Act 2010 place a duty on those providing a service to the public not to discriminate against them.\r\n\r\nService providers are also required to make a ‘reasonable adjustment’, so that disabled people are not placed at a “substantial disadvantage” compared to non-disabled people.  However, the Act only requires adjustments that are reasonable in all the circumstances of a particular situation - and what is reasonable will vary from one situation to another, as factors like the practicability of making the adjustment, the cost of the adjustment, and the resources available to individual organisations will vary.   This is something the Council has to decide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:47.635Z"
    },
    "id": 54426,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54426.json"
    },
    "type": "archived-petition"
}