{
    "attributes": {
        "action": "Please Monitor Radiation Levels in all Seafood from the Pacific Ocean as Radioactive Materials Continue To leak from Fukushima",
        "additional_details": "This is a call for the government to ban all imports of seafood and fish from Japan, and to monitor all imports of Seafood and Fish from the Pacific Ocean for Radioactivity. Since the Fukushima Disaster, The radioactive substances Cesium-137 and -134 have been leaking into the Pacific Ocean and there is now 10,000 times the amount of Radioactive Cesium in the Pacific than there was pre-Fukushima. Radiation readings have been measured as far as California and British Colombia which indicates that the whole of the Pacific eco-system is contaminated.\r\n\r\nStudies released by the University of California and the state University of New York both confirm these findings and have called for the same levels of monitoring.\r\n\r\nThis is especially important in regards to the 28/08/2013 increase of the current Fukushima Nuclear leak from a level 1 \"Anomaly\" to a level 3 \"Serious Incident\" on the IAEA Nuclear severity Scale, which indicates that the plant is still leaking Nuclear Material.",
        "background": null,
        "closed_at": "2014-09-02T07:58:42.000Z",
        "created_at": "2013-08-30T17:24:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-30T17:24:43.000Z",
        "opened_at": "2013-09-02T07:58:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 24,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:47.570Z"
    },
    "id": 54421,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54421.json"
    },
    "type": "archived-petition"
}