{
    "attributes": {
        "action": "Change from Representative Democracy to Direct Democracy with Sortition",
        "additional_details": "This e-petition calls for the UK Government to move from representative democracy to direct democracy.\r\n\r\nInstead of a system that elects representatives to make decisions on our behalf, this petition believes that the people of the UK are capable of deciding on all aspects of public life.\r\n\r\nThe alternative system proposed (called 'sortition') involves the random lot selection of members of the public according to a statistical selection process: ensuring all groups of people have an equal opportunity to contribute to the life of their community.\r\n\r\nCommunity councils will then deliberate on all aspects of public life – deciding based on presentations and proposals by expert witnesses. The outcomes of these meetings are then set in motion by a supporting network of civil servants.\r\n\r\nBy becoming more active in decision making, individuals will feel a greater sense of pride and responsibility toward each other and this in turn will make our communities better, stronger and happier.",
        "background": null,
        "closed_at": "2014-09-02T08:54:00.000Z",
        "created_at": "2013-08-31T18:30:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-08-31T18:30:43.000Z",
        "opened_at": "2013-09-02T08:54:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:47.934Z"
    },
    "id": 54456,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54456.json"
    },
    "type": "archived-petition"
}