{
    "attributes": {
        "action": "Request for enquiry to investigate and put a stop to Discrimination, Racism and career genocide of the ethnic minority employees within the NHS",
        "additional_details": "There is a very strong evidence to suggest Institutional Discrimination and Racism within the NHS.\r\nThis has led to a very high percentage of this minority group to be subjected to various forms of disciplinary investigation processes that led to suspensions and outright dismissals from work.\r\nI am a victim and my case with the NHS Trust that led to my dismissal, is a classical example of such Institutional Discrimination and Racism.\r\nMy humble request is for the government of the day to look into this and stop this culture within the NHS to protect the Ethnic Minority Group and prevent what has happened to me from being repeated; for lessons to be learned and for robust system of procedures to be put in place to safeguard the obviously vulnerable ethnic minority groups working within the NHS.\r\nI sincerely believe that should this e-petition be accepted, it will not take long to attract enough signatures to get the required attention of the government of the day.\r\nSo help me GOD.",
        "background": null,
        "closed_at": "2014-09-02T07:57:58.000Z",
        "created_at": "2013-09-02T02:32:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-02T02:32:01.000Z",
        "opened_at": "2013-09-02T07:57:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:48.302Z"
    },
    "id": 54492,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54492.json"
    },
    "type": "archived-petition"
}