{
    "attributes": {
        "action": "Sex & relationship education to include compulsory domestic abuse and violence element",
        "additional_details": "Last year around 1.2 million women suffered domestic abuse (more than the population of Birmingham), over 400,000 women were sexually assaulted, 70,000 women were raped and thousands more were stalked. An average of two women are killed by a current or ex male partner each week. Many of these crimes go unreported.\r\n\r\nActivity on social media sites reveals worrying evidence that young people view domestic abuse as an acceptable part of a relationship. They need to learn that it has no part in a healthy, respectful relationship and that it must not be tolerated. They need to be taught about boundaries, consent and respect and what to do if they are subject to abuse.\r\n\r\nWhilst sex education is compulsory in British schools, there is currently no legal requirement to teach about domestic violence and abuse within these lessons.\r\n\r\nWe want the government to make teaching about domestic violence and abuse compulsory in UK schools as part of a rounded sex and relationship education.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-02T09:00:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-02T09:00:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:48.352Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:48.355Z"
    },
    "id": 54497,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54497.json"
    },
    "type": "archived-petition"
}