{
    "attributes": {
        "action": "The Government should LISTEN before it SPEAKS about GCSE English",
        "additional_details": "We, the undersigned, call on the government to reconsider the unfair way in which the change to the English GCSEs has been announced in England.\r\n\r\nThis change is to scrap the GCSE Speaking and Listening marks that were worth 20% of the students' GCSE grade in English.\r\n\r\nThe change was made to prevent, \"inconsistency\" and \"unfairness\"  but how is this the case when:\r\n\r\n* Year 11 students have already completed one year of their GCSE English qualification, including the Speaking and Listening asessments that we are now told are worth nothing towards the percentage of their GCSE.\r\n\r\n* This change will not affect schools in Wales, even though many schools in England follow the Welsh exam board (WJEC).\r\n\r\n* It is left to parents and teachers to inform students about this.\r\n\r\nWe, the undersigned, call on the Government to reconsider the timing of such a decision so that it does not affect current year 11 students who have already completed a year of their English GCSE course.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-03T21:43:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-03T21:43:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:48.885Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This issue is the responsibility of Ofqual, the regulator of qualifications, examinations and assessments in England.  Ofqual is independent of Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:48.887Z"
    },
    "id": 54554,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54554.json"
    },
    "type": "archived-petition"
}