{
    "attributes": {
        "action": "Amend the Regulation of Investigatory Powers Act and the Terrorism Act in the interests of civil liberty.",
        "additional_details": "Current security legislation constitutes an unwarranted invasion of privacy of the residents of the United Kingdom of Great Britain and Northern Ireland.\r\n\r\nIn recognition of the House of Lords Constitution Committee report in 2009, the Information Commissioner in 2006 and the public opinion represented by this petition,\r\n\r\nThe petitioners declare that the scope of powers granted by the RIPA and Terrorism Act carries too broad an interpretation to preserve our national value of \"innocence until proven guilty\".\r\n\r\nCitizens of the United Kingdom have a right to their privacy unless there is adequate suspicion of criminal activity, and this suspicion should not be based on intrinsic values like race, religion or appearance,\r\n\r\nNo person should be monitored, physically or electronically, in a private space without due suspicion or their consent.\r\n\r\nFor the clarity of this petition, a \"private space\" consists of any privately owned domain including websites and communications networks.",
        "background": null,
        "closed_at": "2014-09-04T11:35:15.000Z",
        "created_at": "2013-09-04T08:19:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-04T08:19:28.000Z",
        "opened_at": "2013-09-04T11:35:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 41,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:48.963Z"
    },
    "id": 54565,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54565.json"
    },
    "type": "archived-petition"
}