{
    "attributes": {
        "action": "End the discrimination against UK driving licence holders for speed cameras and other fixed penalty offences.",
        "additional_details": "Please sign this petition to end the discrimination against UK driving licence holders when it comes to the endorsement of penalty points. Presently when it comes to fixed penalty driving offences, such as being captured by a speed camera for excess speed it is unlawful to endorse a foreign driving licence. Foreign licence holders can, if the authorities actually decide to pursue it, be fined for such an offence only. This is morally wrong and could be argued, legal discrimination.\r\n\r\nHow can it be right that for the exact same offence a British person is more harshly penalised. The authorities will say that a foreign licence holder will have a 'virtual licence' (held at the DVLA) which will be endorsed and should the foreign 'endorsee' wish to convert his/her licence to a UK one then these points will become active. If you have points on your licence then your insurance premiums will increase, so what incentive is there to convert?\r\nPlease sign to end this legal anomaly.",
        "background": null,
        "closed_at": "2014-09-09T10:14:49.000Z",
        "created_at": "2013-09-05T17:13:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-05T17:13:35.000Z",
        "opened_at": "2013-09-09T10:14:49.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:49.464Z"
    },
    "id": 54629,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54629.json"
    },
    "type": "archived-petition"
}