{
    "attributes": {
        "action": "Petition to have a suitable working environment where we don't have to listen to multiple radio stations at once.",
        "additional_details": "YES we work for a radio company, and the work we do supports the the radio stations as well the commercial teams who sell the ad space on air.\r\n\r\nBUT it's very difficult to work in an office where we are frequently bombard with 3 different audio outputs. Trying to concentrate while listening to even two radio stations which are incredibly jarring makes us less productive and yet it is a way of life on the 4th floor.\r\n\r\nI would hereby like to propose that all radios are removed from people's desks as there is always radio playing through the tannoy system which is enough on its own. Either listen to the radio coming through there or use some headphones to listen to something else.\r\n\r\nI appreciate that people need to listen to radio stations as part of their job, but I need to be able to focus to do mine. If removing radios is not realistic then we will need to be moved to another position in the building.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-06T16:09:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-06T16:09:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:49.773Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:49.777Z"
    },
    "id": 54662,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54662.json"
    },
    "type": "archived-petition"
}