{
    "attributes": {
        "action": "End Midstafforshire NHS Trust type management practices in the NHS",
        "additional_details": "The department of health has failed the British Public. Directors and Human resources staff use harassing bullying and discriminatory practices against staff who wish to stand up for patient safety, against fraud and against mis-practice in the NHS. Many directors and human resources staff carry on these illegal activities with impunity today. The public has the right to have confidence in NHS directors. The public have the right to a safe and open service and to be treated with dignity and respect. Action must be taken against directors and Human Resource staff who act illegally in terms of UK employment law in the whole NHS.  Also action should be taken against directors and Human Resources staff who are not open and transparent or fail to ensure patient safety etc. Accusations should be to a central register and should be investigated by external nhs departments. The Department of health needs to be abandoned and its duties be handed over to Public Health England. ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-10T10:00:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-10T10:00:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:50.621Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:50.625Z"
    },
    "id": 54739,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54739.json"
    },
    "type": "archived-petition"
}