{
    "attributes": {
        "action": "Do not ban the Niqab/Face Veil",
        "additional_details": "Britain should not follow France and other EU states by banning the Niqab - face veil.\r\nBritish women should have the free right to chose how they dress.\r\nThis not about religious requirements but the freedom and right to chose.\r\nMembers of Parliament should not be debating a woman's choice of clothing.\r\nThe United Kingdom is a multicultural society where which welcomes diversity and people from all different ethnic, religious backgrounds.\r\nThat is what makes us proud to be British. Respecting a law abiding citizens rights, freedom and faith is not a threat to our borders nor our national security.\r\nThe British Government should protect the rights of law abiding citizens choice. Choice of freedom, to wear whatever item of clothing a individual wishes to do so.\r\nThe Government should not have a national debate on banning the niqab.",
        "background": null,
        "closed_at": "2014-10-08T16:45:25.000Z",
        "created_at": "2013-09-16T20:50:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:52.622Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government does not support a ban on the wearing of the burqa or other religious head coverings.  Any restrictions on what a woman can wear in public would be out of keeping with British values and our nation's longstanding record of religious tolerance and gender equality.\r\n\r\nBritain has a proud tradition of religious tolerance.  The Government is committed to creating a strong and integrated society in which hatred and prejudice are not tolerated and in which all people are free to express their identity and live without fear of harassment and crime that targets them because of that identity.  A key part of our tolerance is respect for other’s beliefs and religious practices, and an understanding of how our own practices impact on others.\r\n\r\n\r\nThe Government wants to see greater integration between communities and is strongly committed to encouraging dialogue and co-operation between people of different religious backgrounds. We think this, rather than a burqa ban, is the way to make progress.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2013-12-15",
            "summary": "",
            "updated_at": "2017-06-21T15:13:52.622Z"
        },
        "government_response_at": "2013-12-15T23:37:53.895Z",
        "moderation_threshold_reached_at": "2013-09-16T20:50:00.000Z",
        "opened_at": "2013-10-08T16:45:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-11-15T23:37:53.895Z",
        "scheduled_debate_date": null,
        "signature_count": 47667,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:52.629Z"
    },
    "id": 54958,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54958.json"
    },
    "type": "archived-petition"
}