{
    "attributes": {
        "action": "Ban the sale of cot bumpers save our babies lives",
        "additional_details": "Baby Preston died aged 9 mths as a result of his cot bumper. Many babies and infants die each year because of strangulation or suffocation. These cot bumpers the cause. They have no purpose yet they cause such fatal harm. Please fill in your details check your email to confirm your signiture is added to the petition. Help Prestons parents get justice for their son and give them a purpose to fight on for. Share the dangers with everyone remove your childs today and help us get bumpers banned from sale. Thank you xxx",
        "background": null,
        "closed_at": "2014-09-19T08:36:27.000Z",
        "created_at": "2013-09-17T21:27:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:52.878Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nFirstly, we would like to offer our sincere condolences to Preston’s family.\r\n\r\nThe Government takes the safety of consumers and especially the safety of children very seriously.  We are aware of concerns about the safety of cot bumpers and we already have a number of measures in place to tackle this issue.\r\n\r\nFirstly, with respect to legislation, all products intended for use by consumers are regulated under the General Product Safety Regulations (GPSR) 2005 which implements the EU’s General Product Safety Directive (GPSD). This requires products to be safe when placed on the market, and is underpinned by a range of national and European Standards.\r\n\r\nAlthough there has been a British Standard covering cot bumpers since 1977 (BS 1877-10:2011), some time ago there was recognition that a European wide safety standard was needed to address such products sold throughout the EU. The resulting draft European Standard (EN 16780:2014) aims to identify the hazards and requirements necessary to minimise risks for cot bumpers. This Standard is currently under review by the British Standards Institute (BSI) and open to public comments.\r\n\r\nIn addition to legislation and Standards, the Government is continuing to support and work with a range of organisations on this issue to provide advice and help raise awareness.  For example, the Royal Society for the Prevention of Accidents currently does not recommend the use of cot bumpers because:\r\n\r\n·        Babies are most at risk from suffocation when they are sleeping. Cot bumpers can pose a risk of suffocation, overheating and asphyxiation\r\n\r\n·        Once your baby can move around the cot and potentially pull themselves up on the bumper, there is an increased risk of a fall from the cot.\r\n\r\nIf parents are worried they can find more information at The Lullaby Trust, which provides specialist support for bereaved families, promotes expert advice on safer baby sleep and raises awareness on sudden infant death:\r\n\r\nhttp://www.lullabytrust.org.uk/mattresses-and-bedding\r\n\r\nOn balance, and in view of the action already being taken by Government and others, we feel we do not currently have enough evidence to support a ban on the sale and use of cot bumpers. However, BIS will continue to collate statistical data on any injuries and fatalities and engage with stakeholders to ensure that any future action taken in relation to cot bumpers is proportionate and effective.\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:13:52.878Z"
        },
        "government_response_at": "2014-04-13T15:54:31.704Z",
        "moderation_threshold_reached_at": "2013-09-17T21:27:55.000Z",
        "opened_at": "2013-09-19T08:36:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-13T16:54:31.704Z",
        "scheduled_debate_date": null,
        "signature_count": 10408,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:52.884Z"
    },
    "id": 54991,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/54991.json"
    },
    "type": "archived-petition"
}