{
    "attributes": {
        "action": "Bring home Sean Emmett from Dubai",
        "additional_details": "Sean Emmett, an ex Superbike and MotoGP rider is stranded in Dubai since the tragic loss of his newly wed wife who fell to her death in February 2013.\r\nThe UK Government need to assist him to return to the UK and to reunite him with his family.\r\nThey need to talk to the authorities in Dubai and organise his return to the UK immediately.\r\nHis passport has been taken away from him and he cannot leave the country and was unable to attend her funeral in the UK.\r\nPlease sign this petition so that Sean can return home.",
        "background": null,
        "closed_at": "2013-12-19T14:46:21.000Z",
        "created_at": "2013-09-18T20:14:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:53.241Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nConsular officials in Dubai have provided Mr Emmett with consular assistance since we were informed of his wife’s tragic death on 19 February 2013.  On 18 November, we were informed by the UAE authorities that the case against Mr Emmett has been concluded, that his passport will be returned to him in due course and he will be able to return to the UK.  We will continue to provide Mr Emmett with consular assistance as long as he remains in the UAE.\r\n\r\nIn cases like this the Foreign & Commonwealth Office provides British Nationals with practical advice about how to manage the difficult emotional and practical challenges that they face when a loved one dies abroad.  This includes information about the country and local process, in particular the legal system, repatriation and local lawyers, should this be required.\r\n\r\nThe UK cannot interfere in the judicial process of another country, and must respect their systems just as we expect them to respect the UK’s laws and legal process.  Under UAE law, the authorities may retain an individual’s passport while they conduct an investigation into the circumstances surrounding a death.  We understand that this is why Mr Emmett’s passport has been withheld\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:53.241Z"
        },
        "government_response_at": "2013-11-22T07:03:03.727Z",
        "moderation_threshold_reached_at": "2013-09-18T20:14:48.000Z",
        "opened_at": "2013-09-19T13:46:21.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2013-10-22T06:03:03.727Z",
        "scheduled_debate_date": null,
        "signature_count": 13930,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:53.247Z"
    },
    "id": 55031,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55031.json"
    },
    "type": "archived-petition"
}