{
    "attributes": {
        "action": "Royal Commission into Police Pay and Pensions",
        "additional_details": "Home Secretary stopped the existing final salary system to a career-average scheme and an increase in average contributions  Not only that, but they are being told they must work longer before they can claim their pension, and that when they do, it will be worth less\r\n\r\nPolice Officers now find that the pension scheme they signed up to in good faith, as a reasonable compensation for the dangers they face and had a reasonable expectation of it being honoured.\r\n\r\nTo remove their secure, planned futures from them in this manner is unjust and immoral.Police Officers have had a massive reduction in their living standards and pensions over the last few years\r\nThe overhaul of police pensions should be fairer for the Police.\r\n\r\nThe only way that this can be achieved is through a Royal Commission being set up to examine Police pay and Pensions\r\n",
        "background": null,
        "closed_at": "2014-09-20T10:34:19.000Z",
        "created_at": "2013-09-19T15:32:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:53.612Z",
            "details": "The Government believes that our police officers do an important and challenging job and wants police pay, pensions and conditions of service to recognise this.  It accepted the clear case for reform set out in Tom Winsor’s report on pay and conditions and Lord Hutton’s report on public service pensions. Both these reports thoroughly examined the issues and we do not believe that a Royal Commission is necessary.\r\n\r\nPolice officers cannot be exempt from changes which are affecting pensions of workers across the public services, including increasing contributions and raising the age at which people retire.\r\n\r\nThe Government has consistently committed to protecting accrued rights built up under present pension arrangements.  The current police pension schemes, in common with other schemes, will remain in place in their present form until March 2015.  This means that the benefits built up until that time will be based on pension linked to final salary and pension age set out in the relevant scheme.\r\n\r\nThe Government has also committed to protect from these reforms those who were nearest to retirement: that is those who were within ten years of their normal pension age at 1 April 2012.\r\n\r\nThe Government has done all it can to secure a fair pensions package for police officers that reflects the frontline nature of policing work and protects those closest to retirement. Police officers will continue to retire earlier than most public servants and police pensions will continue to be amongst the very best available.\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:13:53.612Z"
        },
        "government_response_at": "2014-02-15T00:45:27.344Z",
        "moderation_threshold_reached_at": "2013-09-19T15:32:13.000Z",
        "opened_at": "2013-09-20T10:34:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-01-15T00:45:27.344Z",
        "scheduled_debate_date": null,
        "signature_count": 15653,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:53.619Z"
    },
    "id": 55062,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55062.json"
    },
    "type": "archived-petition"
}