{
    "attributes": {
        "action": "Ban looped blind cords in the UK",
        "additional_details": "Looped blind cords are dangerous and pose an extremely high risk of strangulation and entanglement of young children. Too many young toddlers have died from strangling themselves on these cord loops. There have been 28 known deaths since 1999 in the UK alone, my beautiful 17 month old little girl Sophia was the 28th victim to this silent killer. There have also been many near misses which haven't been documented. Safety devices are sold with most blinds BUT it is up to the fitter whether they are used or not. The government needs to BAN these dangerous blinds. Please sign. Thank you. ",
        "background": null,
        "closed_at": "2014-09-23T08:48:47.000Z",
        "created_at": "2013-09-19T19:15:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:53.675Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Department for Business, Innovation & Skills is aware of the tragic death of Sophia Parslow by accidental strangulation by an internal blind cord at her home in Tirley, near Gloucester on 27 June 2013.  We would again like to offer our condolences to Amanda O’Halloran and her family.\r\n\r\nThe UK has the largest market for internal blinds in Europe, and also, as Ms O’Halloran pointed out, the largest number of known deaths.  It was for this reason that the UK was instrumental in adapting the European Standard EN 13120:2009 which sets out the performance and safety requirements for internal blinds, particularly the sections dealing with child safety, as it was felt by the department, industry and safety organisations that the safety requirements were not as robust as they should be.\r\n\r\nOn 28 February 2014, the British Standards Institution (BSI) published BS EN 13120:2009:+A1:2014 ‘Internal blinds – performance requirements including safety’, which addresses child safety, suitability and functionality and which applies to all those involved in the manufacture, supply and installation of internal window blinds operated by cords or chains.   The revised standard amends the previous European standard published in 2009. The amendment considerably extends the standard scope so that it covers not only venetian blinds, roller blinds, vertical blinds and pleated blinds, but also honeycomb blinds, Roman shades, Austrian/Festoon blinds, panel blinds, plantation shutters and roll-up blinds.\r\n\r\nThe new standard requires that new blinds must be \"safe by design\" or be supplied with the appropriate child safety devices installed. This means that where there is a loop that is present, or could be created, a safety device must be installed at the point of the manufacture. These safety devices either break under pressure or tension of the cord or chain or provide the facility to store cords/chains out of reach. Professional installers must fit these devices. Supply-only blinds must include these devices along with appropriate warnings and instructions to the consumer.\r\n\r\nThe new standard is also supported by two new additional standards relating to the testing requirements.  The Standard also imposes a maximum cord and chain length where there is a likelihood of young children 0-42 months present which includes homes and  public places like hotels, hospitals, schools, shops,  places of worship and nurseries.  Manufacturers and retailers that do not comply with the standard can be prosecuted under the General Product Safety Regulations 2005 as well as the Health & Safety at Work Act.\r\n\r\nWith an estimated 200 million blinds already in people’s homes, introducing a ban on all blinds with looped cords would be ineffective.  The revised standard makes provision for the retrofitting of safety devices and industry is encouraging fitters and suppliers of blinds to make these available to homeowners. Guidance produced by the British Blind and Shutter Association (BBSA) and Trading Standards (aimed at enforcement bodies and industry) clearly states that if a non-integral device is required it must be installed by the professional installer. Such advice should be given to the consumer before they make their purchase decision.\r\n\r\nThere have been blinds on the market without looped cords for over 15 years and industry continues to develop new and innovative blinds that are cordless or have concealed systems; these are considered to be made safe by design. When selling or fitting new blinds, retailers and fitters should be promoting safety messages and ensuring the consumer has the most appropriate blind for their particular circumstance.\r\n\r\nSignificant work to raise awareness of the dangers of blind cords/chains has been and continues to take place across the UK.  Awareness-raising work has been led primarily by BBSA and The Royal Society for the Prevention of Accidents (RoSPA) and includes widespread distribution of Make It Safe literature, press releases, TV and radio programmes and interviews and use of social networking.\r\n\r\nWe support the BBSA’s \"Make It Safe” Campaign in raising awareness of the potential dangers blind cords may pose to babies and young children and in ensuring that safety advice is supplied with the blinds.  We also work with stakeholders such as the RoSPA, the Child Accident Prevention Trust (Capt) and Trading Standards to raise public awareness.\r\n\r\n\r\nConsumers who are concerned can in the first instance find advice on –\r\n\r\nBBSA http://www.bbsa.org.uk/domestic/child-safety/26\r\n\r\nOr\r\n\r\nRoSPA http://www.rospa.com/news/releases/detail/?id=1285\r\n\r\n\r\n",
            "responded_on": "2014-04-21",
            "summary": "",
            "updated_at": "2017-06-21T15:13:53.675Z"
        },
        "government_response_at": "2014-04-21T14:47:23.180Z",
        "moderation_threshold_reached_at": "2013-09-19T19:15:15.000Z",
        "opened_at": "2013-09-23T08:48:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-21T15:47:23.180Z",
        "scheduled_debate_date": null,
        "signature_count": 10179,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:53.681Z"
    },
    "id": 55067,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55067.json"
    },
    "type": "archived-petition"
}