{
    "attributes": {
        "action": "Ban underweight models at London Fashion Week: to prevent risk of anorexia and body image problems in young people",
        "additional_details": "London Fashion Week promotes images of tall, underweight, gaunt young women and presents them as being beautiful and glamorous, as can be seen at the Highlights of London Fashion Week (2013) at http://www.londonfashionweek.co.uk/highlights.aspx. Please visit LFW’s website and if you are unhappy with their photos then please sign this petition and tell/email/phone/text your friends, colleagues and relatives to do the same. In 2012 I contacted Maria Miller, The Mayor of London’s Office and LFW but they ignored my concerns. Yet, as we know, such images put young people at risk of (at best) worries about body shape and feelings of self loathing and (at worst) anorexia and possibly even death. LFW’s organisers know that they are putting under 18s at risk but continue to allow designers to use unrealistic stick-thin models. The UK Government (one of LFW’s sponsors) has a responsibility to protect under 18s and therefore must legislate to prevent the use of underweight models at such events.",
        "background": null,
        "closed_at": "2014-09-20T13:24:41.000Z",
        "created_at": "2013-09-20T10:20:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-20T10:20:13.000Z",
        "opened_at": "2013-09-20T13:24:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:53.793Z"
    },
    "id": 55083,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55083.json"
    },
    "type": "archived-petition"
}