{
    "attributes": {
        "action": "Erect a statue of Hollywood's most philanthropic actor, Nicolas Cage, in central London",
        "additional_details": "Nicolas Cage is considered to be the most generous actor in Hollywood, having donated $2 million to Amnesty International for to use to offer rehabilitation shelters, medical services and psychological and reintegration services to some of the 300,000 youngsters forced to fight in conflicts across the world.\r\n\r\nThis petition seeks to honour the work of the world's greatest actor, Nicolas Cage, known for his work in the films Face/Off, Con Air and The Wicker Man. His presence would inspire people in a time where many feel disenfranchised with the government and frustrated with the recession.\r\n\r\nHe has also donated one million dollar to the victims of Hurricane Katrina. He became the first artist to support ArtWorks, an artist engagement program to raise awareness of fundamental rights at work, including freedom from slavery and from child labor. Cage has also honored with Humanitarian award from United Nations for his works and appointed as an UN ambassador for Global Justice. ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-23T18:18:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-23T18:18:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:54.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is nothing to stop a member of the public from putting a memorial, with the permission of the local council."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:54.892Z"
    },
    "id": 55169,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55169.json"
    },
    "type": "archived-petition"
}