{
    "attributes": {
        "action": "Stop fining parents taking children out of school",
        "additional_details": "As of Sept 13 parents receive a penalty of £60 if our children are taken out of school during term time due to the impact this has on our childrens attainment.\r\nIt should therefore work both ways. Due to children being unable to attend school due to strike/teacher training and teachers being away from school, it should be that parents are able to charge a penalty of £60.\r\nI'm sure the government understands the impact of teacher training days/strikes will have on our children and how important it is to ensure no days are missed and if the fines are necessary then they should work both ways.\r\n\r\nIf this rings a bell with anyone then please sign this epetition and see if we can get this governements decision reviewed",
        "background": null,
        "closed_at": null,
        "created_at": "2013-09-29T20:20:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-29T20:20:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:56.594Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The government has not changed the law so that it can fine parents who go on term time holiday. The law has changed governing term time leave to make it clear that schools should grant leave of absence only in exceptional circumstances. Whether a school or local authority issues a fine for unauthorised family holiday is down to a local decision."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:56.597Z"
    },
    "id": 55360,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55360.json"
    },
    "type": "archived-petition"
}