{
    "attributes": {
        "action": "Sir Tom Windsor should NOT wear any ceremonial Police uniform",
        "additional_details": "Police officers are sworn into office and officers of all ranks are entitled to wear official uniform, ceremonial or otherwise, because they have been so sworn and have served Her Majesty in their respective roles. Sir Tom Windsor, being politically appointed, has never served in such a capacity as a sworn officer and should not be permitted to wear any uniform at formal or public events, even a ceremonial one.",
        "background": null,
        "closed_at": "2014-09-30T08:47:04.000Z",
        "created_at": "2013-09-29T20:35:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:56.609Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe post of HM Chief Inspector of Constabulary (HMCIC) is a Crown appointment made on the recommendation of the Home Secretary and with the approval of the Prime Minister. There is a ceremonial uniform that is associated with the appointment. This is not a police uniform. It is for the HMCIC to decide the public engagements at which he wears the uniform.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:13:56.609Z"
        },
        "government_response_at": "2014-03-11T17:38:27.139Z",
        "moderation_threshold_reached_at": "2013-09-29T20:35:44.000Z",
        "opened_at": "2013-09-30T08:47:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-02-11T17:38:27.139Z",
        "scheduled_debate_date": null,
        "signature_count": 13582,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:56.615Z"
    },
    "id": 55362,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55362.json"
    },
    "type": "archived-petition"
}