{
    "attributes": {
        "action": "Brain Tumour Research",
        "additional_details": "Almost ¾ of brain tumour deaths occur in those under 75. For cancer as a whole it is less than a half. Yet brain cancer continues to receive less than 1% of the national spend on cancer research. A report by Brain Tumour Research shows that treatments for brain tumours lag seriously behind other cancers. The consequence of brain tumours striking so young is the average tumour is responsible for over 20 years of life lost, making it the most lethal cancer by this measure.\r\nThis petition calls on the Government to take action to:\r\n• Prioritise deaths under 75 in the government’s cancer funding\r\n• Devote a consistent or growing absolute figure to brain cancer research\r\n• Introduce a national register of site-specific cancer research to track all research grants and research work, ensuring transparency of funding arrangements\r\n• Consider the question of curing brain tumours in terms of research spend necessary for other cancers:around £30-£35 million per annum over a ten year time-frame",
        "background": null,
        "closed_at": "2014-10-02T09:01:06.000Z",
        "created_at": "2013-09-30T09:29:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:13:56.745Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government and charities work closely together in brain tumour research and other fields of cancer research through the National Cancer Research Institute (NCRI).  Factors influencing the level of research funding are discussed in Strategic Analysis 2002: An overview of Cancer Research in the UK directly funded by the NCRI Partner Organisations, which can be accessed by going to www.ncri.org.uk and searching for ‘Strategic Analysis 2002’.\r\n\r\nThere are a number of factors that dictate the level of research funding into a particular issue.  These include:\r\n\r\n·        scientific opportunity – this can be very important.  In particular, developments in fundamental research and the introduction of new technologies often stimulate new approaches;\r\n\r\n·        the burden of disease – the incidence and severity of a type of cancer will influence both researchers and funders;\r\n\r\n·        ‘researchability’ – some types of tumour are easier to work on than others but can often provide a model system for different cancers.  Many researchers are attracted to areas or diseases where there is real evidence or potential for progress;\r\n\r\n·        fundraising – certain types of cancer may attract more public donations than others; and\r\n\r\n·        the quality and size of the research workforce – because of the issues already mentioned, some areas attract more high-quality researchers than other areas.  This will undoubtedly affect the number of quality proposals received by funding bodies.\r\n\r\nNCRI partner organisations take all of these factors into account when making funding decisions.  However, the relative importance of each of these in the decision-making process varies for each organisation depending on its corporate aims, culture and procedures.\r\n\r\nThe NCRI Cancer Research Database includes expenditure on cancer research by NCRI partner organisations.  This only includes only direct spend on cancer research, or spend that directly supports cancer research.  The proportion of cancer research funding directly supporting brain tumour research was 1.0 per cent in 2012 and 1.4 per cent in 2013.  However, this analysis includes fundamental research (33.9 per cent in 2013) and funding relevant to all cancer sites (21.8 per cent in 2013).  If these elements are excluded, brain tumour research received 3.1 per cent of site-specific cancer research funding in 2013.  This is a greater proportion than for 39 of the 49 site-specific categories.  In fact, between 2002 and 2013, the proportion of site-specific funding spent on brain tumour research increased by a greater amount than for any other cancer site.\r\n\r\nThe Department’s National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including brain tumours.  These applications are subject to peer review and judged in open competition, with awards being made on the basis of the importance of the topic to patients and the NHS, value for money and scientific quality.  NIHR funding is not ring-fenced for cancer research or for research on brain tumours or other types of cancer.  In all disease areas, the amount of NIHR funding depends on the volume and quality of scientific activity.\r\n\r\nThe NCRI is a member of the International Cancer Research Partnership (ICRP).  The ICRP database includes research awards from all member organisations, and therefore includes awards from NCRI partner organisations.  The database can be found at https://www.icrpartnership.org/database.cfm.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-04-10",
            "summary": "",
            "updated_at": "2017-06-21T15:13:56.745Z"
        },
        "government_response_at": "2014-04-10T14:40:29.972Z",
        "moderation_threshold_reached_at": "2013-09-30T09:29:13.000Z",
        "opened_at": "2013-10-02T09:01:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-10T15:40:29.972Z",
        "scheduled_debate_date": null,
        "signature_count": 11458,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:56.752Z"
    },
    "id": 55378,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55378.json"
    },
    "type": "archived-petition"
}