{
    "attributes": {
        "action": "Only 1 Post Mortem should be legal.",
        "additional_details": "We the undersigned would like to see the same system in place in England and Wales as they have in Northern Ireland, that being only 1 post mortem should be carried out when a death happens.\r\nShould a death be suspicious and leads to Crown court proceedings, as it stands you can have 4 people up for a gang killing and every one of them will have own lawyer and can order a post mortem on the deceased. This is wrong.\r\nMy 2 year old child was kept for 18 months in a mortuary as the defence wanted to do a second post mortem even though they had tissue samples to go on. This second post mortem never took place. We need only 1 post mortem in England and Wales and that to be done by the Coroner and every Lawyer should have to go by that one.\r\nWe also need Coroner Liaison Officers who should work alongside the Coroner to keep the families up to date with proceedings and when the body will be released. This is all a working system in Northern Ireland so we need this rolled out here.",
        "background": null,
        "closed_at": "2014-07-01T07:23:47.000Z",
        "created_at": "2013-09-30T20:53:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-09-30T20:53:22.000Z",
        "opened_at": "2013-10-01T07:23:47.000Z",
        "rejected_at": "2017-06-21T15:13:56.950Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed at the petitioners request.  The petitioner is handing in a paper petition and wants this petition closed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 80,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:56.953Z"
    },
    "id": 55402,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55402.json"
    },
    "type": "archived-petition"
}