{
    "attributes": {
        "action": "Braking (Family) Court Orders needs to be a criminal offense",
        "additional_details": "Since the cuts to Legal Aid, fathers and mothers alike have now been put into a situation where they cannot afford to fight for contact with their children meaning millions of children will now go without a relationship with their father.\r\n\r\nThere are many reasons as to why legal aid should be brought back to support absent parents in making applications to the court for access and/or to reinforce a court order some FACTS:\r\n\r\n> 95 per cent of people think fathers are important to children’s wellbeing.\r\n>A million children have no meaningful contact with their fathers.\r\n>. It is clear that children growing up without fathers are more vulnerable because of the many positive contributions that available, engaged and committed fathers make to children.\r\n>Analysis of 4,000 young offenders by the Youth Justice Board found that 70 per cent were from non-intact families.\r\n\r\nChildren need fathers and fathers need legal aid to assist them in gaining and reinforcing contact.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-08T14:34:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-08T14:34:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:13:58.959Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:13:58.962Z"
    },
    "id": 55642,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55642.json"
    },
    "type": "archived-petition"
}