{
    "attributes": {
        "action": "Scrap Help To Buy as it is a cynical, reckless and manipulative use of public money",
        "additional_details": "Help to Buy encourages young people to become heavily-leveraged at a time of record low interest rates, high house prices and an economy already hampered by excessive household debt. The scheme uses public money to undermine much-needed banking reforms (eg the MMR and Basel III), leaving the taxpayer liable for loans that banks are not prepared to make themselves.\r\n\r\nThe scheme will not benefit home buyers, as any subsidy available to so many buyers is really just a handout to sellers. It is effectively another bailout for the landbanking developers and zombie households who overpaid for property before the financial crisis and for the banks to whom they are indebted.\r\n\r\nIf the government genuinely wants to pursue the laudable aim of encouraging house-building, there are far more fair, sensible and efficient ways to do so, including reforming the planning and tax systems to discourage landbanking, as suggested by the IMF, one of the myriad critics of this cynical attempt to buy votes.",
        "background": null,
        "closed_at": "2014-10-14T08:15:07.000Z",
        "created_at": "2013-10-10T12:33:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-10T12:33:01.000Z",
        "opened_at": "2013-10-14T08:15:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 335,
        "state": "closed",
        "updated_at": "2017-06-21T15:13:59.662Z"
    },
    "id": 55717,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55717.json"
    },
    "type": "archived-petition"
}