{
    "attributes": {
        "action": "Gloucester, Cheltenham & Tewkesbury Joint Core Strategy Examination in Public, protection of the Greenbelt and Open Countryside",
        "additional_details": "We, the undersigned, call on the UK Government Inspectorate, at the Examination in Public of the Joint Core Strategy (JCS) for Gloucester, Cheltenham and Tewkesbury, to apply the maximum protective policy of the National Planning Policy Framework of the Cheltenham Greenbelt at Swindon Village, Up Hatherley, the Racecourse and open countryside at Leckhampton; all much loved areas for recreation, highly valued environment and together forming a priceless setting to the town.\r\n\r\nSecondly, related and of equal importance, Cheltenham and Gloucester have very successful Town Regeneration Programmes, providing much needed affordable homes, social housing and green space within the urban area; this would be undermined by developer land banking of large swathes of the open countryside around Cheltenham. We, further request Government Inspectors to ensure a brownfield first policy to promote continued urban regeneration in consideration of the JCS for Gloucester, Cheltenham and Tewkesbury.",
        "background": null,
        "closed_at": "2014-10-17T09:05:18.000Z",
        "created_at": "2013-10-11T10:19:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-11T10:19:19.000Z",
        "opened_at": "2013-10-17T09:05:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1059,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:00.181Z"
    },
    "id": 55769,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55769.json"
    },
    "type": "archived-petition"
}