{
    "attributes": {
        "action": "The goverment need to increase funding for mental health services in the nhs across the UK",
        "additional_details": "There are now great things happening in the UK to tackle stigma towards those with mental illness. Thankfully this mean more people are willing to talk about their issues and ask for help.\r\nThe sad fact is in the UK currently all services to support the mentally ill are massively under funded and  unable to give correct treatment if any treatment. It is now more important than ever to increase funding for NHS mental health services!\r\n\r\n1 in 4 people will experience some kind of mental health problem in the course of a year\r\nAbout 10% of children have a mental health problem at any one time\r\nDepression affects 1 in 5 older people\r\nSuicides rates show that British men are three times as likely to die by suicide than British women\r\nSelf-harm statistics for the UK show one of the highest rates in Europe: 400 per 100,000 population\r\nIf nothing is done the death rate of mentally ill will only rise and recovery rate fall",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-12T13:59:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-12T13:59:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:00.569Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Better Adult Mental Health Services"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:00.572Z"
    },
    "id": 55813,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/55813.json"
    },
    "type": "archived-petition"
}