{
    "attributes": {
        "action": "Reduce the 5% VAT on Domestic Fuel charges to help offset the current and future yearly increase in fuel charges.",
        "additional_details": "At a time when both benefits and wages have either been frozen, restricted or reduced and we hear about the amount of poverty and debt in the country fuel charges keep going up every year.\r\n\r\nIf the Government will not restrict or stop these increases going ahead then they need to take other action by reducing the amount of VAT on fuel charges to help people budget when they are not receiving any increases in their income to pay for these increases.\r\n\r\n\r\nThe Government will allow these increases because the higher the charges the more they will receive in VAT.\r\n\r\n\r\nFamilies and individuals, such as senior citizens, are having to choose between buying food or paying for their heating and lighting costs.\r\n\r\n\r\nThe outcome of this is higher death rates and health problems, especially when we have a severe winter.\r\n\r\n\r\nAlso more people are now facing long term debt problems caused by these yearly increases etc.\r\n\r\n\r\nSo reducing the rate of VAT will help avoid these problems.\r\n\r\n",
        "background": null,
        "closed_at": "2014-10-21T07:19:53.000Z",
        "created_at": "2013-10-18T15:14:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-18T15:14:07.000Z",
        "opened_at": "2013-10-21T07:19:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:02.851Z"
    },
    "id": 56060,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56060.json"
    },
    "type": "archived-petition"
}