{
    "attributes": {
        "action": "Secondary Schools should be permitted to baseline all Year 7 and in year admission students and targets for best 8 progression set per data generated",
        "additional_details": "It is a fallacy that KS2 SATS results are a comprehensively accurate measure of highest pupil performance levels. Results are effectively capped at Level 5 when, in fact, many 11 year olds will be capable of attaining at a much higher level . Therefore, although they may be deemed to have made target level progress at KS3/4, they have made little or no improvement. it is not unreasonable to suggest that  these children predominate amongst professional families with little exposure to deprivation factors . This positively weights attainment in more affluent geographical locations and hugely disadvantages schools and children in areas of multi deprivation.  All children should be baseline tested early in Year 7 without capping being a feature of this process . Targets should be set according to these data sets and Ofsted  directed to desist from peddling the myth of the level playing field. ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-18T21:58:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-18T21:58:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:02.926Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:02.929Z"
    },
    "id": 56069,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56069.json"
    },
    "type": "archived-petition"
}