{
    "attributes": {
        "action": "GREEN DEAL INSTALLERS - PUBLIC RIGHT TO CHOOSE ANY FIRM, TO KEEP COSTS DOWN & BECAUSE WORK IS INSPECTED",
        "additional_details": "Green Deal currently insists that the installers must be government-approved, stating that this is so that the work will be up to standard.\r\nHowever, given that the work is also inspected, as with all building work, this insistence is unnecessary.\r\nAlso, Green Deal uptake has been minimal, less than 20 UK homes although it’s been out nearly a year!\r\nThis could be because government-approved-installer prices are very high.\r\nSo Green Deal must allowing the public to choose whatever installers they wish, as with any other building work, especially as they’ll still be inspected by building inspectors.\r\nThis will not only allow the public to have the work done by the best builders but also at the best prices, by trustworthy companies that they know or have had personally recommended, as with any other building work.\r\nThis would greatly increase Green Deal uptake and so would greatly benefit the country and the planet, as Green Deal is intended.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-19T03:36:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-19T03:36:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:03.015Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:03.019Z"
    },
    "id": 56075,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56075.json"
    },
    "type": "archived-petition"
}