{
    "attributes": {
        "action": "Change the the law which entitiles people with mental disorders and convicted of manslaughter to have their detention reviewed every year",
        "additional_details": "A man who brutally killed a mother and her unborn child has been let out of a secure mental institution just five years after committing the horrific acts – without the victim’s family being told. Abiodun Ilumoka was beaten and stabbed to death by her illegal immigrant boyfriend Ben Anabah at the home they shared in Essex Road in 2008. Anabah was detained indefinitely after pleading guilty to the manslaughter of pregnant Abi, 40, but her relatives were left stunned after discovering he has been on escorted leave from the hospital a number of times this year  At his original sentencing, the judge ordered that Anabah should be deported back to his native Ghana if he was ever released. Despite that, the killer was able to apply for a review into his detention just six months after his conviction – meaning our family has been forced to relive the whole case again.\r\nThere should be a tariff before offender is considered for release – reflecting the severity of the crime. ",
        "background": null,
        "closed_at": "2014-10-22T10:53:46.000Z",
        "created_at": "2013-10-19T14:38:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-19T14:38:27.000Z",
        "opened_at": "2013-10-22T10:53:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 23,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:03.100Z"
    },
    "id": 56083,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56083.json"
    },
    "type": "archived-petition"
}