{
    "attributes": {
        "action": "Wider availability of Gallium PET scans for the treatment of Neuroendocrine tumours",
        "additional_details": "\r\nIt is possible to get significantly more detailed images of Neuroendocrine tumours (NETS) when using radio labelled somatostatin/ Gallium PET scans.  Therefore, it is patently obvious that Gallium PET is a fundamentally effective, tried and tested scan of great importance when treating NET cancers, yet despite this there is only one hospital in the UK (London) which has the license to use it.\r\n\r\nThis situation is unacceptable as it is hugely unfair to NET Cancer patients across the Country who are not fortunate enough to live in the London catchment.\r\n\r\nPlease sign this petition to appeal for Gallium PET scans to be made more widely available to all NET patients across the country.\r\nThis fundamental treatment is of paramount importance to any NET patient as it potentially increases his or her chances of long-term survival therefore; availability should be accessible in a fair, open and transparent manner across the UK for all.\r\nLayla Stephen\r\nNET Patient\r\nplanetscharity.org\r\n",
        "background": null,
        "closed_at": "2014-10-21T08:29:09.000Z",
        "created_at": "2013-10-20T14:07:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-20T14:07:03.000Z",
        "opened_at": "2013-10-21T08:29:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 991,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:03.293Z"
    },
    "id": 56106,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56106.json"
    },
    "type": "archived-petition"
}