{
    "attributes": {
        "action": "The treatment of children and young people in school needs to change! School is not a \"prison\"!",
        "additional_details": "The Government needs to ease the workload of students in school as some children are put under lots of pressure to succeed and this can be stressful for people, especially seeing as for Secondary school pupils, they also have to, in many cases, complete up to 2 hours a night of homework.\r\nI also request that schools ease their \"grip\" on students.\r\nWhere is the warning for a minor misdemanour? Where is the discretion? Some schools are well known for their immediate response to even the tiniest of issues, like a top button undone which at work might earn you just a warning, I mean come on, surely a warning needs to come first before any punishment is imposed?\r\nAlso, students in school have very few rights. If they need to go to the toilet they must ask and permission can be denied, which I think is horrible. My school doesn't even let you drink from your bottle unless you ask and permission can again, be denied. Please change this for the better!",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-21T17:49:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-21T17:49:36.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:03.811Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:03.814Z"
    },
    "id": 56155,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56155.json"
    },
    "type": "archived-petition"
}