{
    "attributes": {
        "action": "The Government to force facebook to remove and ban all material depicting extreme violence.",
        "additional_details": "The Government  to bring criminal charges against and/or block access to facebook for allowing access to / showing material depicting acts of extreme violence i.e. beheadings.\r\nFacebook is behaving in a reprehensible manner and choosing to ignore the accepted norms of decency and behaviour in the United Kingdom. We do not tolerate material of this nature being readily available to people in any form and this should be especially so when using a social media site for social purposes. Facebook is used by millions of people, including children and vulnerable adults. What will be the negative effects when scenes of gratuitous violence are viewed, inadvertently or otherwise and who will deal with the consequences ?",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-22T20:08:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-22T20:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:04.517Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The internet is in the main self-regulating because the Government does not want to censor freedom of expression.  However, it does monitor the situation and Facebook has already decided without any government intervention to remove certain images."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:04.521Z"
    },
    "id": 56217,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56217.json"
    },
    "type": "archived-petition"
}