{
    "attributes": {
        "action": "To end the ‘cutting of languages’ from the BBC World Service Radio Service and to add them back.",
        "additional_details": "I am calling on the government to help stop cutting languages due to high costs, and to add them all back, gradually. Through this campaign materials will be sold in which a small part of the money goes towards the BBC World Service Radio Station. Also with promotional advertisement, which advises the public to donate money… to help gain back all the languages that had to be cut.\r\n\r\nFrom the beginning, in 1932 when the radio station started… covering 71 languages; and now currently at 28 languages due to the BBC wanting to save money. Broadcasting for over 90 years… if this continues without change there wont be a radio station that broadcasts worldwide for future generations to listen to.\r\n\r\nThe requirements include funding for the BBC World Service Campaign and consideration in stopping the BBC cutting any languages in the future and to strongly consider adding back all the languages that had been cut; to be done gradually over the next 5 years.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-24T16:36:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-24T16:36:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:05.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For the BBC to decide on."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:05.210Z"
    },
    "id": 56282,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56282.json"
    },
    "type": "archived-petition"
}