{
    "attributes": {
        "action": "Brian Hampton Appeal should be rejected and sentence increased",
        "additional_details": "BRIAN Hampton will appeal the six-year sentence handed to him following his conviction over the crash that killed Jade Clark\r\nHampton, 58, a former paramedic, was found guilty by a jury following just 51 minutes of deliberations at Bourne-mouth Crown Court.\r\n\r\nHe was sent to prison for causing the crash and then attempting to evade justice.\r\n\r\nHairdresser Jade, who was just 16, was struck by Hampton’s Volvo XC90 as she travelled along the A31 near Ringwood on the evening of February 24 this year.\r\n\r\nCruel Hampton, himself a father-of-two, briefly stopped at the scene before driving off, which left the youngster exposed to fast-moving traffic.\r\n\r\nShe was struck by one or more vehicles and died at the scene from her injuries.\r\n\r\nThis man has shown no remorse, no acceptance of his crime, and has proven he cares little about the victims family.\r\n\r\nThe fact that this man was given the lesser part of his sentence for causing a death needs redress.",
        "background": null,
        "closed_at": "2014-11-20T11:41:45.000Z",
        "created_at": "2013-10-25T17:53:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:05.396Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe cannot comment on the individual circumstances of Jade Clark’s tragic death or the details of the sentence imposed on Brain Hampton.  This is not through any lack of concern or interest but because Government Ministers cannot get involved in a matter which is a preserve of the judiciary.  Sentences are decided by the courts and they do this independently of Government, having taken into account all the circumstances of the offence including the harm caused and the culpability of the offender as well as any sentencing guidelines.\r\n\r\nParliament has made sure that significant penalties are available for those who cause death on the roads; of up to 14 years for the most serious offences of causing death by dangerous driving or causing death whilst under the influence of alcohol or drugs and 5 years for causing death by careless driving. As well as death by careless driving, Brian Hampton was convicted of perverting the course of justice, which carries a maximum penalty of life imprisonment,\r\n\r\nDangerous driving can have devastating consequences and the Government is keen to ensure that we are doing everything we can to keep our roads safe. That is why last year the Justice Secretary wrote to the Sentencing Council to ask them to review the death by driving guideline and they have agreed to include this in their programme of work.   That is also why we created a new offence of causing serious injury by dangerous driving in the Legal Aid, Sentencing, and Punishment of Offenders Act 2012.  This ensures that dangerous drivers will be punished appropriately when their actions have serious consequences, short of death.  The new offence specifically targets those cases where dangerous driving results in serious injury.\r\n\r\n\r\nSentencing for road traffic offences is particularly difficult, because the harm caused may often outweigh the offender’s culpability.  However the law seeks to punish those who cause death or injury on our roads in a way that is proportionate to the blameworthiness of the driver.\r\n\r\nIt is open to anyone who feels that the sentence imposed on them is excessive or inappropriate, to appeal against it. It is an important principle of our criminal justice system that those convicted of an offence may seek leave to appeal to a higher court against their conviction or sentence. The Appeal Court judges will only substitute another sentence if the sentence is wrong in law; where sentence has been passed on the wrong factual basis; where some matter has been improperly taken into account or there is some fresh matter to be taken into account; or where the sentence was wrong in principle or is manifestly excessive.  In this case, the appeal entered by Brian Hampton was dismissed\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:05.396Z"
        },
        "government_response_at": "2014-05-07T22:24:31.044Z",
        "moderation_threshold_reached_at": "2013-10-25T17:53:35.000Z",
        "opened_at": "2013-11-20T11:41:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-07T22:24:31.044Z",
        "scheduled_debate_date": null,
        "signature_count": 13182,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:05.402Z"
    },
    "id": 56314,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56314.json"
    },
    "type": "archived-petition"
}