{
    "attributes": {
        "action": "London Motor Museum",
        "additional_details": "The London Motor Museum  is one of Europe's only custom car museums and is situated in Hayes, West London. The London Motor Museum is a CIC (Community Interest Company) and as such we endeavour to use our facilities to provide for the local community. we have an extensive community outreach programme and since 2012 we have increased our community participation.\r\n\r\nHowever, our local council has submitted a 'winding down' petition and removed our business rates discount, because they do not believe that we contribute to the local community and that our museum is not to the benefit to the local community.\r\n\r\nWe are aware that we have a number of supporters and furthermore should anyone wish to ask us or inquire as to our efforts to support the local community they are free to do so and we encourage it.\r\n\r\nWe hope that you will sign this petition and help the London Motor Museum to continue and support our local community.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-10-26T10:49:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-10-26T10:49:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:05.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "I'm afraid this is a matter for the Council alone, something the Gvt can't intervene in.  Other forms of campaigning and publicity, however, often work the trick - and perhaps your MP can raise it in Parliament?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:05.561Z"
    },
    "id": 56326,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56326.json"
    },
    "type": "archived-petition"
}