{
    "attributes": {
        "action": "Only allow registered organised firework displays, ban sales to the public",
        "additional_details": "Stop the sale of all fireworks to the public and only allow registered displays run by credited organisers",
        "background": null,
        "closed_at": "2014-10-29T11:15:51.000Z",
        "created_at": "2013-10-26T20:16:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:05.720Z",
            "details": "Current regulations about fireworks (The Fireworks Regulations 2004 and the Pyrotechnic Articles Regulations 2010) permit the purchase and use of fireworks by the general public and they do not prohibit private individuals from having their own private firework displays.\r\n\r\nMost of the correspondence which the Government has received on this topic has been about the disturbance and noise nuisance caused by fireworks, usually arising from anti-social use of fireworks.\r\n\r\nThere is legislation in place which deals with noise, safety and anti-social issues. For example, the Firework Regulations (2004) provides for a comprehensive package of measures designed to tackle the anti-social use of fireworks through the regulation of both use and supply. These include a number of limited prohibitions on the importation, sale, possession and use of fireworks late at night. In addition, in the interests of consumer safety the Pyrotechnic Articles (Safety) Regulations (2010) prohibit the sale of certain fireworks, place restrictions on those fireworks permitted to be sold and restrict their sale to persons over the age of 18.\r\n\r\nThe Fireworks Regulations 2004 also limit the supply of fireworks available to the consumer to a maximum noise level of 120 decibels. Section 80 of the Explosives Act 1875 prohibits anyone from throwing fireworks in or into roads or public places.  The police have the powers to enforce this section of the Act and anyone found guilty is currently liable to of a fine not exceeding £5000 or to a term of imprisonment not exceeding six months, or both.\r\n\r\nWe have considered closely the matter of a ban on the sale of fireworks to the general public and do not propose to change the legislation to limit firework displays to professionally organised ones and ban the sales of fireworks to the public.  There are concerns that a ban could lead to an unregulated ‘black market’ in illegal fireworks and could encourage people to produce their own dangerous homemade devices which could far outweigh any potential safety benefits from limiting sales to consumers.\r\n\r\nWe currently think that other issues, such as distress to pets and animals or property damage, are best addressed by guidance and advice. There is such guidance available on websites. The booklet on ‘Safe Use of Fireworks’ (www.bis.gov.uk/files/file52752.pdf) advises the public to inform their neighbours when having a home display and to address their concerns, for example not having displays close to vehicles, fences, cars and buildings.  The animal charity ‘Blue Cross’ have produced a leaflet, on ‘Fireworks and Pets’, which gives simple guidelines to help avoid or reduce stress to animals (http://www.bluecross.org.uk/files/PA_FIREWORKS.pdf)\r\n\r\nThe large majority of people use and enjoy fireworks responsibly and safely and for specific occasions.\r\n\r\nConsequently, the Government does not plan to review the regulations to limit the sale of fireworks to the general public further in the short term.  However, the Department For Business, Innovation and Skills will continue to monitor the situation.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "responded_on": "2014-04-19",
            "summary": "",
            "updated_at": "2017-06-21T15:14:05.720Z"
        },
        "government_response_at": "2014-04-19T22:55:46.347Z",
        "moderation_threshold_reached_at": "2013-10-26T20:16:39.000Z",
        "opened_at": "2013-10-29T11:15:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-19T23:55:46.347Z",
        "scheduled_debate_date": null,
        "signature_count": 12895,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:05.726Z"
    },
    "id": 56344,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56344.json"
    },
    "type": "archived-petition"
}