{
    "attributes": {
        "action": "Introduce advanced warning laws for private firework celebrations",
        "additional_details": "We want to see the introduction of new regulations to govern how people plan private firework celebrations.\r\n\r\nAt present, people can set off fireworks in their homes or on private land (with permission from landowner) without notifying those living nearby. This has a major impact on a large number of former armed forces personnel, many of whom struggle to cope with the noise and flashes made by fireworks. PTSD sufferers are particularly vulnerable.\r\n\r\nWe want rules implemented which enforce a minimum of 24hours notice of a private display by the use of prominently displayed posters at the venue/property which clearly show the date, precise time and duration of the fireworks.\r\n\r\nAdvanced warning will have a significant reduction in the impact of fireworks on those who do not enjoy them and find them traumatic.\r\n\r\nThe introduction of these measures will improve the experiences of those who find fireworks distressing including many pets and their owners.\r\n\r\nThe Veterans Charity\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-03T21:33:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-03T21:33:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:08.202Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Something to raise with the Local Council."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:08.205Z"
    },
    "id": 56591,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56591.json"
    },
    "type": "archived-petition"
}