{
    "attributes": {
        "action": "Birth and death certificates for babies who have live births before 24 weeks",
        "additional_details": "My son was born at 18 weeks and 3 days, and was a live birth as he was breathing and moving around for 20 minutes. I had to fight with the hospital to get them to recognize he was alive when he was born even though it was before the 24 week gestation, I won this fight due to coroners taking over his case and was granted a birth and death certificate.\r\n\r\nThere is a massive loop hole that does not acknowledge babies born before the 24 week gestation,  and still classes them as  a miscarriage even though they were alive when they were born.\r\n\r\nThis e-petition is to grant all babies who are born alive before the 24 week gestation the rights to a birth and death certificate, and to get them acknowledge as all babies born alive should. This is a basic human right, and should not be denied to babies before 24 weeks if not only for the baby but for the peace of mind for the parent to show they were here, lived and died.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-04T11:00:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-04T11:00:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:08.349Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: proper birth and death certificates for all stillborn babies born between 14 weeks to 40 weeks"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:08.352Z"
    },
    "id": 56604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56604.json"
    },
    "type": "archived-petition"
}