{
    "attributes": {
        "action": "The Home Office must guarantee visas to drone victims and allow them to speak in Parliament",
        "additional_details": "We call on the Government to reconsider its refusal to grant visas to drone victims looking to speak in the United Kingdom. This is in relation to members of the Rehman family, drone victims from Waziristan, who were scheduled to speak at Parliament on the 6th of November 2013. They were refused visas to enter the United Kingdom even though they spoke in front of congress in Washington DC on the 29th of October 2013.\r\n\r\nIn the wake of the recent report by Amnesty International which states that the overwhelming majority of drone victims are civilians, it is of utmost importance that this practise is scrutinised, and the victims of drone attacks are given the opportunity to testify and speak about their ordeal in the UK.\r\n\r\nWe demand to know the reasons as to why the Rehman family were refused visa entry to the United Kingdom, as well as reassurance from the Home Office that the British government will reconsider and grant visas to the Rehman family and other drone victims.\r\n",
        "background": null,
        "closed_at": "2014-11-08T10:28:48.000Z",
        "created_at": "2013-11-06T15:21:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-06T15:21:53.000Z",
        "opened_at": "2013-11-08T10:28:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 129,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:09.366Z"
    },
    "id": 56716,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56716.json"
    },
    "type": "archived-petition"
}