{
    "attributes": {
        "action": "David Cameron: Petition to 10 Downing Street regarding cutbacks in the mental health area.",
        "additional_details": "Over the past years cut backs and stripped away at the National Health System including in funding in the mental health area. We need to get the government to stop these cutbacks and increase funding to the mental health system.  Some people suffering from depression are fortunate to have a doctor who is willing to prescribe medication and send a to specialists.  Howevr the waiting list for seeing specialists can take weeks or even months, even then, just a few consultations are given.\r\n\r\nSome people suffering from depression are fortunate enough to live in an area where organizations such as MIND can offer assistance with a support worker but this isn't available for everybody suffering with depression.\r\n\r\nUnfortunately, not only are services from such organizations are in great demand, they do not have offices in all areas, also they have a limited number of qualified staff, which means there can be a waiting list to see a counsellor.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-09T16:49:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-09T16:49:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:10.920Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see 'Better Adult Mental Health Services'"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:10.923Z"
    },
    "id": 56882,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56882.json"
    },
    "type": "archived-petition"
}