{
    "attributes": {
        "action": "Save Warren Farm, a metropolitan green public open space, from being sold by Ealing Council for commercial development",
        "additional_details": "Save Warren Farm, one of Ealings' remaining public Metropolitan Open Land and Community Sports Grounds. Local, borough wide residents and others currently can enjoy the daily benefits of sporting activities, playing and relaxing on the Land just as it was intended. It is now being sold for a fraction of its true commercial value.\r\n•\tLoss of public Open Space\r\n•\tLoss of Sporting facilities and types of sports now available\r\n•\tLoss of Sporting Hours\r\n•\tInappropriate mega structure not available for community & loss of view\r\n•\tChildren told they can no longer use the space\r\n•\tNo community benefits confirmed\r\n•\tthe site will be surrounded by 8 foot high security fencing with access controlled by the lessee\r\nMany people believe Ealing’s decision to lease Warren Farm for 200 years, at a peppercorn rent, to an organisation for its own commercial headquarters is unlawful. None of the land will be freely accessible to the public;\r\nI call on the government to refuse the sale.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-11T14:39:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-11T14:39:12.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:11.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For the Council to decide on.  Perhaps contact your MP about this?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:11.760Z"
    },
    "id": 56957,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/56957.json"
    },
    "type": "archived-petition"
}