{
    "attributes": {
        "action": "All children in the UK should be screened for eye problems and prescriptive errors by a qualified Orthoptist or Optician at the age of 2 years.",
        "additional_details": "Currently children are only seen by an Orthoptist or Optician if an eye condition is suspected by a Parent, Health Visitor or School Nurse and this can be extremely difficult to ascertain.\r\n\r\nResearch shows that children are starting school with undetected vision problems, therefore screening for eye conditions and potential prescriptive errors would ensure that any problems are detected and managed as early as possible.\r\n\r\nResearch suggests that poor vision can significantly affect behaviour, speech and language development, social skills and educational development.\r\n\r\nVisual screening should be offered universally as part of \"The Healthy Child Programme\" by a qualified ophthalmic professional.\r\n\r\nIf many children are starting school with visual problems then this suggests that the current system is letting our children down. Surely it is every child's right to have the best visual outcome possible to ensure the best start in life?\r\n",
        "background": null,
        "closed_at": "2014-11-15T09:08:30.000Z",
        "created_at": "2013-11-13T18:35:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-13T18:35:19.000Z",
        "opened_at": "2013-11-15T09:08:30.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:13.004Z"
    },
    "id": 57081,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57081.json"
    },
    "type": "archived-petition"
}