{
    "attributes": {
        "action": "Clearly distinguish safe and unsafe overtaking of cyclists in law by establishing a 1.5m rule.",
        "additional_details": "The majority of drivers are sensible, but a commuting cyclist will be overtaken by both safe and unsafe drivers on their journey.\r\n\r\nThe Highway Code suggests giving cyclists \"at least as much room as you would a car\" but this could be interpreted either as 'leave enough room to drive a car down', or 'come as close as you would when overtaking a car'. A picture suggests the former but it's not clear, which means that safe drivers in theory risk prosecution even if they're leaving over 6ft (just less than the width of a Mini).\r\n\r\nWe call on the Government to clearly differentiate safe and unsafe overtaking in law by establishing a 1.5 metre (5 foot) minimum overtaking distance. This law already exists in several European countries with a better reputation for safe cycling than us, and is starting to be implemented across the world. Let Great Britain show that it stands behind its cyclists as the Tour de France comes to our shores for what we hope will be another British domination!\r\n",
        "background": null,
        "closed_at": "2014-08-15T09:29:18.000Z",
        "created_at": "2013-11-14T21:33:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-14T21:33:16.000Z",
        "opened_at": "2013-11-15T10:29:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 231,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:13.394Z"
    },
    "id": 57130,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57130.json"
    },
    "type": "archived-petition"
}