{
    "attributes": {
        "action": "Stop the daily mail, daily star , daily express from using unqualified weather forecasters and writing stories about the weather that scares people.",
        "additional_details": "The daily mail, daily star and express keep printing headlines about the weather that are inaccurate and hold no scientific credibility.\r\nThe claims of wild weather are concerning and to the vulnerable and elderly this causes panic.\r\nFactual weather reports are vital to the population but scaremongering tactics continue in the named press .\r\nClaims of panic shopping in supermarkets and the use of stock photography create a fictional scenario which the general public can physically see isn't true if they just simply look outside the window, but to those vulnerable people in our society , these headlines cause worry, panic and as a result they may ration heating, fuel in the process.\r\nAll we ask for is credible journalism, with quotes from credible sources, such as the met office that stick to scientific fact and fact alone.\r\nThe government should review the situation and call for a better standard of reporting . ",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-22T16:40:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-22T16:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:16.223Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:16.226Z"
    },
    "id": 57441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57441.json"
    },
    "type": "archived-petition"
}