{
    "attributes": {
        "action": "Warrington Borough council to check for microchips in cats found dead",
        "additional_details": "I am a passionate & caring cat owner who happens to work in the local community and help look after the local cats.  There is nothing more heartbreaking than when one gets killed after being knocked down.  Animal charities & vet practices are educating owners to get their cats microchipped but what is the point if the local council doesn't check for microchips in the dead cat.  After sending letters of complaint to the local council and being told it is due to funding issues it hits home that this is not acceptable as these cats are people's beloved pets.  It is a disgrace that the bodies are just picked up by the council until there is enough to be collected for disposal.  If an owner rings the local council to see if they have found a cat they are treated in an unfriendly and unsympathetic manner and it isn't acceptable.  Warrington Borough Council need to change and start checking for microchips in cats.  Please sign this e-petition and let’s get this changed!",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-24T16:14:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-24T16:14:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:16.698Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:16.701Z"
    },
    "id": 57495,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57495.json"
    },
    "type": "archived-petition"
}