{
    "attributes": {
        "action": "Actions coming out of the Tehran accord on nuclear electrical energy generation rather than Tehran using their significant oil reserves",
        "additional_details": "Action 1: all public vehicles in the UK should run on electricity. Action 2: nuclear energy be made available to all oil states. Action 3 start talks between Iran and Israel on a non aggression treaty. Action 4 If the nations will not engage in Action 3 the recent accord raises the possibility of Israel becoming isolated and either actually having to or feeling it must defend itself. You will recall that Israel previously carried out such a mission. Britain & USA must clarify their position. Action 5 In my view the cabinet do need to make it clearer what they are trying to achieve in these matters. The outcome so far is Iran 2 the international community 0. It appears to be a modern day 'PEACE IN OUR TIME'. Action 6: The sanctions lift requested by Iran is for an income stream. It is not doing anything for the people. How has Iran changed? There needs to be an agreement regarding how the revenue may be spent.There needs to be a broad agreement on what may be purchased.",
        "background": null,
        "closed_at": "2014-11-26T11:13:23.000Z",
        "created_at": "2013-11-25T09:55:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-25T09:55:01.000Z",
        "opened_at": "2013-11-26T11:13:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:16.831Z"
    },
    "id": 57512,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57512.json"
    },
    "type": "archived-petition"
}