{
    "attributes": {
        "action": "Remove minimum-earning requirements for British Citizens who wish to return to the UK with a foreign family (spouse and child/children)",
        "additional_details": "Under the present law any British citizen who wants to sponsor their spouse's visa must be able to show they earn at least £18,600 a year, rising to £22,400 to sponsor a child, or more for additional children.\r\n\r\nThere is an additional stipulation that states the British citizen must have held this paying position for up to twelve months before the spouse and child/children can enter the UK and rejoin their family.\r\n\r\nThis rule does not apply to Citizens from countries in the EU. Someone from the EU can enter the UK and bring in their family without minimum earning requirements.\r\n\r\nIn this instance British Citizens are being treated unfairly and are being discriminated against by comparison to citizens from the EU.\r\n\r\nThis petition asks that this law be abolished to state that there is no minimum requirement and measures are put in place to give existing British citizens priority to establish their families over other types of immigrants.",
        "background": null,
        "closed_at": "2014-02-27T10:32:19.000Z",
        "created_at": "2013-11-25T17:03:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-25T17:03:41.000Z",
        "opened_at": "2013-11-27T10:32:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 185,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:16.955Z"
    },
    "id": 57527,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57527.json"
    },
    "type": "archived-petition"
}