{
    "attributes": {
        "action": "Create a new offence to protect Police Dogs from criminal acts & violence",
        "additional_details": "There are no laws in place to specifically protect against attacks on Police Dogs & we are seeking to extend the cover a Police Officer receives in law.\r\n\r\nJust as Assistance Dogs have been recognised as \"representing an extension of the assisted person\" - we wish for Police Dogs to be recognised as \"representing an extension of their handler as a Police Officer\"\r\n\r\nWe are therefore seeking for the law to recognise a Police Dog as a serving member of the Police Force & in turn treat any crime against a Police Dog as if they were a regular Police Officer.\r\n\r\nCurrently an assault against a Police Dog is merely treated as Criminal Damage.\r\n\r\nWe are campaigning to protect those Police Dogs who risk their lives to serve their communities.\r\n",
        "background": null,
        "closed_at": "2014-11-28T09:14:39.000Z",
        "created_at": "2013-11-26T20:26:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:17.501Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government agrees that attacks of any sort on police dogs, horses or any other police animal should be dealt with severely under the criminal law. However, it is not necessary to create a new offence in order to do this.\r\n\r\nAn attack on a police dog can be treated as animal cruelty under s4 of the Animal Welfare Act 2006. The maximum penalty for this is six months imprisonment, or a fine of up to £20,000, or both. Under some circumstances, it may be possible for the offence to be treated as criminal damage, where as the petitioner implies, a much higher maximum sentence will then apply.\r\n\r\nTherefore, an additional offence dealing with attacks on police dogs is unnecessary. The behaviour is already criminal. An additional and separate offence would not be likely to lead to more prosecutions, or higher penalties. Nor would it serve as a more effective deterrent for future or potential offenders\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-06-07",
            "summary": "",
            "updated_at": "2017-06-21T15:14:17.501Z"
        },
        "government_response_at": "2014-06-07T13:42:36.240Z",
        "moderation_threshold_reached_at": "2013-11-26T20:26:49.000Z",
        "opened_at": "2013-11-28T09:14:39.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-05-07T13:42:36.240Z",
        "scheduled_debate_date": null,
        "signature_count": 11393,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:17.508Z"
    },
    "id": 57585,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57585.json"
    },
    "type": "archived-petition"
}