{
    "attributes": {
        "action": "Animal Experiments at record high - We call for the introduction of a fee-per-animal used to increase funding into alternative testing methods",
        "additional_details": "We are concerned that despite the Coalition pledge to reduce the use of animals in experiments, the number has risen to 3.8 million - the highest level since the Scientific Procedures Act came into force in 1986!\r\nMore than 50 years after the 3Rs principles were launched, the number of animals being used continues to spiral upwards. This is in spite of the valuable work of the National Centre for the 3Rs and other organisations.\r\nDr Mark Prescott, NC3Rs, said, “We could do very much more if we had a larger budget. Demand for animals is outstripping the pace of progress and only increased investment will lead to a major shift in levels of animal testing.\r\nThe Government must increase its investment into non-animal testing methods and this can easily be achieved, at no cost to the taxpayer, by imposing a levy upon each animal used.\r\nA fee-per-animal structure is a sensible solution that will ensure the Government honours its pledge to reduce the use of animals in scientific research.",
        "background": null,
        "closed_at": "2014-12-02T16:58:11.000Z",
        "created_at": "2013-11-27T11:42:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-27T11:42:09.000Z",
        "opened_at": "2013-12-02T16:58:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 668,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:17.724Z"
    },
    "id": 57611,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57611.json"
    },
    "type": "archived-petition"
}