{
    "attributes": {
        "action": "railway tavern nuneaton",
        "additional_details": "The Railway Tavern in Nuneaton is a community pub for all ages and walks of society. It is a safe haven for the whole community and a much loved treasure for Nuneaton.  The Tav as it is more fondly known haa built a great reputation for supporting up and comming bands and encouraging all genres of music to perform.\r\nI am a tenant with Enterprise Inns and I am experiencing financial difficulties within the business. This is due to the financial climate, high rent and business rates, being tied to Enterprise Inns for wet products and increasing energy costs. I am also aware that I have made mistakes within my business however many lessons have been learnt.\r\nI want Enterprise Inns to put a recovry package into place to assist me in getting this amazing pub back on its feet. I have the full support of the community and am willing to put in the hard work however I can not do this without Enterprise Inns supporting me with some financial assistance.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-11-28T10:15:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-11-28T10:15:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:18.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Don't think this is a Gvt issue, they can't get involved with businesses and how they're run.  However, Department for Communities have an interest in local pubs with a community base.  Perhaps you can approach your local MP and get advice?  Sorry we can't do more."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:18.174Z"
    },
    "id": 57657,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57657.json"
    },
    "type": "archived-petition"
}