{
    "attributes": {
        "action": "Introduce an animal keepers licence to reduce puppy farms, breeding and unnecessary animal suffering",
        "additional_details": "I propose an Animal Keeper's Licence which needs to be earned and owned before any person can obtain, purchase or become guardian of any animal in the Canine, Feline, Equine etc categories.\r\n\r\nThe current absense of a system allows people to obtain animals regardless of knowledge and ability to care. As a result, rescue centres are full of unwanted dogs, horses and cats. Children are being mauled regularly by dogs because of irresponsible owners and nearly 8000[1] healthy dogs are killed every year just for being unwanted.\r\n\r\nA licence will ensure the public do basic research, it will lower demand putting many puppy mills out of business. More importantly, it will give police the ability to act BEFORE attacks. It will save children's lives, save animals lives and reduce the stray population.\r\n\r\nSign now before the problem gets so bad, the government make a rash decision like they did with the dangerous dogs act which helps no one and causes death and suffering to many.\r\n\r\n[1]Strayaid",
        "background": null,
        "closed_at": "2012-09-12T10:56:56.000Z",
        "created_at": "2011-08-06T10:51:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-06T10:51:46.000Z",
        "opened_at": "2011-09-12T10:56:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 32,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:37.758Z"
    },
    "id": 5775,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/5775.json"
    },
    "type": "archived-petition"
}