{
    "attributes": {
        "action": "Proposed reciprocal Top-up Tax to pay for primary school education for children of Australians in the UK",
        "additional_details": "Australian state gov'ts have enacted a new tax mechanism. Working migrants (457) with children attending school must in addition to income tax, pay an extra fee per child in school. WA Gov’t says \"457 kids are causing stress in education systems already financially stretched\". There are ca 400,000 Australians in the UK. Many are children in school. Costs of educating these children must be burdensome. In such austere times, bound by EU laws & unable to target new EU states' migrants, I submit that a tax-per-child-in-school w.r.t. non-EU workers' kids (particularly Australian kids  – in fair reciprocation) could ease the financial load. As WA has demonstrated itself to be efficient and progressive in its implementation of a tax-per-child-in-school system for 457 families, I recommend that the UK gov't studies this approach & enacts similar, targeting Australian families - easy targets being non-EU. This may appeal to policy makers under G. Osborne & D. Cameron.",
        "background": null,
        "closed_at": "2014-12-05T10:14:09.000Z",
        "created_at": "2013-12-03T03:59:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-03T03:59:05.000Z",
        "opened_at": "2013-12-05T10:14:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:19.684Z"
    },
    "id": 57827,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57827.json"
    },
    "type": "archived-petition"
}