{
    "attributes": {
        "action": "If Scotland votes Yes to independence Scottish MPs should be withdrawn from the UK Parliament by no later than the May 2015 General Election.",
        "additional_details": "If the Scottish people vote Yes to independence (in September 2014), we call on the UK Government to protect the democratic equality of the people of England, Wales and Northern Ireland by reaching a bilateral agreement with the devolved Scottish Parliament to withdraw all Scottish MPs from Westminster in return for the Scottish Parliament having the power to opt out of any new legislation passing through Westminster until succession.\r\n\r\nThis will allow Parliament to exclusively represent the rest of the UK in the negotiations with Scotland and also offer full continuity after succession (i.e. no election in the rest of the UK after succession).\r\n\r\nWithout such a move, the people of Scotland will not only have determined their own devolved government and the breakup of the union but also have a significant and unjust influence in determining the UK government that will negotiate the terms of succession on behalf of the people of England, Wales and Northern Ireland.\r\n",
        "background": null,
        "closed_at": "2014-12-10T11:56:53.000Z",
        "created_at": "2013-12-03T09:46:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-03T09:46:32.000Z",
        "opened_at": "2013-12-10T11:56:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 378,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:19.710Z"
    },
    "id": 57833,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57833.json"
    },
    "type": "archived-petition"
}