{
    "attributes": {
        "action": "Allow research for genetic manipulation to enable same-sex parents to have a child",
        "additional_details": "This is a tricky one because current law prohibits such research because, as far as I can see from my own research of the law and regulations about, it's merely morals and/or religion which gets in the way of research of this particular science.\r\n\r\nIt's about manipulating the genetic material within a sperm and an egg so that the resulting child really does have two natural fathers or two natural mothers. True, there would be some scientific interference in the natural process, but wouldn't it be nice if a gay couple's child was truly their own in their full right?\r\n\r\nThere are lots of moral and ethical discussions to be had in the open about this,  because genetic manipulation has been tried in the past (Nazi WW2 Germany, has such darker historical genetic research relating to this field) but not for the purpose intended for this petition.\r\n\r\nPlease sign below and show the government that its people are ready to think further, higher and better about what could be possible!",
        "background": null,
        "closed_at": "2014-12-04T09:20:25.000Z",
        "created_at": "2013-12-03T09:15:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-03T09:15:28.000Z",
        "opened_at": "2013-12-04T09:20:25.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:19.705Z"
    },
    "id": 57832,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57832.json"
    },
    "type": "archived-petition"
}