{
    "attributes": {
        "action": "Public enquiry about Forced Caesarian section and the powers of county councils and the court of protection use to separate mothers and their babies",
        "additional_details": "Their should be a public enquiry in to the use of power by county councils and the court of protection to force a pregnant woman in any state of ill health to undergo a forced medical procedure including Caesarian section.\r\n\r\nThe case of he Italian lady who came into this country for a business trip and after having a panic attack due to a bipolar disorder was then detained in a mental health unit for five weeks and the given a forced Caesarian section and separated from her unborn child and later denied custody of said child after her recovery is appalling,\r\n\r\nNot only should the child been looked after until the woman had made a recovery and the the pair reunited as part of her ongoing recovery plan. But to put the child up for adoption without recognising the woman's right to custody of her child and the fact that the child is that of Italian parentage and should be give to the Italian social service to care for is inherently wrong.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-03T16:16:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-03T16:16:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:19.764Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:19.766Z"
    },
    "id": 57840,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57840.json"
    },
    "type": "archived-petition"
}