{
    "attributes": {
        "action": "Ban Stratospheric Aerosol Injection in UK airspace",
        "additional_details": "The CAA are coordinating, or at best turning a blind eye to, a program of S.A.I. - Stratospheric Aerosol Injection - being conducted primarily by commercial airlines, including but not limited to British Airways, Virgin Atlantic, Ryan Air, Jet 2, Flybe, Easyjet and a host of other international airlines that fly to the UK, and also by transient flights that cross UK airspace. They are deliberately routing these high-polluting transatlantic planes, and other international transient flights over populated areas so as to create cloud cover over those areas.\r\n\r\nThis program is altering our weather. It is creating vast amounts of cloud cover that would not have occurred naturally.\r\n\r\nI request the government investigate this and force the CAA to act in accordance with its Directions, which clearly state that it holds a responsibility to keep air pollution to a minimum and protect human health, both of passengers and those on the general public.\r\n",
        "background": null,
        "closed_at": "2014-06-05T07:25:14.000Z",
        "created_at": "2013-12-04T20:33:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-04T20:33:23.000Z",
        "opened_at": "2013-12-05T08:25:14.000Z",
        "rejected_at": "2017-06-21T15:14:20.294Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed at the petitioners request"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:20.297Z"
    },
    "id": 57895,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57895.json"
    },
    "type": "archived-petition"
}