{
    "attributes": {
        "action": "Petition for sanctions on those responsible for human rights violation in Ukraine.",
        "additional_details": "We are calling on Prime Minister Mr Cameron and HM Government to publicly condemn the violent crackdown in the early hours of Sat, 30 Nov 2013, on peaceful protests supporting the European choice of Ukraine. This violent assault has left many injured while dozens were arrested and went missing. The government is using provocateurs to initiate violence in order to justify the use of military against civilians.\r\nWe consider this as an attack on the human rights and values stipulated in the Constitution of Ukraine and the European Convention on Human Rights, to which Ukraine is a signatory.\r\nWe ask your support in:\r\n1) banning entry to the territory of UK for Mr Yanukovych, Members of the Cabinet of Ministers and their families;\r\n2) freezing the personal bank accounts in the UK of Mr Yanukovych, Members of the Cabinet of Ministers, their families, and the companies affiliated with them;\r\n3) support peaceful transition of power to a temporary government and new elections.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-05T00:45:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-05T00:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:20.337Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:20.340Z"
    },
    "id": 57903,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57903.json"
    },
    "type": "archived-petition"
}