{
    "attributes": {
        "action": "Put the Hessin family members in Prison!",
        "additional_details": "In May 2013, the rotting remains of eight 6 month old Staffordshire Bull Terrier puppies were found in the home of Sam Hessin, 39, and her two children Damon, 22, and Hazel, 18, in Melton Mowbray, Leicestershire. They were all spared jail.\r\nThey barricaded the dogs in the kitchen because 'they were biting them and did not know what else to do'.\r\n\r\nIt was clear to the RSPCA Inspector that the puppies had suffered and would have been obvious they were unwell and needed help. He added that 'The life of some may have been extended by eating the others.'\r\n\r\nHazel Hessin was a friend of mine for years, and it goes to show you don't always know anyone for who they really are. These suspended sentences are not good enough for the 3.\r\n\r\nThey need to be treated no better than the dogs they starved and given their 18 week, 12 week and 8 week sentences served in FULL.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-05T10:51:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-05T10:51:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:20.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website.\r\n\r\nIf you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request. Full details of the scehme can be found on our website; www.gov.uk/ago"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:20.414Z"
    },
    "id": 57913,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57913.json"
    },
    "type": "archived-petition"
}