{
    "attributes": {
        "action": "Stop hospitals cancelling operations at short notice without offering a rescheduled date",
        "additional_details": "Hospital cancels 14 year old daughters surgery 22 hours before it is due and they cannot give a new date for surgery.\r\nMy daughter was due to have an operation for scoliosis at the end of january 2014, University hospital Southampton, asked her to bring the date forward as they have a large back log, We informed the hospital this would mean that our daughter would have to cancel the ski trip with her school, which she did.\r\n22 hours before the operation the hospital cancelled the operation the reason give (technical) when challenged on this no answer given.\r\nThe daily mirror stated in an article than 60,000 operations a year are cancelled why?\r\nmany operations are cancelled the day before the operation which avoids the hospital offering a new appointment within 28 days or the patient can demand to go private and the hospital has to pay, which they would have to do if they cancelled on the day.\r\nI would like answers to why so many operations are cancelled and why the day before",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-05T12:45:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-05T12:45:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:20.484Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:20.488Z"
    },
    "id": 57920,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/57920.json"
    },
    "type": "archived-petition"
}