{
    "attributes": {
        "action": "DC Hannah Notley's 4 month sentence to lenient",
        "additional_details": "DC Hannah Notley has recently been convicted for lying to the victim of Rape that the public prosecutor would not take her case to charge.\r\n\r\nIn reality she had failed to even send the file.\r\n\r\nDC Hannah Notley holds a position of responsibility in society as a Police Constable. They rightly deserve our respect for their role in society, however when they breach that public trust this ought to be a significant aggravating factor.\r\n\r\nWe see too many Police cases like this where a lenient sentence is passed involving crimes committed by serving Police Constables.\r\n\r\nWe say enough is enough and the Government needs to step up and ensure that sentences reflect the seriousness of their actions. 4 months is no deterrent to other rogue Constables who bring disgrace on their hard working colleagues and erode public confidence in the public service of the police.\r\n\r\nWe say review the sentence of DC Hannah Notley",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-06T22:26:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-06T22:26:13.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:21.207Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:21.209Z"
    },
    "id": 58002,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58002.json"
    },
    "type": "archived-petition"
}