{
    "attributes": {
        "action": "Stop serving carcinogenic animal protein in NHS hospitals.",
        "additional_details": "This petition is in regards to the effect that animal protein such as meat and dairy products ( served on NHS wards, as food for patients ) are having on the health of our fellow British people.\r\n\r\nThere this an array of scientific information, linking animal food consumption to diseases such as breast cancer, heart disease, osteoporosis, to name a few.\r\n\r\nIt therefore seems an abomination that a hospital that is supposed to have authoritive care over the relatively 'health ignorant' patient, is contributing to, and perhaps worsening the condition they have seeks medical help for in the first place!\r\n\r\nThis must be revised. The government must introduce new food standards in NHS hospitals, that are actually in tune with current research, that illustrates how a plant based diet ( starches, vegetables, fruits, nuts, etc) prevents chronic disease and improves quality and quantity of life.\r\n\r\nI am surprised this has not been given more attention sooner, it is way past due.",
        "background": null,
        "closed_at": null,
        "created_at": "2013-12-06T23:10:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-06T23:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:21.261Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: Introduce minimum standards for Hospital food (at least equal to those already in place at schools and prisons)"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:21.265Z"
    },
    "id": 58006,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58006.json"
    },
    "type": "archived-petition"
}