{
    "attributes": {
        "action": "The £21,000 student loan repayment threshold should be index-linked, starting NOW!",
        "additional_details": "The loan repayment threshold is not due to rise until 2017! The threshold should be index-linked to maintain its 2012 level (when it was introduced). Many current students probably don't realise that, because of inflation, the real value at which they will start to be subject to the 9% payback rate on their loans will be much less than the value of £21,000 when they started their studies and when they agreed to the loan conditions. With inflation around 3% per year the real value of the threshold could be around £18,000 at today's rates, meaning having to pay 9% on an extra £3,000 every year for 30 years! I have already written to David Willets about this and I received a reply from the BIS Ministerial Correspondence Unit stating that \"the system needs to be understandable and borrowers need some certainty so the figure is fixed so that people become familiar with it\". A strange sort of logic, as the figure won't be fixed until 2017! If you are a student then sign this petition today!",
        "background": null,
        "closed_at": "2014-06-13T11:41:51.000Z",
        "created_at": "2013-12-08T18:58:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-08T18:58:47.000Z",
        "opened_at": "2013-12-13T12:41:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:21.978Z"
    },
    "id": 58082,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58082.json"
    },
    "type": "archived-petition"
}