{
    "attributes": {
        "action": "Millie's Trust campaigns to train ALL nursery nurses in Paediatric First Aid",
        "additional_details": "Following the death of Millie Thompson and the coroner's suggestion in December 2013 that ALL nursery nurses should be trained - Millie's parents are now campaigning to have it made law that everyone working in a nursery MUST be trained in Paediatric First Aid.\r\n\r\nPlease support and sign this petition in memory of Millie and for the future safety of your children. ",
        "background": null,
        "closed_at": "2014-12-16T15:28:13.000Z",
        "created_at": "2013-12-10T17:54:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-06-11T17:17:52.990Z",
        "government_response": {
            "created_at": "2017-06-21T15:14:22.882Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe safety of all children is paramount and we were very sorry to hear about this tragic accident.\r\n\r\nPaediatric first aid training is, and will remain, a statutory requirement for all providers regulated under the Childcare Act 2006. The requirements for early years providers, including nurseries are set out in the Statutory Framework for the Early Years Foundation Stage.  At least one person who has a current paediatric first aid certificate must be on the premises at all times when children are present, and must accompany children on outings.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-02-03",
            "summary": "",
            "updated_at": "2017-06-21T15:14:22.882Z"
        },
        "government_response_at": "2014-02-03T08:27:10.999Z",
        "moderation_threshold_reached_at": "2013-12-10T17:54:38.000Z",
        "opened_at": "2013-12-16T15:28:13.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-01-03T08:27:10.999Z",
        "scheduled_debate_date": null,
        "signature_count": 103063,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:22.887Z"
    },
    "id": 58166,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58166.json"
    },
    "type": "archived-petition"
}