{
    "attributes": {
        "action": "Withdraw Parental Responsibility From Parents Who Have Been Charged With Serious Criminal Offenses",
        "additional_details": "If a parent is charged with a serious criminal offence, such as rape, murder, child abuse etc., they should have their parental responsibility fully revoked. As it stands, if a parent who has parental responsibility commits an offence, they’re still entitled to rights over the child; they can access records and prevent a surname change. The child is not safe from the offending parent.\r\n\r\nWith social media, news now travels faster. If a person is named in the press after being charged, it’s possible to link relatives. We hear so many stories about cyber bullying; it brings an enormous fear to all non-offending parents about their child's safety.\r\n\r\nI call upon the Government to create a ruling where the non-offending parent is granted sole parental/legal responsibility of the child. This allows the non-offending parent to change the child's surname, without the offender's permission.\r\nA parent who has committed a serious crime, should have no parental/legal rights over any child.  ",
        "background": null,
        "closed_at": "2014-12-18T10:37:32.000Z",
        "created_at": "2013-12-11T14:55:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-11T14:55:31.000Z",
        "opened_at": "2013-12-18T10:37:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 35,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:23.107Z"
    },
    "id": 58195,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58195.json"
    },
    "type": "archived-petition"
}