{
    "attributes": {
        "action": "Reform public transport strike law to protect hard-working people",
        "additional_details": "Replacing public transport strikes with mediation will protect workers’ rights, while making sure hard-working people do not suffer from travel chaos and loss of pay.\r\n\r\nPublic transport strikes should be replaced with the right to “binding pendulum arbitration” – where an independent judge chooses between the positions of the union and the employer. This will encourage unions to make reasonable demands and help secure moderate outcomes for both sides, ultimately protecting hard-working people.\r\n\r\nSince 2005, London has seen more than 30 tube strikes with reasons including calls for a shorter working week and triple pay on Boxing Day.\r\n\r\nResearch shows that one day of tube strikes costs the City’s economy around £48 million, reflecting costs to businesses and the many hard-working people for whom a tube strike means a day of no pay. These people deserve better.\r\n\r\nThe Government should urgently reform strike laws for Tube employees and other public transport workers across the UK.\r\n",
        "background": null,
        "closed_at": "2014-12-13T09:17:17.000Z",
        "created_at": "2013-12-12T12:24:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-12T12:24:50.000Z",
        "opened_at": "2013-12-13T09:17:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 609,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:23.418Z"
    },
    "id": 58230,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58230.json"
    },
    "type": "archived-petition"
}