{
    "attributes": {
        "action": "Dulverton Middle School - Overturn the reduction in funding of rural schools",
        "additional_details": "Dulverton Middle School is under imminent threat of being changed to a junior school, meaning an end to middle years education and specialist subject teaching. The proposed changes are purely based on finances and result from central government imposing an urban model of school funding onto a sparsely populated rural environment. The school was rated by Ofsted as ‘good’ in July 2013 and for the past 3 years it has been the best performing middle school in West Somerset.\r\n\r\nWe believe, passionately, that we provide the children of Exmoor with a rounded education. Small numbers of pupils and specialist staffing means that we are just £80k short of meeting our budget.\r\n\r\nWe ask the government to review the allocation of funding and give local County Councils more flexibility and support to help retain schools like ours. Without this support our local area is likely to suffer the effects of outward migration of young families, exacerbating a demographic imbalance within the community.",
        "background": null,
        "closed_at": "2014-03-20T08:34:20.000Z",
        "created_at": "2013-12-17T14:35:51.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-17T14:35:51.000Z",
        "opened_at": "2013-12-20T08:34:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 24,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:25.095Z"
    },
    "id": 58408,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58408.json"
    },
    "type": "archived-petition"
}