{
    "attributes": {
        "action": "EFRA Select Committee: Take primate welfare seriously and ban the trade in primates as pets",
        "additional_details": "With the Code of Practice for the Welfare of Privately Kept Primates, the government stated that primates are unsuitable pets and that the Code would restrict their keeping to “specialists”.\r\nThe term “specialist” remains undefined, but it is clear that keeping remains unrestricted: the number of licensed primates has risen and primates continue to be kept in conditions that do not meet their basic needs.  Harm inflicted on pet primates through owner neglect or ignorance is reported regularly in the media – but unlike with domestic animals, there is no evidence that pet primates are experiencing positive welfare anywhere in the UK.\r\nAdditionally, a number of authorities have failed to comply with the conditions of the Dangerous Wild Animals Act 1976.\r\nWe ask that in the course of the present inquiry into primates kept as pets, the Select Committee for the Environment, Food and Rural Affairs prioritizes primate welfare and human safety, and chooses to ban the trade in pet primates.",
        "background": null,
        "closed_at": "2014-03-23T10:58:31.000Z",
        "created_at": "2013-12-20T16:45:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-20T16:45:19.000Z",
        "opened_at": "2013-12-23T10:58:31.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2005,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:26.077Z"
    },
    "id": 58539,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58539.json"
    },
    "type": "archived-petition"
}