{
    "attributes": {
        "action": "The safety of visitors, especially young people, staff and contractors at theme parks, should be better regulated. Self-regulation is not working.",
        "additional_details": "Responsibility for safety in theme parks is shared between the Health and Safety Executive and Local Authorities. Day to day regulation is delegated to ADIPS (Amusement Device Safety Council Limited). The chairman of ADIPS is also the director of health safety at Merlin Entertainments – an international firm that dominates the UK market. Considering the recent serious fire at Chessington World of Adventures, the fatality at Warwick Castle, the young child put into a coma, stranding of people for hours on Rameses Revenge, and hanging a bunch of journalists upside down on the new Smiler at Alton Towers (which nobody can be particularly sad about), having somebody from Merlin responsible for regulating the industry does not seem like the most sensible idea. This is the eye-catching bit but the defects observed in its theme parks are quite endemic and more money must be spent on the essential maintenance of older assets rather than just building new headline rides to draw the crowds.",
        "background": null,
        "closed_at": "2015-01-06T11:58:47.000Z",
        "created_at": "2013-12-23T09:09:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-23T09:09:47.000Z",
        "opened_at": "2014-01-06T11:58:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 23,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:26.517Z"
    },
    "id": 58588,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58588.json"
    },
    "type": "archived-petition"
}