{
    "attributes": {
        "action": "Ban all Tropospheric Aerosol Spraying programs. Regulate aircraft emissions, and legislate to allow independent aircraft and aviation fuel inspections",
        "additional_details": "The CAA are coordinating, or at best turning a blind eye to a program of tropospheric aerosol injection,  conducted primarily by commercial airlines, including but not limited to British Airways, Virgin Atlantic, Ryan Air, Jet 2, Flybe, Easyjet.\r\n\r\nThe CAA are also routing high-polluting transatlantic flights over populated areas creating vast amounts of cloud cover that would not have occurred naturally, which is not only reducing our sunlight, but affecting our health.\r\n\r\nThe aircraft that are seen to be doing this seem to have been modified for this purpose.\r\n\r\nI request the government force the CAA to act in accordance with its Directions, which state that it has a responsibility to keep air pollution to a minimum and protect the health of the public, both of passengers, and of those on the ground.\r\n\r\nI further request the government force the CAA to regulate air fuel and emissions, and allow independent inspection of aircraft and aviation fuel to ensure this does not continue.",
        "background": null,
        "closed_at": "2014-07-08T08:15:44.000Z",
        "created_at": "2013-12-29T13:47:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-29T13:47:20.000Z",
        "opened_at": "2014-01-08T09:15:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 820,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:27.284Z"
    },
    "id": 58686,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58686.json"
    },
    "type": "archived-petition"
}