{
    "attributes": {
        "action": "The Royal College of Veterinary Surgeons (RCVS) Has Approved Lower Standards for Critically Sick Companion Animals in Intensive Care.",
        "additional_details": "The RCVS has approved the practise that ICU's can be left without staff for 15 minutes.\r\n\r\nICU'S are concentrated with special equipment and specially trained staff caring for seriously ill patients needing immediate and continuous attention (intensive care), Miller-Keane Encyclopaedia & Dictionary of Medicine, Nursing and Allied Health, 7th edn. This principle of continuous attention applies equally to  ICU's in a veterinary hospital, and is confirmed on the website of the American College of Veterinary Anesthesia and Analgesia.\r\n\r\nWe are alarmed that patients suffering from challenging life threatening conditions, including an epileptic patient in failed recovery from anaesthesia following a serious bowel cancer operation, were left alone. We request urgent action to bring the UK to the highest standards above, by including veterinary hospitals in the government's series of measures resulting from the public enquiry into the Stafford Hospital scandal, or by creating an Ombudsman.\r\n",
        "background": null,
        "closed_at": "2014-12-31T08:22:07.000Z",
        "created_at": "2013-12-30T15:35:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2013-12-30T15:35:57.000Z",
        "opened_at": "2013-12-31T08:22:07.000Z",
        "rejected_at": "2017-06-21T15:14:27.465Z",
        "rejection": {
            "code": "duplicate",
            "details": "This e-petition has been closed at the petitioners request"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:27.490Z"
    },
    "id": 58712,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58712.json"
    },
    "type": "archived-petition"
}