{
    "attributes": {
        "action": "Stop veterinarians discriminating against pets with disabilities",
        "additional_details": "Much of the time Veterinarians will advise for euthanasia of an animal with a disability, based upon personal bias and lack of experience of disabled pets. In many cases the  animals are not suffering but because of the lack of alternatives suggested to the owner, time and again animals are being needlessly killed.\r\n.\r\nA loss of life based upon bias and presumption rather than actual medically proven prognosis infringes on animal rights.\r\n\r\nAction Aid for Animals as do the signing petitioners demand that an implementation of “Bobbie’s law” becomes effective immediately, Bobbie’s law would make it illegal for any veterinarian to kill an animal with a disability without first running thorough medical checks, gaining a second opinion and the owners being informed of all the options available to them as well as being given literature of support groups within the UK that can through experience offer alternatives to euthanasia. Also making it illegal for a healthy disabled pet to be killed",
        "background": null,
        "closed_at": "2015-01-02T08:28:57.000Z",
        "created_at": "2014-01-01T15:31:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-01T15:31:11.000Z",
        "opened_at": "2014-01-02T08:28:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 107,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:27.878Z"
    },
    "id": 58762,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58762.json"
    },
    "type": "archived-petition"
}