{
    "attributes": {
        "action": "BAN prong/pinch collars, spray collars, choke chains, shock collars and anything barbaric for animals UK",
        "additional_details": "e wish the government to ban the use of any product as mentioned below. We need an outright ban on using these products and not allowed to be sold in shops, classifieds or online in the UK or destined for the UK so the above is all illegal and a law can be passed:\r\n\r\nProng/pinch collars, spray collars, choke chains, shock collars and anything barbaric not to be used on animals in the UK.\r\n\r\n. The metal spikes pinch the skin around dogs’ necks when they pull and can scratch or puncture them.\r\n\r\nProng collars are a quick fix and will not teach the dog not to pull or lunge on the lead.\r\n\r\nDogs may well interpret the tightening of a prong collar around their neck as a stranglehold (which it is, after all!) and become fearful or even aggressive.\r\n\r\n\r\nWE WISH AN OUTRIGHT BAN ON USE, SELLING IN ANY WAY ON THE ABOVE ITEMS.\r\n",
        "background": null,
        "closed_at": "2014-10-06T07:54:03.000Z",
        "created_at": "2014-01-04T19:06:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:28.615Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nDog owners should only use such devices after seeking professional advice.  They should also ensure that they fully understand how these devices should be used and that they are used appropriately.\r\n\r\nWe would advise dog owners to adopt positive training methods in the first instance and seek professional advice, for example from their vet, for any dog behavioural issues.\r\n\r\nAnyone using collars to inflict unnecessary suffering may be prosecuted under existing animal welfare laws.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "responded_on": "2014-05-20",
            "summary": "",
            "updated_at": "2017-06-21T15:14:28.615Z"
        },
        "government_response_at": "2014-05-20T06:25:48.237Z",
        "moderation_threshold_reached_at": "2014-01-04T19:06:19.000Z",
        "opened_at": "2014-01-06T08:54:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-20T06:25:48.237Z",
        "scheduled_debate_date": null,
        "signature_count": 13136,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:28.622Z"
    },
    "id": 58850,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58850.json"
    },
    "type": "archived-petition"
}