{
    "attributes": {
        "action": "Improve CAMHS (Children and Adolecents Mental Health Service) Services Across The UK",
        "additional_details": "CAMHS (Children and Adolescent Mental Health Service);\r\nHi everyone! Thank you for taking the time to read this, we are addressing a serious issue that needs to stop.\r\nFor anyone that doesn't know what CAMHS is, its an NHS service that helps children and young people dealing with any time of personal, emotional or mental health issue whether that be trauma or depression and anything in between. CAMHS is on the NHS so it is free to anyone under 18. As a group of us who have started this petition have seen; there are some serious issues with it. We have spoken to a lot of people that have been denied help for various reasons - https://www.facebook.com/pages/Improve-Camhs-Services/640840232642087 <--(Experiences Here). Many people who are under CAMHS have told us they are constantly being judged and feel mistreated. CAMHS is one of the few services available for free in the UK and the things that are happening or not okay. We need to make a change.",
        "background": null,
        "closed_at": "2015-01-07T09:32:23.000Z",
        "created_at": "2014-01-05T16:41:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-05T16:41:49.000Z",
        "opened_at": "2014-01-07T09:32:23.000Z",
        "rejected_at": "2017-06-21T15:14:28.859Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed at the petitioners request."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 82,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:28.861Z"
    },
    "id": 58879,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/58879.json"
    },
    "type": "archived-petition"
}