{
    "attributes": {
        "action": "legalise Recreational use and cultivation of cannabis. Government commital to invest in Hemp industry to reduce the UK's dependency on petrolium",
        "additional_details": "I would like to see changes to the laws and serious consideration to the following;\r\n\r\nLicenced distribution of cannabis.\r\nregistration and/or licencing allowing the cultivation of cannabis for recreational/industrial purpose\r\nlegalise the recreational use of cannabis for people aged 21 and older.\r\n\r\nThe country will be creating a whole new industry.\r\n\r\nThe cannabis and hemp industry is something we can make work very quickly, other countries around the world are showing the revenue and global benefits of this renewable multi purpose plant.\r\n\r\nWith less restriction there is the chance for independent medical studies to look into CBD and THC in the search for a cure for cancer.\r\n\r\nCannabis has real medical and recreational uses and could replace a cabinet full of legal prescription medicines, with little or no side effects when compared to the impact of legal prescription medications which contribute to suicide, addiction to harder more narcotic drugs and deaths.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-09T01:24:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-09T01:24:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:30.232Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:30.235Z"
    },
    "id": 59027,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59027.json"
    },
    "type": "archived-petition"
}