{
    "attributes": {
        "action": "UK renewable energy policy and associated planning policies should give far greater weight to principles of fairness and social justice.",
        "additional_details": "We the undersigned recognise the UK’s legally binding commitment to tackle climate change and urge the UK Government to give far greater weight to the principles of fairness and social justice within renewable energy and planning policy in order to win public support. Specifically, we believe that:\r\n1) Private interest groups should not profit disproportionately from sacrifices made to tackle climate change and economic benefits must be more fairly and transparently distributed.\r\n2) The burden of achieving carbon emission reduction through new renewable energy developments should be shared out more equally across regions and districts.\r\n3) Communities throughout the UK deserve fair treatment, with equally effective protection from new forms of negative impact arising from renewable energy technologies.\r\n4) In the spirit of localism, communities should be empowered to determine the type and location of new renewable energy developments that are acceptable for their neighbourhood.",
        "background": null,
        "closed_at": "2011-11-17T15:46:50.000Z",
        "created_at": "2011-08-06T13:57:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-06T13:57:56.000Z",
        "opened_at": "2011-08-17T14:46:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 997,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:39.020Z"
    },
    "id": 5912,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/5912.json"
    },
    "type": "archived-petition"
}