{
    "attributes": {
        "action": "democracy",
        "additional_details": "Democracy between elections relies on each MP's reply to a constituents request. When MP does not share the same view or motives they can ignore the request. This leaves the option of contacting a different MP. It is known MPs representing another constituency refuse to respond to a someone from another constituency; quoting the incorrect excuse of a strict protocol prevents representation outside their consitituency. (Not true as the Parliamentary office will confirm).This removes democracy from the consitituent since they rely upon a single MP for access to Parliament and that MP has the sole right to block that access; for whatever reason they choose.I petition Government to make it a legal right for every constituent in this country to approach every MP in the land with a request. Further that MPs are legally obliged to reply to each request regardless of constituency and that the above protocol is unlawful. Lobbyists enjoy this privilege on behalf of commercial activities.\r\n\r\n  ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-12T11:41:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-12T11:41:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:31.499Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the House"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:31.502Z"
    },
    "id": 59151,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59151.json"
    },
    "type": "archived-petition"
}