{
    "attributes": {
        "action": "The right for UK Citizens and British Expatriates to take another full EU Nationality should the UK government vote to leave the EU",
        "additional_details": "In 2014 the political climate in Britain is working  towards the exit of the United Kingdom from the EU. Two million British Expatriates currently work, or have worked for a long period in the EU,  They have paid into the pension schemes of host countries and have made their lives  and links in the EU. None of these people have been considered, nor have any of them been advised how the likely departure of the UK will really effect them. Most will be convinced that their rights and securities will not be guaranteed by a UK Government outside of the EU, nor will their host country be obliged to honour previous commitments.\r\n\"Should the UK government decide to leave the EU, then during the exit negotiations those who have worked for at least five years in a mainland EU country should be offered the opportunity to take full legal nationality of that country, retaining their present and previous rights and at the same time their British Nationality\"\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-12T20:02:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-12T20:02:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:31.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:31.734Z"
    },
    "id": 59172,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59172.json"
    },
    "type": "archived-petition"
}