{
    "attributes": {
        "action": "Tax Payers should not pay solicitors fees in Public Sector Tribunals",
        "additional_details": "The tax payer currently pays for bad management in public service. Tax payers pay the bills of solicitors that bad directors and managers in the public sector hide behind. The annual wastage is vast typically solicitors fees in such cases are around £50k.\r\n\r\n(i) Stop tax payers money being paid to legal staff and solicitors for the respondent in public sector tribunals.\r\n\r\n(ii) Those managers and directors that the Tribunal finds guilty should pay for the solicitors fees. It should not be the public purse.\r\n\r\n(iii) If directors and managers then decide that they will take indemnity insurance. Indemnity insurance should also not be paid by the public purse. That should be the responsibility of the manager or director.\r\n\r\n(iv) Undertake this so that only competent and capable directors and managers will wish to work in the public service. Risk and reward to be a manager or director in the public services is not taken into account at the moment and should be.\r\n\r\n(v) Start with the NHS\r\n",
        "background": null,
        "closed_at": "2015-01-29T11:29:42.000Z",
        "created_at": "2014-01-13T08:34:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-13T08:34:19.000Z",
        "opened_at": "2014-01-29T11:29:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:31.811Z"
    },
    "id": 59186,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59186.json"
    },
    "type": "archived-petition"
}