{
    "attributes": {
        "action": "Reverse Ban on Holiday's During School Term Time",
        "additional_details": "Reverse the amendments to the term time family holiday rules under The Education (Pupil Registration) (England) Regulations 2006 which came into force on 1 September 2013.\r\n\r\nAll children who have a good attendance record should be allowed the opportunity to enjoy quality time with their parents on an annual holiday of up to ten days, once per year. Whilst children are on holiday they are experiencing other cultures, possibly dealing with foreign currency and learning life skills.\r\n\r\nParents should not be criminalised for wanting to enjoy an affordable annual family holiday, at a time that is convenient with their employers.\r\n\r\nThese changes will also adversely affect many businesses that rely upon holiday trade from Spring to Autumn.\r\n\r\nThe Government should reverse these amendments immediately.\r\n\r\nPlease sign this petition. 100,000 signatures are required for the government to look at this issue.\r\n\r\nThank you",
        "background": null,
        "closed_at": "2015-01-15T16:01:04.000Z",
        "created_at": "2014-01-13T10:43:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:31.893Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe law requires parents to ensure their school registered children (age between 5 and 16) to attend school regularly. The Government believes that pupils are most successful in school when they can follow an uninterrupted programme of study with their peers, consolidate their newly acquired knowledge or skills, and apply them before moving on to more complex theories and understanding. This cannot be achieved if their education is being disrupted unnecessarily because they are taken out of school during term time for a holiday. Most schools have 190 days of compulsory education in their academic year, which gives plenty of opportunities for families to plan and enjoy their holidays during school breaks.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-03-20",
            "summary": "",
            "updated_at": "2017-06-21T15:14:31.893Z"
        },
        "government_response_at": "2014-03-20T04:06:29.241Z",
        "moderation_threshold_reached_at": "2014-01-13T10:43:52.000Z",
        "opened_at": "2014-01-15T16:01:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-02-20T04:06:29.241Z",
        "scheduled_debate_date": null,
        "signature_count": 51403,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:31.899Z"
    },
    "id": 59196,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59196.json"
    },
    "type": "archived-petition"
}