{
    "attributes": {
        "action": "Abolish fees for booking seats on flights into or out of u.k and guarantee families to be sat together.",
        "additional_details": "To force the government to create a law banning air companies from charging customers for booking seats on flights.\r\n\r\nAnd to force the government to create a law that makes all airlines guarantee that families will be automatically guaranteed seating together as a group not split 2-2, 2-3, etc....\r\n\r\nThe safety implications of not being sat together are scary enough alone - should an airplane get into difficulty not only will the parents/ children begin to stress without being able to help their child or have a family member to help them, not all strangers will help a child and a parents natural instinct would be to remove them self from their seat to go and help the child which could cause other safety concerns. As well as this how safe for children is it to be sat with strangers? What happens if the child has an allergy, fear or sudden medical emergency that needs dealing with. A parent would be able to recognise this in a child where most strangers wouldn't. ",
        "background": null,
        "closed_at": "2014-10-15T08:27:05.000Z",
        "created_at": "2014-01-14T20:12:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-14T20:12:05.000Z",
        "opened_at": "2014-01-15T09:27:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:32.547Z"
    },
    "id": 59265,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59265.json"
    },
    "type": "archived-petition"
}