{
    "attributes": {
        "action": "Fining families for taking a family holiday within term time is contravening human rights and is immoral.",
        "additional_details": "We the undersigned strongly believe that a refusal to give permission is contravening human rights.  The guidelines do not respect a fundamental principle of the Human Rights Act: that of a family's right to enjoy family relationships, and includes a right to participate in essential social, cultural and recreational activities without interference from the Government.\r\nMany parents work seasonal patterns and more parents are financially restricted and penalised by the travel industry's free market high demand high prices, and are therefore unable to participate in holidays in the allocated government holiday time.\r\nThese guidelines have been introduced to further the Governments ambitions of competing in World league tables with foreign nations, but have rendered the Government blinkered to the importance to health and wellbeing of work/life balance, social development and family nurturing, as well as numerous educational benefits of travel to experience different cultures firsthand.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-15T12:36:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-15T12:36:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:32.733Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:32.736Z"
    },
    "id": 59290,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59290.json"
    },
    "type": "archived-petition"
}