{
    "attributes": {
        "action": "Amend Nuisance Abatement Orders so that they cannot be used against previously established activity",
        "additional_details": "This petition contends that there is public support for a change in the law so that Nuisance Abatement Orders cannot be brought against businesses or activities which are long-established in an area.\r\n\r\nThis is because there is a growing trend in people moving in next door to schools, churches, the railway, factories, cinemas and music venues, and then complaining about businesses which have existed, often, for decades, and forcing them out of business. For example, the railway has been forced to reduce the volume of train horns, which affects public safety; the Barbican Centre was forced to close its cinemas and build new ones; the Ministry of Sound is threatened by a new housing development.\r\n\r\nThis petition argues that if you move into an area it’s your responsibility to find out about noise levels in that area; if you are selling or letting a property it’s your responsibility to answer accurately any questions about noise, and the law should reflect this.",
        "background": null,
        "closed_at": "2015-01-28T08:07:55.000Z",
        "created_at": "2014-01-16T16:41:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-16T16:41:14.000Z",
        "opened_at": "2014-01-28T08:07:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 78,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:33.284Z"
    },
    "id": 59344,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59344.json"
    },
    "type": "archived-petition"
}