{
    "attributes": {
        "action": "Amend the NPPF now before irreversible damage is caused to our communities",
        "additional_details": "We the undersigned support the principles of the NPPF but believe that its implementation has led to unanticipated consequences.\r\nOpportunist planning applications are being lodged around the country where planning authorities have not adopted their Core Strategy nor have a 5 year housing land supply.  In these cases, all planning rules seem to be abandoned including many of the core planning principles in the NPPF.\r\nWe believe that such large scale development risks massive, irreversible damage to our villages and the surrounding countryside.\r\nWe do not believe that this was the intention of the NPPF and ask the Government to urgently introduce three specific amendments:\r\n1.\tto allow decision makers to take into account the cumulative effect of development as a material planning consideration;\r\n2.\tto allow planning authorities an extension of time to adopt a new Core Strategy;  and\r\n3.\tto require a sequential test to be applied to encourage the effective use of brown field land.\r\n",
        "background": null,
        "closed_at": "2015-01-27T14:36:55.000Z",
        "created_at": "2014-01-17T11:46:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-17T11:46:41.000Z",
        "opened_at": "2014-01-27T14:36:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3915,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:33.565Z"
    },
    "id": 59376,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59376.json"
    },
    "type": "archived-petition"
}