{
    "attributes": {
        "action": "Petitioning Oxfordshire County Council  Review the proposed 38% budget cuts for Housing Related Support",
        "additional_details": "With homelessness on the rise in Oxfordshire, plans to reduce by over a third the amount the County Council spends on homelessness services are misguided.\r\n\r\nAnyone can become homeless but without help to rebuild your life, the consequences can be devastating – poor physical and mental health, lower life expectancy, and greater likelihood of getting involved in crime or becoming dependent on drugs.\r\n\r\nBut you should also know that the use of NHS, police, prison and other services is far greater by someone living on the streets than the rest of the population. Failing to help people can be every bit as expensive, especially in the long term.\r\n\r\nEvery day, Oxfordshire homelessness services help people move out of homelessness and prevent others from becoming homeless in the first place.\r\n\r\nCutting these vital services will harm the people who need their support. It will damage our community and increase costs for the tax payer.\r\n\r\nWe urge you to reconsider. ",
        "background": null,
        "closed_at": "2014-04-27T13:41:54.000Z",
        "created_at": "2014-01-18T15:25:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-18T15:25:23.000Z",
        "opened_at": "2014-01-27T14:41:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:33.956Z"
    },
    "id": 59425,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59425.json"
    },
    "type": "archived-petition"
}