{
    "attributes": {
        "action": "Hold a referendum on whether to abolish the TV licence",
        "additional_details": "The Government should hold a referendum on whether there should be a national broadcasting company. If the vote is for retaining it then the BBC should be funded from general taxation. If the vote is for abolishing it then the BBC should be funded by subscription, i.e. only those people who watch BBC programmes should pay for them.\r\n\r\nThe current TV licensing arrangement is becoming unenforceable; improvements in technology mean that TV can be viewed using many different methods. Current law is confusing and implies that simply owning a device capable of receiving TV (whether it will be used for this purpose or not) requires a TV licence. Those who do not watch TV are being hounded by the TV Licensing company simply for living at an address which has no TV licence. They may be prosecuted for simply owning a PC or mobile phone capable of receiving TV even though they are not watching TV. Many of those watching TV using the internet or mobile devices have not paid for a TV licence. ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-06T14:53:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-06T14:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:39.265Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:39.268Z"
    },
    "id": 5944,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/5944.json"
    },
    "type": "archived-petition"
}