{
    "attributes": {
        "action": "A Call to Action: regarding new repressive anti democratic laws  in the Ukraine",
        "additional_details": "On January 16th, the Ukrainian parliament passed illegal, unconstitutional laws restricting political speech, the freedoms of assembly, association & press, taking Ukraine back to totalitarianism\r\nNew laws severely limit freedoms of speech, assembly, association and the press. Punishable “crimes” include:\r\nWearing a helmet or setting up a stage, participation in a protest by having it declared a “riot”. Publicizing “personal” information about officials, “Libel” is now defined as any effective criticism of the government or its officials, Driving bans for being in a convoy of more than 5 cars, immunity from prosecution for special security forces\r\nAuthorities can now shut down any organisation, even a church, for “extremist activity\" without having to explain what they mean by this. We urge the administration to urgently impose sanctions on Ukrainian officials responsible for human rights violations. Please do all that you can to help the Ukrainian people stand up to the tyranny.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-20T00:12:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-20T00:12:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:34.281Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:34.284Z"
    },
    "id": 59461,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59461.json"
    },
    "type": "archived-petition"
}