{
    "attributes": {
        "action": "School Leaders want the Government to target holiday companies and not parents",
        "additional_details": "As a primary school Headteacher, it is becoming increasingly difficult to justify charging parents for taking holidays in term time, when they simply can’t afford to go during school holidays. In a society where families are becoming progressively more fragmented, annual family holidays should be viewed as essential. However, the astronomical price rise during school holidays, imposed by greedy holiday companies, forces some families to take holidays during term time – many would rather ‘pay the fine’ and still be better off! I fully appreciate that children with regular attendance achieve better results and I have many rewards/incentives in place to encourage 100% attendance, however if the Government targeted holiday companies and imposed restrictions in price hikes, school attendance rates across the country will undoubtedly rise. Imposing fines to parents who simply want to spend quality time as a family, but can’t afford to do so during school holidays, is quite frankly immoral. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-26T17:52:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-26T17:52:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:37.238Z",
        "rejection": {
            "code": "duplicate",
            "details": "A similar petition exists and has already reached the 100,000 signature threshold."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:37.242Z"
    },
    "id": 59749,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59749.json"
    },
    "type": "archived-petition"
}