{
    "attributes": {
        "action": "Specialist Hospitals need to have an A&E service (or formal equivalent) for known vulnerable children with high risk special requirements",
        "additional_details": "Our beautiful son Moné White lost his life at a North London NHS Trust. Moné suffered from a serious heart condition which meant that he would decline in health quickly and needed specialist support to manage this. The main problem in terms of best treatment and care has been the fact that he could never go straight to the hospital that could provide the best care and was forced to be treated at local hospitals who had no clue of how to manage his complexities. The inquest into Moné's death confirmed that if Moné has been transferred and accepted he would still be alive.\r\n\r\nThe government conducted a review into cardiac specialist care but this model is not adequate.\r\n- Better transfer arrangements for vulnerable and children with complex conditions.\r\n- A&E availability at Specialist Centres to be considered as part of the review.\r\n- Parents who have been affected to be formally invited to be involved in the changes/improvements.\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2015-01-27T13:37:45.000Z",
        "created_at": "2014-01-26T13:57:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-26T13:57:59.000Z",
        "opened_at": "2014-01-27T13:37:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 661,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:37.161Z"
    },
    "id": 59740,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59740.json"
    },
    "type": "archived-petition"
}