{
    "attributes": {
        "action": "Ban the Sale of Fur Products in the UK and EU",
        "additional_details": "BAN the sale of any FUR product imported into the UK. There is clear evidence that fur farms are universally cruel is widely accessible across the internet. Furthermore in China and other SE Asian countries where there NO anti-cruelty laws animals are still alive and struggling desperately when workers flip them onto their backs or hang them up by their legs or tails to skin them. When workers on these farms begin to cut the skin and fur from an animal's leg, the free limbs kick and writhe. Workers stomp on the necks and heads of animals who struggle too hard to allow a clean cut , When the fur is finally peeled off over the animals' heads, their naked, bloody bodies are thrown onto a pile of those who have gone before them. Some are still alive, breathing in ragged gasps and blinking slowly. Some of the animals' hearts are still beating five to 10 minutes after they are skinned.Cruel is an understatement. It should be made against the law to have any fur imported to UK.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-28T22:17:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-28T22:17:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:37.967Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:37.971Z"
    },
    "id": 59840,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59840.json"
    },
    "type": "archived-petition"
}