{
    "attributes": {
        "action": "The UK Government needs to spell out the consequences of Scottish Independance",
        "additional_details": "Currently Westminster has made few clear comments on the consequences of Scottish Independance, so Scottish voters will make their decision based solely on what Alex Salmond is saying.\r\n\r\nThe Government needs to make clear what the financial consequences will be. Will Scotland have to accept a portion of the current UK debt? What, if any, national institutions will still support Scotland (NHS, Embassies, Armed Forces)? How is the Day 1 budget to be funded? Can Scotland retain the Pound? What will this exercise cost Scottish citizens now and in the future?\r\n\r\nIt is not good enough to allow Scotland to possibly sleepwalk into independance and saddle the rest of the UK with a big tax bill to fund it. If \"we\" dont get any say in the decision (or seemingly any input into the debate) then we also should not have to pay for the outcome. We need a clear statement from the Government that \"our\" interests are being looked after here. That is what we pay them to do!",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-29T12:55:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-29T12:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:38.248Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:38.251Z"
    },
    "id": 59865,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59865.json"
    },
    "type": "archived-petition"
}