{
    "attributes": {
        "action": "Without Fans there is no Football",
        "additional_details": "Football is our national game but the interests of fans are being disregarded by club owners and ruling bodies - government action is needed. UK football clubs are not financial franchises: they are rooted in their local communities and are an important part of local identity and heritage. But a new type of club owner is disregarding all that, pricing many people out of the game with inflated ticket and other costs, alienating people by seeking to change clubs’ names, colours and so on.  Football's governing bodies are failing to address the situation. We therefore ask that the Department for Culture, Media and Sport Select Committee revisits its work on football governance and illustrates growing problems by undertaking a short Inquiry into one particular club, Coventry City, whose owner has relocated the club from the City of Coventry to Northampton, 35 miles away.  This will  highlight concerns shared by football fans across the country, and the need for action.",
        "background": null,
        "closed_at": "2015-01-30T11:15:46.000Z",
        "created_at": "2014-01-29T16:17:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:38.456Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe government is aware of the challenging circumstances Coventry City FC fans and understand the frustration that supporters of Coventry must have about the temporary relocation.\r\n\r\nThe Westminster Hall debate in October aired many of the concerns of supporters, MPs and the wider Coventry community.  The Minister for Sport subsequently met with the Rt Hon Bob Ainsworth MP and Jeremy Wright MP, and has pursued their concerns with the Football League.\r\n\r\nThe Football League take the matter of Coventry City returning to their home city very seriously, and have undertaken to keep the Minister informed of progress.  The Club have committed to returning to Coventry within 3 years, with the FL holding a bond to this effect.  We support all parties in their effort to develop and articulate that plan, to give confidence to the fans and wider community.\r\n\r\nMore broadly, the football authorities have made significant moves over recent years to put clubs on a stronger financial footing within their communities.  The Football Association Regulatory Authority (FARA) will ensure changes in club ownership are fully scrutinised. Financial Fair Play rules are now in force to encourage responsible spending.  Both the Premier League and the Football Association are providing funding to supporter groups such as the Football Supporters Federation and Supporters Direct, and all Premier League and Football League clubs are now required to have a designated Supporter Liaison Officer.  This is all welcome progress.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:38.456Z"
        },
        "government_response_at": "2014-06-04T15:33:28.648Z",
        "moderation_threshold_reached_at": "2014-01-29T16:17:48.000Z",
        "opened_at": "2014-01-30T11:15:46.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-05-04T15:33:28.648Z",
        "scheduled_debate_date": null,
        "signature_count": 19378,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:38.462Z"
    },
    "id": 59884,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59884.json"
    },
    "type": "archived-petition"
}