{
    "attributes": {
        "action": "Recall john terry to the England set up to help improve the chances of having a good world cup",
        "additional_details": "With the World Cup on the horizon and the group of death scenario meaning England will need to be strong defensively I call on the government to instigate a recall to the England set up for john terry. With Phil jagielka (no offence jags) being ripped to shreds by Luis Suarez it seems an apt time to DO THE RIGHT THING. Terry may have past indiscretions but to deprive the nation of the chance of a decent run at the World Cup would be a big mistake. As an England follower for 24 years I've seen some players give it their all for the three lions, none more so than John terry and his form this year in a Chelsea shirt should not go unnoticed.  With the Denmark friendly approaching get it out of the way early so terry can reintegrate with the squad. England's World Cup run will bring joy and happiness to the country along with helping the economy along on its long path to recovery and growth. No more years of hurt. Let's do it in memory of Sir Bobby. Please sign my petition.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-30T22:13:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-30T22:13:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:39.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:39.316Z"
    },
    "id": 59987,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/59987.json"
    },
    "type": "archived-petition"
}