{
    "attributes": {
        "action": "Make Jim White Day (aka Transfer Deadline Day) a National Holiday",
        "additional_details": "Football is our national sport. England invented football and it is in our DNA to enjoy the beautiful game.\r\n\r\nTransfer Deadline Day - led by the legendary Jim White - is the most important full-day event in the football calendar. Football lovers are glued to TVs, radios and websites for details of which exciting signings their football team is rumoured to make.\r\n\r\nThe time detracted from our working day is hugely detrimental to our employers, so it seems fair we designate it as a National Holiday. I propose 31st August and 31st January be announced as a day off for everyone to enjoy wheelings and dealings in the transfer market, free from the concerns of being caught out by their boss.\r\n\r\nCompanies will no longer be living in peril of employees wasting their working day sweating over the latest football gossip. Instead, they will have a fully switched on workforce, revitalised and engaged by the trials and tribulations of deadline day in the warmth and comfort of their own home.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-31T11:27:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-31T11:27:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:39.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:39.531Z"
    },
    "id": 60009,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60009.json"
    },
    "type": "archived-petition"
}