{
    "attributes": {
        "action": "Record the suicide rate of ex-soldiers to help fight Post Traumatic Stress Disorder",
        "additional_details": "We want the Ministry of Defence to record the suicide rate amongst ex-military personnel. This will help with understanding the full extent of Post Traumatic Stress Disorder within our veterans. Currently the only statistics available from the Ministry of Defence are for serving soldiers. Fuller accounting will mean better help for our military and their families. No ex-serviceman should be left to fight PTSD without support from the same Government who sent them to war.",
        "background": null,
        "closed_at": "2015-02-11T10:56:54.000Z",
        "created_at": "2014-01-31T10:46:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:39.461Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAll three services have seen a declining trend in suicide rates since the 1990s. The MOD routinely monitors the prevalence of suicide in UK Armed Forces and some veterans through statistical reports produced by Defence Statistics.\r\n\r\nResearch undertaken by the MOD and Manchester University published in 2009 established that young ex-military personnel who entered service at a young age already had an increased risk of suicide. This may explain why those serving for a relatively short period of time before being discharged were most likely to take their own lives.\r\n\r\nThe MOD is currently undertaking a study on veterans of Iraq and Afghanistan. This will monitor the causes of death (including suicide) of all serving members of the Armed Forces from 2003 until the end of operations in Afghanistan. The intention is to run the study for the lifetime of the cohort; the population will therefore include both serving and discharged personnel.\r\n\r\nApproximately four percent of UK Military personnel report symptoms of Post Traumatic Stress Disorder (PTSD). This is similar to its prevalence in the general population. The Defence Mental Health Services provide a comprehensive treatment service for Service personnel and have extensive experience in the treatment of mental health problems and psychological injury.\r\n\r\nWhilst we are confident that the mental health services provided by the MOD and the NHS are comprehensive and effective, there is always more we can do. With this is mind, we have committed £7.4 million to improve mental health support still further. This money will fund, amongst other things, the ‘Warrior’ programme, assisting families who are caring for Veterans with issues such as PTSD.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:39.461Z"
        },
        "government_response_at": "2014-07-05T03:24:37.091Z",
        "moderation_threshold_reached_at": "2014-01-31T10:46:50.000Z",
        "opened_at": "2014-02-11T10:56:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-06-05T03:24:37.091Z",
        "scheduled_debate_date": null,
        "signature_count": 16053,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:39.467Z"
    },
    "id": 60004,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60004.json"
    },
    "type": "archived-petition"
}