{
    "attributes": {
        "action": "Petition the Football Association to select only English born of familial linked players",
        "additional_details": "The overwhelming majority of England supporters do not want the England national team to feature players without English heritage, regardless of residency rules.\r\n\r\nIn England the sport of football is close to the hearts of many. Millions of England supporters feel passionately about the need for the England side to include only players with English familial or birth links.\r\n\r\nWe appreciate that the legal requirement to comply with EU residency laws but the selection of players is at the discretion of the Football Association.\r\n\r\nThis petition gives a clear indication to the Football Association from the bedrock of the game: the fans, that we will not accept players without familial ties to England.\r\n\r\nPlayers such as Adnan Januzaj would undermine English support. It is our belief that the national team fundamentally should consist of players with English heritage.\r\n\r\nWe ask on the Government to pressure the Football Association to use their discretion to select only such players.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-01-31T10:54:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-01-31T10:54:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:39.485Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:39.488Z"
    },
    "id": 60006,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60006.json"
    },
    "type": "archived-petition"
}