{
    "attributes": {
        "action": "Campaign to Get Pubs Extended Licensing Hours During the 2014 Brazil World Cup",
        "additional_details": "Government officials are not allowing pub licensing hours to be extended so we can watch England play our 11pm kick off's in Brazil at our locals.\r\n\r\nKilljoy ministers have refused to let the nation’s pubs stay open an extra four hours on the opening and closing weekends of the tournament in Brazil. England will kick off their World Cup campaign against Italy on June 14 at 11pm UK time - just as most pubs shut.\r\n\r\nIndustry bosses asked the Home Office to extend licensing times on a national basis from 11pm to 1am on June 13 and 14 and again on July 11 and 12 - in the same way pubs stayed open later for the Royal Wedding and Diamond Jubilee.\r\n\r\nThe Government can relax licensing hours for occasions of “exceptional international, national or local significance.” But Home Office minister Norman Baker says he does not consider the World Cup is a national celebration and turned down the bid.\r\n\r\nSIGN THIS PETITION IF YOU WANT TO BE ABLE TO WATCH YOUR COUNTRY PLAY IN THE WORLD CUP",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-02T13:22:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-02T13:22:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:40.600Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:40.603Z"
    },
    "id": 60122,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60122.json"
    },
    "type": "archived-petition"
}