{
    "attributes": {
        "action": "No to proposed increase in fees for Nurses and Midwives",
        "additional_details": "We would like the Government to Review the Nursing and Midwifery Council (NMC) with regard to the fees charged to registered nurses and midwives, and the processes through which those fees are decided.\r\n\r\nThe Nursing and Midwifery Council (NMC) recently discussed a further increase in registration fees for Nurses and Midwives from £100 to £120.\r\n\r\nThe fees were increased 2 years ago from 76 to 100 following a consultation that was overwhelmingly against the rise.\r\n\r\nThe NMC are, of course, obliged to consult before any further rise. However 96%+ of individuals voted against the rise last time.\r\n\r\nThe Health Committee in their report earlier that year said \"We would urge the NMC to avoid further fee rises and to consider fee reductions for new entrants to the register.\"\r\n\r\nApproximately 670,000+ Nurses and Midwives contribute £67+ Million annually to the NMC\r\n\r\nPlease sign the petition to encourage a review of the NMC and the charging of annual fees to Nurses and Midwives\r\n",
        "background": null,
        "closed_at": "2015-02-05T15:20:43.000Z",
        "created_at": "2014-02-03T11:59:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-07-16T00:18:15.801Z",
        "government_response": {
            "created_at": "2017-06-21T15:14:40.981Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Nursing and Midwifery Council (NMC) is the independent regulator for nurses and midwives in the United Kingdom (UK).  It is illegal to work as a nurse or a midwife in the UK without being on the NMC register.  To be on the NMC register, nurses and midwives must pay an annual registration fee. However, nurses and midwives are not alone in being required to pay an annual registration fee.  All regulated healthcare professionals in the UK are required to do this to maintain registration.\r\n\r\nAs an independent body, the NMC is responsible for determining the amount of its annual registration fee.  This amount needs to cover the cost of its regulatory activity including quality assurance of education, maintenance of the register, development of standards, statutory supervision of midwives and the processing of fitness-to-practise cases.\r\n\r\nThe Department notes that since the NMC was established under the Nursing and Midwifery Order 2001 on 1 April 2002, there have been a number of increases in the level of its annual registration fee.  In 2004, the NMC annual registration fee was £43, which increased to £76 in August 2007.  In February 2013, the NMC received a £20million Government grant that allowed it to protect nurses and midwives from the full impact of a further fee rise.  As a result of this financial support, the NMC was able to reduce the amount of the fee increase from £76 to £100, instead of £120 as originally proposed.\r\n\r\nThe Department is aware that on 26 March, the NMC Council is scheduled to carry out its annual registration fee review.  On 29 January, in advance of this formal review, the NMC Council considered the level of this fee and took the view that an increase is potentially necessary for 2015-16 onwards to bridge a funding gap between income and expenditure.  As of February, the NMC reports that further work to develop proposals and a consultation document is currently underway.\r\n\r\nThe Department is aware that the level of the NMC annual registration is of key importance to its registrants, particularly within the current context of pay restraint and financial austerity.  However, as of February, the NMC advises that no decision has been made.  If, in due course, the NMC Council does propose a fee increase, this will be subject to consultation where the NMC’s case would be scrutinised.  The NMC has a statutory duty to consult with any parties likely to be affected by changes to annual registration fee.  Should such a consultation be launched in future, this will give interested parties the opportunity to contribute their views to this process.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:40.981Z"
        },
        "government_response_at": "2014-03-21T16:14:28.280Z",
        "moderation_threshold_reached_at": "2014-02-03T11:59:59.000Z",
        "opened_at": "2014-02-05T15:20:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-02-21T16:14:28.280Z",
        "scheduled_debate_date": null,
        "signature_count": 113797,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:40.987Z"
    },
    "id": 60164,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60164.json"
    },
    "type": "archived-petition"
}