{
    "attributes": {
        "action": "To curtail misconduct, protect whistleblowers, and minimise consequent legal bills in the NHS.",
        "additional_details": "Stephen Dorrell, the Commons Health Committee's chairman, wants to punish NHS clinicians who keep silent when the interests of patients demand that they speak out.\r\nKnowing they can exploit unlimited public finances to see off legal complaints, at little or no personal financial risk, NHS managers infamously victimise whistleblowers. Whistleblowers must anticipate professional and financial ruin.\r\nForcing clinicians to choose between punishment or victimisation is a cruel and craven response to NHS mismanagement. Don't demand people throw themselves into the flames. Starve the fire of fiscal oxygen:\r\n1] If a case is proven against the Trust, and it becomes clear remedy could have been achieved prior to court or tribunal, but was perversely thwarted, then the irresponsible offical(s) - including those who supported the behaviour - should become personally liable for whatever costs were accrued and are awarded.\r\n2] If officials wish to appeal, they may do so, at their own expense.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-06T17:06:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-06T17:06:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:39.973Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:39.977Z"
    },
    "id": 6018,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6018.json"
    },
    "type": "archived-petition"
}