{
    "attributes": {
        "action": "tv licence civil matter with criminal consequences",
        "additional_details": "Many many people in the UK somehow think watching or recording ANY programes as they're shown in the UK is a civil matter WRONG anyone caught doing this has broken the law and will end up with a criminal record for life. With every household in the UK that has a tv for watching/rec live tv they use a digital signal. To encrypt this signal would be pocket change for BBC that way like Sky/Virgin subscribers know they only get the content when they pay. What is stopping BBC encrypting and raising funds that way?.Most people don't know just how life destroying this is and will effect any job you apply for cause you'll have a criminal record!! Government needs stop giving people with no criminal history not known to Police/Social Services criminal records instead of just a fine. I hope you agree with this cause BBC are going to fight to and nail to retain this power and if the Government allow it to stay then at least stop giving people criminal records for an obviously civil matter. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-04T15:41:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-04T15:41:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:41.784Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:41.787Z"
    },
    "id": 60240,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60240.json"
    },
    "type": "archived-petition"
}