{
    "attributes": {
        "action": "Changing School Holidays to 4 weeks in Summer and 4 weeks for Christmas",
        "additional_details": "There are many families who cannot coincide their family holiday with school summer vacations due to various reasons, e.g. work patterns, family commitments, finances. (e.g. youth workers need to be usually available over summer for work etc.)\r\n\r\nThis is a request for the government to:\r\n - Reduce the school summer holidays from six weeks to four, and\r\n - Extend the Christmas Holidays from two weeks to four.\r\n\r\nIt will markedly improve schools attendance as most parents will NO LONGER need to request leave of absences as they will have better choice.\r\nIt will cover up potential school days lost due to extreme weather in January.\r\nGiving greater flexibility to parents to take time off from work for their annual family holiday will reduce pressure on organisations caused by everyone requesting holidays together in summer.\r\nSix weeks over summer is too long for some children/ young people to remain out of formal education and inevitably gives rise to them getting into trouble.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-05T03:40:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-05T03:40:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:42.049Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:42.053Z"
    },
    "id": 60268,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60268.json"
    },
    "type": "archived-petition"
}