{
    "attributes": {
        "action": "STOP DEBT PURCHASING COMPANIES PROFITING AND/OR USING BANKRUPTCY WHERE THEY BUY UNSECURED TERMINATED DEBTS FOR PENCE IN THE POUND",
        "additional_details": "Govt. is urged to put an end to Debt Purchasing companies buying data from banks and credit card companies relating to unsecured debts, also for a small percentage of the outstanding balance (ie pennies in the pound up to say 10%, but could be 3%) and then claiming the full 100% plus charges, using Statutory Demands, Bankrupting people, taking people's homes and possessions, in order to make a vast profit (say 90% or more) and worse still, being able to get the courts to uphold these cases. The victims, being in debt originally, due to circumstances, often made ill and very stressed are then bullied by these companies. The companies are buying 'data' where there is no agreement with that company, but they use an old law - Law Of Property Act 1925, however when banks sell these debts, they are terminated agreements, written off sums, claim on Tax Relief and Insurance, so how is there any validity when these greedy Debt Purchasers try to make a new implied agreement. ",
        "background": null,
        "closed_at": "2015-02-10T08:11:06.000Z",
        "created_at": "2014-02-05T22:48:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-05T22:48:54.000Z",
        "opened_at": "2014-02-10T08:11:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 130,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:42.470Z"
    },
    "id": 60324,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60324.json"
    },
    "type": "archived-petition"
}