{
    "attributes": {
        "action": "Force the Premier League and Football League to introduce a general insolvency provision similar to that for non-League football clubs",
        "additional_details": "Any club in the Premier League or Football League which goes into administration can exit using a company voluntary arrangement (CVA) without a sporting sanction so long as football creditors are paid in full even if the taxpayer has to bear most of the burden, as happened with Portsmouth FC twice.\r\n\r\nEnglish non-League clubs play in leagues which use the FA's Standardised Rules. Rule 14.B, a general insolvency provision, applies sanctions if a non-League club exits administration via a CVA which doesn't agree to pay all football creditors immediately and all other creditors in full within three years, breaches those conditions, or changes the terms of the CVA so all creditors won't be paid in full and/or within three years.\r\n\r\nThis provision gives some protection to taxpayers and other non-football creditors if a non-League club enters an insolvency event, and the Government must encourage the Premier League and the Football League to include it in their own rules and regulations.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-07T10:44:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-07T10:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:43.578Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Football Authorities, though the Government does meet with them and is monitoring the situation and is able to advise and recommend."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:43.581Z"
    },
    "id": 60432,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60432.json"
    },
    "type": "archived-petition"
}