{
    "attributes": {
        "action": "Group B Strep awareness",
        "additional_details": "Preventing Group B Strep infection in newborn babies\r\nResponsible department: Department of Health\r\n\r\nWe, the undersigned, ask the Department of Health to ensure that: EVERY woman is routinely given accurate information about group B Streptococcus (group B Strep or GBS) during antenatal care; every low-risk woman is offered a sensitive test for GBS, ideally at 35-37 weeks; and every higher-risk woman is offered antibiotics in labour.  GBS is the UK’s most common cause of life-threatening infection in newborn babies. Antibiotics in labour to Mums would prevent most of these infections. Babies are at raised risk if Mums are currently carrying, have previously had a baby with GBS, whose labour starts or waters break before 37 weeks, whose waters break more than 18 hours before delivery or who have a fever in labour.\r\nA recent midwife study revealed that 49% of midwives did not feel informed enough to talk to families in their care about GBS.\r\nWe need to change all this!",
        "background": null,
        "closed_at": "2015-02-10T14:01:14.000Z",
        "created_at": "2014-02-08T10:30:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:44.425Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nGroup B Streptococcus (GBS) is one of many bacteria that can be present in the human body.  It is estimated that about one pregnant woman in five in the UK carries GBS.  Around the time of labour and birth, many babies come into contact with GBS and are colonised by the bacteria.  Most are unaffected, but a small number can become infected.  It is estimated that about one in 2,000 babies born in the UK develops early-onset GBS infection.  This is around 400 babies a year.\r\n\r\nThe Department is working together with the NHS, the Royal College of Obstetricians and Gynaecologists (RCOG), the Royal College of Midwives, the National Institute for Health Research Health Technology Assessment and the pharmaceutical industry to raise awareness and reduce early-onset GBS infection in newborn babies.  The RCOG published updated guidelines on the prevention of early onset GBS infection in neonates in July 2012, which takes into account the latest evidence.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) recommends that all women should be offered a test in early pregnancy to identify the presence of bacteria in the urine.  GBS can sometimes be identified in this way and current RCOG and NICE guidelines recommend that, if it is identified, antibiotics should be offered in labour.\r\n\r\nThe UK National Screening Committee (UK NSC), which advises Ministers and the NHS about all aspects of screening policy, has recommended that screening for GBS carriage at 35 to 37 weeks of pregnancy should not be offered.  This is because there is insufficient evidence to demonstrate that the benefits to be gained from screening all pregnant women, and treating those carrying GBS with intravenous antibiotics during labour, would outweigh the harms.  The UK NSC will review the evidence for antenatal screening for GBS again in 2015/16 as part of its policy review process.\r\n\r\nNHS Choices and the RCOG provide complementary advice on GBS (early and late onset) for women and their families who are expecting a baby or are planning to get pregnant.\r\n\r\nInformation is available on the NHS Choices website, at:\r\n\r\n\r\n\r\nwww.nhs.uk/chq/pages/2037.aspx?categoryid=54&subcategoryid=137\r\n\r\nInformation from the RCOG is available at:\r\n\r\nwww.rcog.org.uk/womens-health/clinical-guidance/group-b-streptococcus-gbs-infection-newborn-babies-information-you\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-04-16",
            "summary": "",
            "updated_at": "2017-06-21T15:14:44.425Z"
        },
        "government_response_at": "2014-04-16T10:25:16.460Z",
        "moderation_threshold_reached_at": "2014-02-08T10:30:41.000Z",
        "opened_at": "2014-02-10T14:01:14.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-16T11:25:16.460Z",
        "scheduled_debate_date": null,
        "signature_count": 53848,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:44.432Z"
    },
    "id": 60515,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60515.json"
    },
    "type": "archived-petition"
}