{
    "attributes": {
        "action": "Corporal Stewart McLaughlin – campaign for formal recognition of outstanding gallantry and leadership in the Falklands War.",
        "additional_details": "Corporal Stewart McLaughlin served in B Company, Third Battalion, The Parachute Regiment and was killed during the battle for Mount Longdon in the Falklands War. He was a key figure in the Company’s attack, leading and supporting numerous assaults on the enemy. His supreme personal bravery and exemplary leadership was noticed by many during the battle and has consistently been acknowledged by senior military officers since. Despite this, he has never been formally recognized for his actions which contributed significantly to the victory achieved by the battalion. His case has been described as “extraordinary” by one very senior officer and the legend of his actions as “being in the DNA of the Regiment” by another. Other senior officers have commented that his actions merited award but rules governing retrospective awards prevent this. We call on the government to amend the awards system to permit retrospective awards for such exceptional cases and to formally recognize Cpl McLaughlin.",
        "background": null,
        "closed_at": "2015-02-11T12:24:58.000Z",
        "created_at": "2014-02-09T08:51:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:44.883Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Ministry of Defence is aware of the importance of this issue to members of Cpl. McLaughlin’s family, and many others who have supported their cause. Following a debate on this issue in November 2014, Ministers agreed that while a formal investigation was not an option, the facts surrounding recognition in this case should be re-examined, including identifying any material not previously available.\r\n\r\nRecords were examined at a number of locations, including the National Archive, MOD Medals Office and the Parachute Regiment Regimental Archives. Our examination found no contemporaneous evidence that Cpl. McLaughlin was treated differently from the other servicemen who were considered for an award. He was one of many servicemen whose bravery was singled out by commanding officers but did not result in a gallantry medal.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:44.883Z"
        },
        "government_response_at": "2014-09-03T13:38:58.432Z",
        "moderation_threshold_reached_at": "2014-02-09T08:51:09.000Z",
        "opened_at": "2014-02-11T12:24:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-03T13:38:58.432Z",
        "scheduled_debate_date": null,
        "signature_count": 10546,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:44.889Z"
    },
    "id": 60561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60561.json"
    },
    "type": "archived-petition"
}