{
    "attributes": {
        "action": "End prohibition for all illegal drugs, the \"war on drugs\" has failed miserably",
        "additional_details": "Billions spent on trying to stop people using drugs. People experiment regardless of the legality of a drug.\r\nWe let cartels profit instead of regulating and taxing drugs? This would destroy the illegal trade and make it safer for users, rather than visiting places where they might get robbed.\r\nThere are already 'shooting galleries' set up all around the country for harm reduction; this is legal but buying heroin not?\r\nLegalising drugs reduces the national debt within a year, and destroys most criminals income. Extra income would more than cover the no. of A&E admissions.\r\nDrugs are here to stay, regardless of ££ thrown at the \"problem\" - why criminalise people that prefer MDMA over alcohol?\r\nHow did prohibition fare in the USA? Same with drugs;don't care it's illegal, they do it anyway. They are more at risk with cut products.\r\nWe would welcome a debate, rather than dismissing the argument because 'all drugs are bad', than wasting tax money on a \"war\" that is already lost.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-10T12:49:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-10T12:49:02.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:45.675Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:45.678Z"
    },
    "id": 60646,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60646.json"
    },
    "type": "archived-petition"
}