{
    "attributes": {
        "action": "Stop private companies profiting from the redistribution of personal data without explicit consent",
        "additional_details": "Companies profit by sourcing personal data such as home addresses from hard-to-find places such as Electoral Roll, Land Registry etc. and redistributing it on sites high up in search engine results.\r\n\r\nI believe that in many cases such information has become “public” solely due to the ignorance of its owners.\r\n\r\nThe government recommends not to share personal details with strangers online (http://www.nidirect.gov.uk/staying-safe-online). This advice is undermined when personal addresses are freely available to access by typing someone's name into a search engine.\r\n\r\nPlease implement:\r\n\r\n-An end to private companies being able to redistribute personal or business related data for profit without explicit consent. Such data should only be available at the source eg. Companies House\r\n\r\n-Greater transparency and education of where people's information may become “public” (eg. Electoral Roll)\r\n\r\n-Opt-in rather than opt-out for proffering personal details  (eg. on the edited Electoral Roll)",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-02-12T12:48:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-12T12:48:21.000Z",
        "opened_at": "2014-04-01T07:37:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 57,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:46.965Z"
    },
    "id": 60773,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60773.json"
    },
    "type": "archived-petition"
}