{
    "attributes": {
        "action": "Knottingley Swimming Pool",
        "additional_details": "Closure would effect EVERY child & adult alike in the area. Swimming is a compulsory part of the national curriculum, every child by the Age 11 should be able to swim unaided for 25M & have an understanding of water safety. 6 primary schools in the area will not have any facilities to ensure that this happens.  Used extensively by Swimming, Canoe, Sub Aqua & Synchronised swimming clubs because of the excellent viewing area & depth of water; it is the ONLY pool in the area that can accommodate ALL of them. The closure would mean these clubs would have NO facilities to carry on teaching & training their members, ranging from beginners to confident athletes, with some competing in GB training squads. These clubs are run by volunteers. Swimming Club currently has in excess of 250 members learning to swim, with a 6 month waiting list for non-swimmers to join, along with the speed team competing, regionally & nationally, from 9yrs to Masters.  To stop WMDC from closing this Pool.\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-12T16:10:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-12T16:10:59.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:47.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter that only the Local Council can decide upon, not the Government.  However, you may want to get your MP involved in your campaign."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:47.120Z"
    },
    "id": 60792,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60792.json"
    },
    "type": "archived-petition"
}