{
    "attributes": {
        "action": "Allow my children and I the liberty to finally be free of physical and psychological harm. Protect sufferers of Family Violence.",
        "additional_details": "After suffering two and half years of domestic violence I had to courage to leave my ex-partner.My children (aged 2 and half and 16 months) and I were placed in secure refuge with the Women's Domestic Violence Crisis Service. At it's worst he tried to strangle me a week before my first baby was due. Then at 7 months pregnant with my daughter he strangled me again. When my children were around 20 months and 6 months old he repeatedly punched me in the head until I lost consciousness, the children were watching. He was able to initiate court proceedings against me for custody of our two children (now aged 3 and 4) in July 2012. I have been 'trapped' in the system and finally have a final hearing date of 18th February 2014. My children's passports are held with the court and we have been prevented from travelling to the UK (where I was born) to visit my parents and family. His psychological abuse has continued. For my own well being and state of mind I need to be free of this man.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-13T09:06:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-13T09:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:47.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:47.588Z"
    },
    "id": 60839,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/60839.json"
    },
    "type": "archived-petition"
}