{
    "attributes": {
        "action": "Tighten the criteria for removal of children under Social Services, and stop Social Workers using 'opinion' as a means of removing our children!",
        "additional_details": "Children being removed from parental care for the most trivial reasons is on the rise. Most of which are mere accidents, or mistakes, as we all make in all areas of our lives! If a parent is struggling, they should get the help they need. Not their children removed from their care; resulting in long term damage to the health and well-being of both the children, and parents involved.\r\nThe heavy handed tactics, and debatable reasoning behind the actions undertaken by Social Services, need to stop. For the children of the UK and the benefits of family relations and the well being of not only the people directly involved, but society as a whole.\r\nWe see increasing cases of children dying from abuse and neglect, where social services have failed them, yet there was mass evidence to suggest they step in.\r\nYet many happy, loving families are being torn apart.\r\nIt is time to make a change. For OUR children.\r\n\r\nPlease sign and share.\r\nNatasha Allmark",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-17T14:47:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-17T14:47:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:49.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:49.285Z"
    },
    "id": 61031,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61031.json"
    },
    "type": "archived-petition"
}