{
    "attributes": {
        "action": "Supporting Rugby rules as they stand, stopping Professor of Public Health, Allyson Pollock forcing changes to a sport loved by millions",
        "additional_details": "Block enforced changes to junior level Rugby rules. The UK is blessed with a wealth of passionate coaches that know how to train teams safely.\r\n\r\nOn the 18/02/14 Professor of Public Health, Allyson Pollock spoke to Sky Sports saying that the rules of junior level Rugby are too dangerous.\r\n\r\n\"..we actually have to move to change the rules of the game, as well as putting in other preventions strategies...we may need to think fundamentally about changing the game for children..so it evolves and becomes a very different game from the very brutal game that we are seeing the professional players play at the moment.\"\r\n\r\nThe current rules contribute tremendously towards a game that develops so many of the attributes that individuals strive for such as determination, empathy, team spirit, passion and integrity. Those who engage in Rugby, no mater what their age understand the challenges, risks but also the rewards involved.\r\n\r\nSafe training is the key, not the government on the pitch.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-19T10:52:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-19T10:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:50.375Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:50.378Z"
    },
    "id": 61135,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61135.json"
    },
    "type": "archived-petition"
}