{
    "attributes": {
        "action": "Introduce a bank holiday celebrating the Union of Great Britain on 18 September each year if Scotland rejects independence",
        "additional_details": "Scotland will hold their independence referendum on 18 September 2014.  If they decide to reject independence, I feel that their decision should be celebrated and recognised with the introduction of a bank holiday on or around 18 September each year.\r\n\r\nWe have heard much about what divides us in the referendum campaign so far but I would much rather hear about the common bond we all share.  A bank holiday for the entire UK could be used to celebrate what joins us all as a nation of nations.\r\n\r\nThe people who would divide our nation are planning a celebration of such a divorce on 24 March 2016.  It would be fitting and proper to have a celebration of reconciliation and reunion instead; a day to recognise that belonging to our union of nations is more than just about self-interested economics and dry statistics.  A day where people in England, Scotland, Wales and Northern Ireland can be reminded and celebrate the fact that they belong to something great, something worth preserving.",
        "background": null,
        "closed_at": "2015-02-24T10:42:33.000Z",
        "created_at": "2014-02-20T13:02:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-20T13:02:01.000Z",
        "opened_at": "2014-02-24T10:42:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 443,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:50.944Z"
    },
    "id": 61190,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61190.json"
    },
    "type": "archived-petition"
}