{
    "attributes": {
        "action": "Tell Eric Pickles that allotments must not be sold off!",
        "additional_details": "Eric Pickles, the Communities Secretary, is examining plans to free local authorities from a 103-year-old obligation to provide plots of public land for cultivation by gardeners. The proposals could see local authorities, many of them strapped for cash under government-imposed cuts, selling off allotment land for social housing or even for profit to major companies.",
        "background": null,
        "closed_at": "2014-06-10T07:49:41.000Z",
        "created_at": "2014-02-21T09:32:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:51.214Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nAn e-petition has been suggesting that the Department for Communities and Local Government is examining plans to remove council duties to provide allotments. This is completely untrue and has no basis in fact.\r\n\r\nIn 2011, the Government compiled a list of statutory duties that councils must follow, but Ministers made very clear to Parliament there were no plans to change any of the duties on allotments (http://www.publications.parliament.uk/pa/cm201011/cmhansrd/cm110524/text/110524w0008.htm#1105257001663). This remains the case.\r\n\r\nLocal authorities continue to have a specific responsibility for the management and provision of allotments in their area, ensuring those who want to start an allotment can do so. There are no plans to change this, and the e-petition’s claims are simply false.\r\n\r\nIn January 2014, the Department published Allotment Disposal Guidance: Safeguards and alternatives (https://www.gov.uk/government/publications/allotment-disposal-guidance-safeguards-and-alternatives), replacing the previous guidance from 2002. The new guidance strengthens allotment protection, as the requirement for waiting lists to be taken into account must now be rigorously applied to all that council’s waiting lists, not just the waiting list for the site to be disposed of. This aims to ensure that poorly maintained sites are not used to justify disposal.\r\n\r\nThe Government has introduced a range of measures to help communities who want land to grow fruit and vegetables. Through new community rights, local residents have increased opportunities to protect existing allotments from development and increase provision of green spaces. For example, in Thame, in Oxfordshire, their new neighbourhood plan will create an additional hectare of allotment land. Allotments have also been listed as assets of community value.\r\n\r\nAs part of our commitment to supporting local community groups, the Department has also published a best practice guide for community groups wanting to find land to grow fruit and vegetables\r\n\r\n(https://www.gov.uk/government/publications/space-for-food-growing-a-guide)\r\n\r\nand an additional guide on establishing community orchards and other spaces for food growing (https://www.gov.uk/government/publications/community-orchards-a-how-to-guide).\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-05-02",
            "summary": "",
            "updated_at": "2017-06-21T15:14:51.214Z"
        },
        "government_response_at": "2014-05-02T15:08:17.519Z",
        "moderation_threshold_reached_at": "2014-02-21T09:32:03.000Z",
        "opened_at": "2014-03-10T08:49:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-02T15:08:17.519Z",
        "scheduled_debate_date": null,
        "signature_count": 19765,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:51.220Z"
    },
    "id": 61225,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61225.json"
    },
    "type": "archived-petition"
}