{
    "attributes": {
        "action": "Divert HS2 planned spending into improving flood defences, existing rail networks, airport expansion, road repairs and training programmes for youth",
        "additional_details": "Use the 50bn+ set aside for HS2, on a number of projects. Increasing capacity on existing railways will lead to shorter more pleasant journeys. Investment in roads will reduce delays, cut transport costs, leading to cheaper prices and CO2 reductions. Shoring up flood defences will improve many people's lives and reduce insurance costs.Linking this to opening up of viable canal routes for transportation of goods will avoid impending gridlock. By expanding 1 airport in the North and 1 in the South, business and personal travel will be more effective and this,coupled with the other projects,will attract inward investment. To enable these infrastructure projects to succeed, a long term training and skills programme for the engineers of the future, to get our youth into work will be required, Spending 50bn in this way will have a longer lasting, more ecological and widespread benefit to a lot more people, than the few who will benefit from a half hour shorter commute into London.  ",
        "background": null,
        "closed_at": "2015-02-21T09:28:43.000Z",
        "created_at": "2014-02-21T04:50:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-21T04:50:59.000Z",
        "opened_at": "2014-02-21T09:28:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:51.184Z"
    },
    "id": 61221,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61221.json"
    },
    "type": "archived-petition"
}