{
    "attributes": {
        "action": "Lower the age for a smear test to 20",
        "additional_details": "A smear test is a test to detect cervical cancer. The tests are done to prevent cervical cancer, not to diagnose it. If ignored and not treated, it could develop into cancer of the cervix. Cervical cancer is not uncommon, there are around 3000 new cases of cervical cancer each year in the UK. In Scotland and Wales, the age to get a smear test is 20, so why not in England?? Personally, I think the age should be lowered from 25 to 20.",
        "background": null,
        "closed_at": "2015-02-24T09:12:56.000Z",
        "created_at": "2014-02-23T22:28:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:14:52.182Z",
            "details": "As this e-petition received more than 10 000 signatures, the relevant Government department has provided the following response:\r\n\r\nThe UK National Screening Committee (UK NSC) advises Ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n\r\n\r\nIn 2012, the UK NSC carried out a review looking at the latest available evidence for the risks and benefits for cervical screening in women aged 20-24.  The Committee agreed with the decision previously made by the Advisory Committee for Cervical Screening (ACCS) in 2003, and confirmed in 2009, which recommended that the age of first invitation for the NHS cervical screening programme should be 25.  It agreed on the basis that the evidence indicates that screening women below this age has relatively little benefit, with screening doing more harm than good.  Its next review is due in 2015/16.\r\n\r\nThe UK NSC reported that no new scientific evidence was available to support the reintroduction of screening for women aged under 25.  It also found that treatment following screening in this age group could lead to an increased risk of complications in childbearing, as well as causing unnecessary anxiety following a false positive, which occurs in one in three women in this age group.\r\n\r\nCervical cancer in women under the age of 25 is very rare.  Younger women often undergo natural and harmless changes in the cervix that screening would identify as cervical abnormalities; in most cases, these abnormalities will resolve themselves without any need for intervention.\r\n\r\nIt is recognised that cervical cancer is linked to a persistent infection with the Human Papillomavirus (HPV), a very common sexually transmitted infection.  As a result, the HPV vaccination programme was set up to offer girls from the age of 12 immunisation against the most high-risk strains of HPV, before many girls become sexually active.  The HPV vaccination programme started in September 2008 with all 12 to 13-year-old and 17 to 18-year-old girls being offered the vaccine in school.  Girls then aged 18 who accepted the vaccine will soon be receiving their invitation to enter the NHS cervical screening programme this year.  It is expected that the vaccine will have reduced the already low rates of cervical cancer in these young women, and allow them to be protected for years to come.\r\n\r\nThe ACCS did, however, recognise the need to ensure that young women who presented at a primary care setting with symptoms of cervical cancer were given the best advice and, if required, a further examination.  It recommended the development of new guidance, Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding, which was published on 3 March 2010.  The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners and the Royal College of Physicians.  The guidance can be found at www.cancerscreening.nhs.uk/cervical/publications/doh-guidelines-young-women.pdf.\r\n\r\n\r\n\r\nIf a woman aged under 25 is concerned about her risk of developing cervical cancer, she should contact her GP, who will be able to examine her and refer her to a gynaecologist if clinically appropriate.  It must be noted that a cervical screening test is a population screening test, not a diagnostic test, and is therefore not appropriate for women with symptoms.",
            "summary": "",
            "updated_at": "2017-06-21T15:14:52.182Z"
        },
        "government_response_at": "2014-07-26T14:07:13.211Z",
        "moderation_threshold_reached_at": "2014-02-23T22:28:14.000Z",
        "opened_at": "2014-02-24T09:12:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-06-26T14:07:13.211Z",
        "scheduled_debate_date": null,
        "signature_count": 14934,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:52.187Z"
    },
    "id": 61335,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61335.json"
    },
    "type": "archived-petition"
}