{
    "attributes": {
        "action": "Boroughs should provide school buses for Primary School Children",
        "additional_details": "The government should provide school buses for primary school children. Currently most schools are over subscribed especially ones that have many local residents. Children can get allocated schools on the opposite end of the borough which can make it very difficult for some parents especially if they have children at more than one school.\r\n\r\nDue to long journeys to school especially via public transport, children can be very tired and irritated by the time they get to school, especially if they weren't allowed to board the bus because they had their baby brother in the buggy which the driver wouldn't allow on. School should be an enjoyable experience for the children and it doesn't help if they have had an awful journey to school, changing 3 buses in the pouring rain!!\r\n\r\nWhy does the government not introduce school buses which parents would happily contribute towards to eliminate this commuting problem, even developing countries have grasped the importance of school buses.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-25T21:12:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-25T21:12:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:53.173Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:53.176Z"
    },
    "id": 61463,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61463.json"
    },
    "type": "archived-petition"
}