{
    "attributes": {
        "action": "Enact legislation to bar future use of the convention which protects past government members from prosecution for their acts while in office.",
        "additional_details": "Over the past decade the population of the UK have come to realise the previously unbelieved level of dishonesty and unadulterated corruption which drives the activity of our political elected representatives.  It is no longer acceptable for these people to carry out their criminal and corrupt acts, while in office, comfortable in the knowledge that once the protection of being 'in office' has expired they can rely on the protection of the convention which prevents their prosecution once they are 'out of office'.  Protection against prosecution for criminal acts and corruption in government office is no longer appropriate, nor is it acceptable, in what little remains of our modern democracy.  Previous ministers and prime ministers who are later proven to have acted criminally or more in their own (mainly financially beneficial) interests rather than the interests of the country MUST be held to account for those acts in our courts of law.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-26T20:30:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-26T20:30:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:53.941Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:53.944Z"
    },
    "id": 61539,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61539.json"
    },
    "type": "archived-petition"
}