{
    "attributes": {
        "action": "Use tax from oil and gas (including fracking) to explore renewable energy possibilities",
        "additional_details": "It would be ignorant to say that the weather that we experienced across the UK over the past month was not due to climate change. It is a worrying realisation how rapidly changing our climate is and we all know the cause, increased CO2 output. If we don't act soon, our lands will cease to exist after being completely covered by water. We will pollute this planet beyond repair if we don't change our ways. It has become apparent that the government does not do enough to look into the potential for renewable energy in the UK. Instead they turn to fracking, a controversial and quick frankly idiotic means of getting energy. Why can't we shy away from these limited energy stores? We can't we use the tax that is generated from oil to invest in renewable energy resources? It is time to protect our future, it is time for us all to contribute to the well being of our planet, it is time to change. We urgently need to carry the fight to the government and show them the danger we are in",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-27T00:24:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-27T00:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:54.319Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:54.322Z"
    },
    "id": 61577,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61577.json"
    },
    "type": "archived-petition"
}