{
    "attributes": {
        "action": "English and Welsh vote on removing Scotland from the Union",
        "additional_details": "This petition proposes that if the Scots vote against independence, and in favour of maintaining the Union, the English and Welsh should be given a referendum to establish whether or not they wish Scotland to remain part of the Union.\r\n\r\nThe Scots are entitled to vote in a referendum as to whether or not Scotland should remain part of the Union.  The English and Welsh have no vote in this referendum.  If the Scots decide to vote in favour of independence, then the principle of self-determination would suggest that they should be entitled to self-government.\r\n\r\nHowever, if the Scots vote in favour of remaining part of the Union, there seems no reason why the English and Welsh should not be given the chance to have their say as to whether or not Scotland should remain part of the Union.  There are evidently arguments both for and against, and if the Union is a union of equals then there would seem no reason why the English and Welsh should not have a say in the matter.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-02-28T23:22:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-02-28T23:22:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:55.343Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:55.346Z"
    },
    "id": 61718,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61718.json"
    },
    "type": "archived-petition"
}