{
    "attributes": {
        "action": "Sanctions on Russia for violation of the 1991 Budapest agreement for infringement of Ukrainian sovereignty",
        "additional_details": "I ask the British government to impose sanctions on the Russian federations for aggressive violation of the 1991 Budapest agreement where Ukrainian sovereignty must be respected.\r\nI ask that the sanctions imposed include, but not limited to:\r\n\r\nFreezing of financial assets .\r\n\r\nBoycotting the G8 Sochi and the Para Olympics.\r\n\r\nExclusion of the Russian federations’ power to veto in any matter relating to Ukraine temporarily.\r\n\r\nA ban on all imports and exports to and from the Russian federation and to encourage all of Europe to do the same.\r\n\r\nMore public support morally and politically for the Ukrainian people and interim government.\r\n\r\nI also ask that pressure to be applied to the private sector to stop operating with related Russian companies.\r\n\r\nI also petition you to take a stronger stance enforcing the 1991 Budapest agreement which insures Ukrainian sovereignty, where we have a legal and moral duty to uphold this agreement with all available measures.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-04T11:39:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-04T11:39:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:56.978Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:56.981Z"
    },
    "id": 61897,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61897.json"
    },
    "type": "archived-petition"
}