{
    "attributes": {
        "action": "Houses of Commons to officially recognise and congratulate Great Britain's Iron Maiden on 40 years of success in 2015",
        "additional_details": "The House of Commons should openly and verbally recognise and commemorate in a (preferably televised) parliament session the following: In 2015 Iron Maiden will celebrate 40 continued and uninterrupted years in the music industry. Heavy metal is a cultural phenomenon that no other country can claim the birth of other than Great Britain. It is a phenomenon and social movement that has demonstrably touched and inspired a huge amount of people on the earth, never mind just those in the UK. Foremost ambassadors of this are Iron Maiden, who have for four decades spread this British brand of music around the globe, and in doing so have carried forth an ideology of shared enjoyment, fun, musicality, creativity and headbanging.\r\nGlobal/British music fans, and more crucially headbangers, would like Parliament to formally recognise the achievements of this band (in all its iterations) over the past 40 years, and wish it well on its future.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-05T03:31:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-05T03:31:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:57.284Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:57.287Z"
    },
    "id": 61930,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61930.json"
    },
    "type": "archived-petition"
}