{
    "attributes": {
        "action": "Review and recognise the power of ‘Charitable Giving by re-investment of funds from mobile phone usage at no extra cost to the user.’",
        "additional_details": "Approve a fair-for-all system that directly benefits UK charities from every connection made from a mobile phone at no cost to the user.\r\nCutbacks have eroded the UK charity sector. Our proposed solution would help redress the balance in funding.\r\nDonations to charities are dwindling. BUT people are still dying from cancer; child abuse and homelessness is on the increase; sport is under-funded; academies are closing; drug abuse is rife…the list of deserving charities is endless.\r\nBut we all use mobile phones.\r\nIn 2013, over 80m mobile phone subs were taken out in the UK.\r\nUsers could ensure that at least 10% of monthly spend would be donated to a chosen charity with no cost to them or change in behaviour.\r\nExample: Just 1m users spending £20 pm.over 1 year would immediately generate £24m for UK charities. A fraction of the life-saving potential.\r\nWe urge Government to consider the massive impact this initiative could have on the stretched resources of UK charities.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-05T14:10:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-05T14:10:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:57.542Z",
        "rejection": {
            "code": "no-action",
            "details": "Sorry, this isn't very clear what you are actually suggesting.   Happy to reconsider if you wish to submit again.   However, Government is not able to interfere with how mobile phone companies run their businesses."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:57.545Z"
    },
    "id": 61956,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/61956.json"
    },
    "type": "archived-petition"
}