{
    "attributes": {
        "action": "Save BBC 3",
        "additional_details": "I am asking you to reconsider your plans to axe BBC Three in the next drive for savings. The channel has produced exciting, original television programming for 16-34 year olds since 2002. It has been a launchpad for programmes like Being Human, Torchwood, Russell Howard's Good News, Mighty Boosh, Bad Education, Gavin and Stacey, and Little Britain. It offers live debates and documentaries. It is also the channel for young people to go to for live music - something which is often relegated from the other BBC channels. Where else would dedicated coverage of Reading and Leeds, T In The Park, and Radio 1's Big Weekend if not on BBC Three? BBC does not do enough to cater for young adults, and scrapping BBC Three from cable, satellite, and terrestrial television would be a mistake. Online move would mean less money for quality programming, would restrict access for many. I'm calling for the BBC save the channel and continue to invest in new dramas, comedy, and music programming. Save BBC3!",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-05T23:58:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-05T23:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:58.187Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is an operational matter for the BBC."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:58.190Z"
    },
    "id": 62010,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62010.json"
    },
    "type": "archived-petition"
}