{
    "attributes": {
        "action": "Let people with disabilities work more than 4 hrs before benefits are affected",
        "additional_details": "We the undersigned would like to put forward a petition to raise the earning threshold for people with disabilities and their carers.  Currently,  we are only allowed to earn £20 a week.   Anything above that amount gets deducted pound for pound off our benefit.   This threshold has remained unchanged for years without regard to increases in the cost of living.  This petition recognises that this situation is in urgent need of review and calls for the earnings threshold to be raised.  The psychological, emotional, social, economic benefits for a disabled person going out to work are obvious.  However,  as it stands there is absolutely no incentive to go out to work.  Please sign this petition to pressure the government to allow us to earn an appropriate amount without our benefits being  affected.  Your support means more than you realise.\r\n\r\nAfter signing the petition, you will receive an email, please open that email and click on the link for verification.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-07T15:59:58.000Z",
        "created_at": "2014-03-07T09:46:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-07T09:46:25.000Z",
        "opened_at": "2014-03-07T15:59:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 576,
        "state": "closed",
        "updated_at": "2017-06-21T15:14:58.985Z"
    },
    "id": 62095,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62095.json"
    },
    "type": "archived-petition"
}