{
    "attributes": {
        "action": "To Immediately Cease the Deletion of Youth Services",
        "additional_details": "This petition calls on The Government to take immediate action to ensure Councils cease the deletion of Youth Services which is & will continue to have a detrimental effect on the Young People of the UK.\r\n\r\nAs Council cuts continue it’s clear that ending services for Young People is at the top of the list. This is therefore resulting in Youth Clubs being lost & most shockingly seeing them having nothing to do most days. Ultimately it will & has cut opportunities for young people, send up Crime, Un-Employment, Teenage Pregnancies & cause many other bad things.\r\n\r\nIt's time that the Cutting ended & that investing started. I therefore want to see more money be given out by the DfE to Local Councils to invest in Young People & see schemes put in place to ensure that money isn't taken for any excuse along with tighter laws & bigger punishments for Councils not playing ball.\r\n\r\nI hope this will mean the ending of Youth Services will end & that investment will soon kick in for Young People.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-07T22:14:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-07T22:14:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:14:59.244Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These are matters only for local councils to decide upon.  However, you could ask your local MP to intervene?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:14:59.246Z"
    },
    "id": 62130,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62130.json"
    },
    "type": "archived-petition"
}