{
    "attributes": {
        "action": "Champion Human Rights, the authority of the European Court of Justice, and all international courts.",
        "additional_details": "Human rights legislation is an expression of our collective responsibility to each other, purely by virtue of us all being human. An attack on the inalienable rights of one person undermines the rights of every man, woman & child.\r\n\r\nThere is no need to fear the concept of supreme individual rights, on the contrary it empowers and makes the law comprehensible and accessible to every citizen. The innocent & victims of crime enjoy the same rights as criminals - it is the marrow of a true justice system to proportionally moderate the rights of wrong doers in order to protect the rights of the majority.\r\n\r\nI call upon parliament to publicly recognise that it, and our courts, have no sovereignty over human dignity and the rights it bestowed on the victims of the Holocaust & Gulags or the citizens of Libya and Syria today.\r\n\r\nIt is your duty, as the government of a civilised nation, to advance human rights everywhere by submitting to their supreme authority, as an example to the world.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-07T00:14:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-07T00:14:08.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:41.862Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:41.864Z"
    },
    "id": 6221,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6221.json"
    },
    "type": "archived-petition"
}