{
    "attributes": {
        "action": "SAFEGUARD YOUR EMPLOYMENT RIGHTS AND YOUR JOB AGAINST UNSCRUPULOUS EMPLOYERS, UNFAIR DISMISSAL, IMPROPER PRACTICE AND WRONGDOING.",
        "additional_details": "Currently, unscrupulous employers can ignore correct employment procedure and dismiss an employee in the knowledge that any claim for unfair dismissal through the Employment Tribunal system will fail.\r\nCase law exists that prevents the examination and exposure of improper practice and wrong doing by employers. Whistleblowers face dismissal whilst unscrupulous employers circumvent responsibility, penalty and exposure.\r\nAll employees within the UK risk becoming victim to this unfair manipulation and misuse of Case Law via the Employment Tribunal System.\r\nA CHANGE OF LAW IS REQUIRED THAT DEMANDS ALL EVIDENCE SUBMITTED BY AN EMPLOYEE IN A CLAIM FOR UNFAIR DISMISSAL DURING AN EMPLOYMENT TRIBUNAL HEARING MUST BE EXAMINED. UNDER THE PRESENT LAW THIS IS AVOIDABLE.\r\nCurrently, an employer may submit case law to halt examination of evidence and thereby avoid exposure of improper practice and wrongdoing without penalty but with dire results for the employee. PLEASE SUPPORT THIS PETITION.\r\n",
        "background": null,
        "closed_at": "2015-03-13T07:52:24.000Z",
        "created_at": "2014-03-11T16:55:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-11T16:55:20.000Z",
        "opened_at": "2014-03-13T07:52:24.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:00.424Z"
    },
    "id": 62278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62278.json"
    },
    "type": "archived-petition"
}