{
    "attributes": {
        "action": "To allow historic vehicles and events exemption from London's Ultra Low Emissions Zone",
        "additional_details": "Ensure there is an exemption for all historic vehicles should any ultra low emissions zone be introduced to the capital.\r\n\r\nGiven the huge contribution made to the UK by historic vehicles (financially, in preserving Britain's history and feelgood factor) & the negligible pollution attributable to classic cars, we urge that:\r\n\r\n- Historic vehicle owners and users both living inside and outside the zone continue to be permitted the unrestricted use of their vehicles within the zone.\r\n- Total exemption is granted to any historic vehicle registered within the ULEZ.\r\n- All historic events and shows – such as the London to Brighton Veteran Car Run and Regents Street Motor Show –  continue unaffected by the ULEZ and that exemptions also be made for any future historic vehicle events.\r\n- Classic car-related businesses and especially those located within the proposed ULEZ (classic car showrooms/workshops/auction houses etc) be permitted to continue using the zone without restriction.",
        "background": null,
        "closed_at": "2015-03-17T15:00:11.000Z",
        "created_at": "2014-03-12T15:39:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-12T15:39:59.000Z",
        "opened_at": "2014-03-17T15:00:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 59,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:00.891Z"
    },
    "id": 62326,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62326.json"
    },
    "type": "archived-petition"
}