{
    "attributes": {
        "action": "Britain should stop all trade with Israel until the Palestinians have their illegally stolen lands back.",
        "additional_details": "Israel continues to steal lands from Palestinians in their own land. They evict palestinian Families from their homes so that they have to live in 'refugee camps' on ever decreasing land. They are shot at and often killed for no reason apart from the fact that they are Palestinians. They set up companies, like Sodastream on stolen land and we still trade with them. The British government should set up a trade embargo on Israel until they stop their apartheid regime. ",
        "background": null,
        "closed_at": "2015-03-17T13:58:18.000Z",
        "created_at": "2014-03-12T20:36:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:00.940Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe British Government firmly opposes calls to boycott Israel. We do not agree with many of Israel’s actions with respect to the Occupied Palestinian Territories and do not hesitate to express strong views whenever we feel it necessary.  At the same time, we enjoy a close and productive relationship with Israel which enables us to express our views at senior levels very frankly.  It is our assessment that imposing sanctions on Israel would lessen this influence, not increase it, and would not promote the urgent progress towards a two-state solution of the Israeli-Palestinian conflict which we want to see.\r\n\r\nThe British Government has placed online guidance to raise awareness of the key security and political risks which UK businesses may face when operating abroad, including in Israel and the OPTs.  This includes guidance on Israeli settlements.  We are advising British businesses to bear in mind the British Government's view on the illegality of settlements under international law when considering their investments and activities in the region.  This is voluntary guidance to British businesses on doing business in Israel and OPTs.  Ultimately it will be the decision of an individual or company whether to operate in settlements in the Occupied Territories, but the British Government would neither encourage nor offer support to such activity.  When approached by businesses, we set out the UK’s clear position on Israeli settlements, and share with them our online guidance.\r\n\r\nThis approach is in keeping with our policy with respect to other countries.  The FCO continues to work closely with our colleagues in the Department for Business, Innovation and Skills, and UK Trade and Investment, with respect to our advice to British businesses.  Our commercial and political officers at our Posts overseas stand ready to help, to lobby host Governments, advise on issues in their local markets and direct companies to best practice guidelines that may help.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-05-12",
            "summary": "",
            "updated_at": "2017-06-21T15:15:00.940Z"
        },
        "government_response_at": "2014-05-12T12:17:23.542Z",
        "moderation_threshold_reached_at": "2014-03-12T20:36:12.000Z",
        "opened_at": "2014-03-17T13:58:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-12T12:17:23.542Z",
        "scheduled_debate_date": null,
        "signature_count": 70382,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:00.947Z"
    },
    "id": 62333,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62333.json"
    },
    "type": "archived-petition"
}