{
    "attributes": {
        "action": "SOPHIES CHOICE ,smear test lowered to 16",
        "additional_details": "A friend and amazing young girl our Sophie has had her life cut short after experiencing symptoms for over a year and being in horrendous pain and even asking for a smear but because of her age 19 was refused time an time again and now she has terminal cervical cancer out of loads of doctors it took that one to say on we will check you properly but then it was too late our Sophie has been failed in the worst way and I need 500.000 signatures to be heard one million to get this changed hopefully ",
        "background": null,
        "closed_at": "2015-03-14T11:02:32.000Z",
        "created_at": "2014-03-14T05:59:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-05-09T02:54:32.493Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:01.396Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Department of Health is aware of the tragic case of Sophie Jones who died from cervical cancer at the age of 19.  Although the Department is not able to comment on individual clinical cases, it believes this to be a case of misdiagnosis rather than a screening issue.\r\n\r\nThe best independent evidence still shows that routine screening of women under 25 does more harm than good.  The UK National Screening Committee (UK NSC) reviewed the age range of cervical screening in 2012, and confirmed a policy of not screening under 25s as it has no impact on the rates of cervical cancer in young women, and gives rise to a high number of false positives, causing anxiety and leading to unnecessary investigations.  The UK NSC developed a Q&A for the public and professionals on this issue, which can be found on its website at:\r\n\r\nwww.screening.nhs.uk/cervicalcancer-qa\r\n\r\nThe UK NSC Review followed a review of the age at which cervical screening starts by the Advisory Committee on Cervical Screening (ACCS) in May 2009, following the raising of the screening age from 20 to 25 in 2004.  This review looked at all the latest available evidence on the risks and benefits of cervical screening in women aged 20 to 24.  The Committee was unanimous in deciding there was no reason to lower the age from 25, which is in line with the World Health Organization (WHO) recommendation.  The reasons for the decision were:\r\n\r\n\r\n·        research presented to the review showed that cervical screening in women aged 20 to 24 has little or no impact on rates of invasive cervical cancer up to age 30;\r\n\r\n·        there was no clear evidence of an increase in the incidence of cervical cancer following the change to the screening age limit in England in 2004;\r\n\r\n·        no new scientific evidence was available to support the reintroduction of screening in women aged under 25;\r\n\r\n·        there is evidence that treatment following screening in this age group can lead to an increased risk of subsequent premature births, increasing the risk of babies dying or having disabilities;\r\n\r\n·        one in three young women screened aged under 25 would have an abnormal result, as opposed to one in 14 for all women screened.  This meant there are very large numbers of false positives in young women, causing anxiety and leading to unnecessary investigations; and\r\n\r\n·        cervical cancer is very rare in women aged under 25.  There were 47 cases in women aged under 25 in England in 2011, which is less than 2 per cent of all cases.\r\n\r\nHowever, the ACCS was concerned that young women presenting to primary care with symptoms of cervical cancer were not always being given the best advice.  New guidance for primary care on the management of young women who have gynaecological symptoms was therefore developed and sent to all GPs in England in March 2010.  The guidance, Clinical Practice Guidance for the Assessment of Young Women aged 20-24 with Abnormal Vaginal Bleeding, was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and has been endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners and the Royal College of Physicians.  The guidance can be found at: www.cancerscreening.nhs.uk/cervical/publications/doh-guidelines-young-women.pdf.\r\n\r\nSince early 2011 the Department of Health and Public Health England (from 1 April 2013) have been running Be Clear on Cancer campaigns.  These are designed to raise the public’s awareness of specific cancer symptoms and encourage people with those symptoms to go to their GPs.  The focus of Be Clear on Cancer campaigns so far has been on cancers with the largest number of avoidable deaths, compared with countries with the best survival rates.  A regional campaign on ovarian cancer was run from early February to early March.  The findings of this pilot will be evaluated before a decision is taken on whether to roll out the campaign nationally throughout England.  The Department will continue to keep campaigns under review and work with relevant experts to see what might be done to tackle other gynaecological cancers.\r\n\r\nIf a woman aged under 25 is concerned about her risk of developing cervical cancer, she should contact her GP, who will be able to examine her and refer her to a gynaecologist if clinically appropriate.  A cervical screening test is a population screening test, not a diagnostic test, and is therefore not appropriate for women with symptoms.\r\n\r\nThe Department of Health recognises that cervical cancer is almost always caused by the human papillomavirus (HPV), and that is why the HPV vaccination programme was introduced for girls aged 12 to 13.  The aim of the programme is to prevent cervical cancer related to HPV infection.  The programme has been very successful.  More than 6 million doses have been given so far in the UK since 2008, with 87 per cent of girls completing the three-dose course in the 2011/12 academic year.  It is expected that the programme will eventually save up to 400 lives a year from cervical cancer.\r\n\r\n\r\nSteve Rotheram MP and Alison McGovern MP have noted the petition and that they wish to discuss cervical screening and the case of Sophie Jones in a backbench debate on Thursday 1 May.",
            "responded_on": "2014-04-20",
            "summary": "",
            "updated_at": "2017-06-21T15:15:01.396Z"
        },
        "government_response_at": "2014-04-19T23:37:44.049Z",
        "moderation_threshold_reached_at": "2014-03-14T05:59:46.000Z",
        "opened_at": "2014-03-14T11:02:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-03-20T00:37:44.049Z",
        "scheduled_debate_date": null,
        "signature_count": 327877,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:01.402Z"
    },
    "id": 62385,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62385.json"
    },
    "type": "archived-petition"
}