{
    "attributes": {
        "action": "Imagine if Kurdistan was your country and you were a Kurd what would have had in your mind now?",
        "additional_details": "Imagine if Kurdistan was your country and you were a Kurd what would have had in your mind now? Kurdistan literary means the “land of Kurds\", the land of a few civilisations locates between the two rivers of Tigers and Euphrates and is known as Mesopotamia. Despite, Kurds are regarded as the fourth largest people in the region and remained stateless. Kurdistan was largely a territory of the Ottoman Empire. Subsequent to the collapse of the latter following WWI; the allied members proposed in the peace treaty of Sèvres (1920) to recognise former Ottoman territories as independent countries whilst Kurdistan was amongst one of them. But in the treaty of Lausanne (1923) that replaced the former treaty, Kurdistan was ignored and divided amongst the four newly independent countries in the region. The lion share went under Turkey; the 2nd part remained under Persia; the 3rd part attached to Iraq. Lastly, the 4th part appended to Syria. Please sign this petition for the Kurds.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-07T02:37:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-07T02:37:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:42.009Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:42.012Z"
    },
    "id": 6240,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6240.json"
    },
    "type": "archived-petition"
}