{
    "attributes": {
        "action": "Harvey's Law",
        "additional_details": "On November 23rd Harvey ran away at 10pm. Twenty one minutes later he was killed on the M62.\r\n\r\nDue to the inadequate procedures of the Highways Agency his fate was not discovered for 13 weeks.\r\n\r\nBy chance the events of November 23rd were communicated. Imagine the heartache, frustration and distress caused because of inadequate and unenforced procedures.\r\n\r\nThere are numerous documented occasions where people's pets have been shamelessly discarded without consideration, respect or compassion for the owners rights.\r\n\r\nWe request Legislation to enforce a formulated process ensuring that HA Departments abide by the following:\r\n\r\nCompulsory scanning of all domestic animals retrieved from the highways.\r\n\r\nLog report filed and circulated to both Police and Dog Warden.\r\n\r\nPhotographs of the deceased to be held with the log report to be used for identification purposes.\r\n\r\nPlease join us!",
        "background": null,
        "closed_at": "2015-03-17T13:23:41.000Z",
        "created_at": "2014-03-16T18:19:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-08-12T13:30:16.189Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:02.448Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe government does understand how important pets are and regrets that, sadly, a number of them are killed or injured on our roads each year.\r\n\r\nThe High­ways Agency is an Exec­u­tive Agency of the Depart­ment for Trans­port (DfT), and is respon­si­ble for oper­at­ing, main­tain­ing and improv­ing the strate­gic road net­work in Eng­land on behalf of the Sec­re­tary of State for Transport. The Agency’s role in main­tain­ing and improv­ing the net­work is deliv­ered through a large and com­plex sup­ply chain through a num­ber and vari­ety of con­tracts. The Agency also sets and main­tains tech­ni­cal stan­dards for roads and struc­tures which con­trac­tors are required to adhere to and which are referred to by many local and other national author­i­ties for the roads that they manage.\r\n\r\nThese standards are set down in the Net­work Man­age­ment Man­ual (NMM). The NMM gen­er­ally describes the processes for the man­age­ment of the main­te­nance ser­vice includ­ing the inter­face between the High­ways Agency, its ser­vice providers and other stakeholders. A link to the NMM is here:\r\n\r\nhttp://www.dft.gov.uk/ha/standards/nmm_rwsc/docs/nmm_part_7a.pdf\r\n\r\nSection 7.17 of the NMM describes processes that must be followed when canine remains are found on the network, although it does recognise that it is impossible to guarantee that remains can be fully identified due to the high speed nature of the Agency’s roads.\r\n\r\nDue to the nature of the processes already in place, the Government has no plans to enforce adherence to the NMM through legislation.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-05-01",
            "summary": "",
            "updated_at": "2017-06-21T15:15:02.448Z"
        },
        "government_response_at": "2014-05-01T08:36:20.518Z",
        "moderation_threshold_reached_at": "2014-03-16T18:19:22.000Z",
        "opened_at": "2014-03-17T13:23:41.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-01T08:36:20.518Z",
        "scheduled_debate_date": null,
        "signature_count": 123307,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:02.455Z"
    },
    "id": 62490,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62490.json"
    },
    "type": "archived-petition"
}