{
    "attributes": {
        "action": "Keep traditional skills alive-construction, repair & retrofit of heritage buildings, must be integrated into craft & professional construction courses",
        "additional_details": "More emphasis needs to be given to the different mentoring requirements for the repair, restoration and retrofit pre 1919 buildings in the UK. Current 16 yrs+ educational courses for both building crafts like stonemasons, bricklayers & roofers; and professionals such as architects, engineers & surveyors, focus on the new build environment and not old building restoration and repair.If you are not taught to understand how an old building is constructed – how can you repair, maintain or retrofit it correctly using appropriate skills and materials?\r\nMainstreaming general knowledge of traditional building construction will significantly improve the sustainability of our historic buildings.\r\nAdding your name to our petition will help us to raise awareness of the fact that Traditional Buildings make up one fifth of the UK building stock. Traditional building skills, materials and techniques, retrofit, restoration & conservation should be an integral part of ALL built environment courses.",
        "background": null,
        "closed_at": "2015-03-19T07:16:57.000Z",
        "created_at": "2014-03-18T15:56:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-18T15:56:27.000Z",
        "opened_at": "2014-03-19T07:16:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 792,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:03.215Z"
    },
    "id": 62577,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62577.json"
    },
    "type": "archived-petition"
}