{
    "attributes": {
        "action": "Allow the ownership and use of .22 calibre Rimfire pistols for sporting purposes in England, Wales and Scotland.",
        "additional_details": "We the undersigned respectfully petition the Government to amend the Firearms Acts to allow the ownership and use of .22 calibre Rimfire pistols for competitive sporting purposes in England, Wales and Scotland.\r\n\r\nWe the undersigned therefore request that the Government:\r\n\r\n1.\tRepeal the Firearms (Amendment) (No. 2) Act 1997\r\n2.\tAmend the Firearms (Amendment) Act 1997 such that the following sections remain repealed:\r\na.\tSection 12, 1(c)\r\nb.\tSection 13\r\n\r\nPrior to the 1997 Firearms(Amendment) (No 2) Act (which prohibited .22 calibre pistols), under the constraints of the Section 1 of the 1968 Firearms Act,  competitors  could legally purchase, own and use .22 calibre pistols for target shooting competition up to and including Olympic level at approved clubs.\r\n\r\nWe ask that the sport of target pistol shooting be once more permitted under the existing Section 1 Licencing scheme, thus allowing a much loved and all inclusive sporting discipline to flourish once more.\r\n",
        "background": null,
        "closed_at": "2015-03-20T11:13:03.000Z",
        "created_at": "2014-03-18T18:54:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:03.296Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government continues to monitor all aspects of the current controls on firearms.  There are, however, no plans to re-categorise any weapons within the Firearms Acts or to repeal any of the existing bans.\r\n\r\nThe Government recognises that people who compete at international level in any sport need to train on a regular and intensive basis. The special arrangements that permitted British pistol squad members to have to access to secure facilities in the UK to enable them to carry out their training in advance of the 2012 Olympic and Paralympic Games in London will continue for squad members in preparation for the 2014 Commonwealth Games in Glasgow and the 2016 Olympic and Paralympics Games in Rio.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-07-15",
            "summary": "",
            "updated_at": "2017-06-21T15:15:03.296Z"
        },
        "government_response_at": "2014-07-15T07:02:47.100Z",
        "moderation_threshold_reached_at": "2014-03-18T18:54:31.000Z",
        "opened_at": "2014-03-20T11:13:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-06-15T07:02:47.100Z",
        "scheduled_debate_date": null,
        "signature_count": 21019,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:03.302Z"
    },
    "id": 62588,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62588.json"
    },
    "type": "archived-petition"
}