{
    "attributes": {
        "action": "Get PROPER JUSTICE!",
        "additional_details": "A young girl has been named. Her family have been insulted and disrespected yet this man has got off scot free. If this was any other pedo this would get sorted straight away. As he has 'problems' he hasn't been convicted straight away. He is a risk to every child. This is disgusting that he has not been punished. Please sign this petition to see real justice served!\r\n\r\nAn Islamic teacher who molested a girl as he taught her the Koran has avoided prison after claiming his family was dependent on him because his wife speaks “very little English”.\r\n\r\nSuleman Maknojioa, 40, repeatedly rubbed the 11-year-old’s leg and reached underneath her headscarf to touch her chest while giving her and her two brothers private tuition in Arabic.\r\n\r\nHe was convicted of five counts of sexual activity but on Monday he was given a 40-week sentence suspended for two years after a court heard he was on benefits with a family reliant on him.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-20T15:54:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-20T15:54:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:04.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request.\r\n\r\nIn the case of Suleman Maknojioa the Attorney General’s Office has already requested the papers from the Crown Prosecution so one of the Law Officers can decide whether or not to refer the sentences to Court of Appeal as being unduly lenient."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:04.335Z"
    },
    "id": 62710,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62710.json"
    },
    "type": "archived-petition"
}