{
    "attributes": {
        "action": "justice for paula clinton",
        "additional_details": "John Clinton stabbed and killed paula, mother of two, at the family home in Liverpool on 28/11/2012. Judge Mark Brown sentenced him to 14 yrs for manslaughter, believing she was attacked whilst sitting in her armchair. She was stabbed 14 times, he tried to asfixiate her, he stabbed her twice in the eye, he prodded both breasts and swored her nipple. Eight stab wounds were to her back, 4 of which proved fatal, he then left her to die in the street. Paulas family were informed on 11/03/2014 that he will now serve 4 years in closed prison ,1 year in open prison and after review given day and weekend release. He will be on remand for a furthur 7 years whilst released into the community. Judge Mark Brown said Clinton bore a heavy responsibility for Paulas death and would have sentenced him to 36 years if the jury had found him guilty of murder. The fact that this man has been given a lesser sentence needs redress. Please help us get justice for Paula Clinton.                    ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-21T13:19:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-21T13:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:04.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:04.809Z"
    },
    "id": 62761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62761.json"
    },
    "type": "archived-petition"
}