{
    "attributes": {
        "action": "Holburne Judo club",
        "additional_details": "We are a Judo club that has been running from the community hall on Holburne Road in Kidbrooke for the past 25+ years every thursday, We offer judo lessons for £1 a week (Enough to pay the rent) from the age of 4 upwards.\r\n\r\nWe are a non profit organisation who is well known in the local community and are very popular for being a nice alternative to hanging around on the street for kids in the local area.\r\n\r\nRecently we have been told by the Council that they are now privatising the well used community centre making any clubs redundant turning us to look for other halls to use at extortionate prices, and as non-profit organisation we cannot afford the cost of another hall.\r\n\r\nWe would like the privatisation of the hall to be cancelled as it will cancel many clubs that are carried out, the community centre should be used for the community and not a source of major income.\r\n\r\nThank you and I hope you support the cause.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-21T14:24:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-21T14:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:04.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is one only the local Council can deal with, though you may want to contact your local MP about this?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:04.840Z"
    },
    "id": 62763,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62763.json"
    },
    "type": "archived-petition"
}