{
    "attributes": {
        "action": "British Armed Forces should be able to carry their weapons within the UK",
        "additional_details": "The British Armed Forces should be able to carry and keep their weapons in the UK when they are at home no matter how brief the stay. Especially if the government want their soldiers to keep there accuracy in tip top condition. There should be no debate about this matter as they are keeping their country safe abroad, and if they have their weapons they can keep their country safe while being at home. If there is anything history has told us its that the future is unpredictable and you never know what could happen in the upcoming years, there could be a terrorist attack somewhere in the UK but then there is no one to act with force. Pointing our fingers and shouting bang, bang won't work i'm afraid. If you want the Army personnel to carry on serving their country while at home, you would let our troops carry there weapons at home. If you have to do mental checks on our soldiers before they take them home then so be it, we are open for debate just meet us half way.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-23T20:36:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-23T20:36:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:05.779Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:05.782Z"
    },
    "id": 62864,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62864.json"
    },
    "type": "archived-petition"
}