{
    "attributes": {
        "action": "Protect the Services provided by The Race Equality Centre",
        "additional_details": "TREC NEEDS YOUR HELP\r\nFor years The Race Equality Centre has helped people from all communities with finding solutions to problems of racial injustice and by bringing about equality of outcomes.\r\nThe City Council funds some of the activities that we provide so it is delivered to the public free of charge.\r\nThe City Council is planning to only fund organisations that are run and supported by national communities representing nation groups of the City’s population. This is being done despite being advised that this approach is divisive; likely to achieve the opposite to community cohesion; does not address equality of outcomes; and, is a retrograde step.\r\nTREC helps everyone who has been treated unlawfully, regardless of their race, colour or ethnic origin.\r\n\r\nSign the petition to make sure the Council does not discriminate against any individual and continues to support us for the benefit of all the City’s residents.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-24T07:25:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-24T07:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:05.917Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Local Council and how it chooses to allocated its resources."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:05.920Z"
    },
    "id": 62877,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62877.json"
    },
    "type": "archived-petition"
}