{
    "attributes": {
        "action": "Save Mildenhall Stadium and give rights to existing activities with planning permission and local residents’ support.",
        "additional_details": "In 2006 a couple bought a house close to Mildenhall Stadium where stock car racing and speedway have taken place since 1975, and began complaining about the noise. The case progressed to the Supreme Court where they won. The law says that them coming to the noise is no defence and planning permission makes no difference. This ruling affects all activities from motorsports to cricket and concerts to retail parks and even church bells.\r\nWe believe common sense says this ruling is wrong.\r\nWe call upon Parliament to change the law of ‘coming to a nuisance’ to protect established activities with planning permission and local support, and to put on a person arriving into the area full responsibility for accepting that this is part of the character of the area. We also ask Parliament to intervene in this case to reverse the Supreme Court ruling and save stock car racing and speedway at Mildenhall.\r\nPlease do not sign this petition if you have already signed the paper version, thank you.",
        "background": null,
        "closed_at": "2014-06-26T09:14:07.000Z",
        "created_at": "2014-03-24T12:23:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:06.098Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government cannot comment on or intervene in cases which have been the subject of judicial consideration. The judiciary are constitutionally independent of the Government and to do so would be a breach of this fundamental principle.\r\n\r\nWe do not propose to make changes to the law of private nuisance as it already enables an appropriate balance to be struck between the protection of an individual’s private rights and the needs of business.\r\n\r\nPrivate nuisance is an age-old common law tort, or civil wrong, which affects a person’s private rights in relation to land. The wrong is committed where an act generally connected with the use or occupation of land causes damage to another person in connection with their use of land, or interference with the enjoyment of their land or of some right connected with that land.  This includes causing physical damage to property or injury to the occupier’s health and comfort.  A person whose rights are affected by a private nuisance can issue legal proceedings. A civil court will deal with the case and may grant relief such as an injunction or damages if the nuisance is proven.\r\n\r\nThe law of private nuisance recognises that, in general, every person is entitled to the comfortable and healthy enjoyment of the premises owned or occupied by them. The act of a person’s neighbour will be an actionable nuisance if it materially interferes with the ordinary comfort of that person’s existence when judged by a certain standard. This standard is an objective one based on what is reasonable to the average person. It is also necessary to take account of the circumstances and nature of the locality in which the complainant is living.\r\n\r\nSince the late 1800s, it has become well established in case law that once it is established that a particular act amounts to a nuisance it cannot be justified on the basis that the complainant ‘came to the nuisance’. In other words, legal proceedings can be taken in relation to issues that can constitute a nuisance, regardless of whether those circumstances arose before the complainant became the occupier of the affected premises. This principle applies equally between two business occupiers or two residential occupiers as between a resident and a business. However, as stated above, the standard for determining whether an interference with comfort amounts to a nuisance is an objective one and the nature of the locality will be taken into account by the court.\r\n\r\nThe planning regime has an important role to play in helping to prevent nuisances. Planning policies and decisions should avoid noise from giving rise to significant adverse impacts on health and quality of life as a result of new development, and mitigate and reduce to a minimum other adverse impacts on heath and quality of life arising from noise from new development, including through the use of conditions. However, the grant of planning permission does not license a nuisance and in some cases businesses may need to do more than just comply with their planning conditions to avoid causing a nuisance. Where appropriate, the courts will look at planning decisions and compliance with any planning decisions when assessing whether a nuisance exists.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:06.098Z"
        },
        "government_response_at": "2014-05-27T13:51:34.702Z",
        "moderation_threshold_reached_at": "2014-03-24T12:23:11.000Z",
        "opened_at": "2014-03-26T10:14:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-27T13:51:34.702Z",
        "scheduled_debate_date": null,
        "signature_count": 14301,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:06.105Z"
    },
    "id": 62894,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62894.json"
    },
    "type": "archived-petition"
}