{
    "attributes": {
        "action": "Help publicans by only televising major sporting matches at the weekends!",
        "additional_details": "Publicans throughout the country are missing out on much needed revenue because television companies are choosing to televise major sporting events such as Premier League derby games and Super League matches on weekdays.  This has the effect of in some cases halving the revenue a publican could expect if the event were to be televised on the more traditional Saturday or Sunday.  Also, thousands of sports fans are missing out on an opportunity to attend these events because of work commitments.  We want the Government to apply a restriction upon television companies and the sports governing bodies to stop them airing important games other than at a weekend, when fans can attend the games itself or enjoy the game at their local and allow already struggling landlords a chance to maximize the revenue they receive from the very costly Sky and BT Sport platforms they have invested in. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-25T13:36:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-25T13:36:15.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:06.556Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These are contractual matters between sporting authorities and the television companies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:06.559Z"
    },
    "id": 62946,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/62946.json"
    },
    "type": "archived-petition"
}