{
    "attributes": {
        "action": "Improving provision of ambulances in Clacton on Sea and surrounding areas",
        "additional_details": "My Nan waited over 2 hours for an ambulance after falling on 15th March 2014 at Clacton Golf Club in Clacton on Se. She had fatal head injuries, was bleeding from her nose being sick and was in and out of consciousness. Although first response and police arrived within half an hour the  response from end of the line after phoning the ambulance and telling them she had a head injury and was losing copious amounts of blood was that it was a busy night and there was not an ambulance available and one would be on its way soon. This is nowhere near the acceptable response time for ambulance and more people will lose their lives of we do not fight to get more staff and ambulances on board. We also have an air ambulance on this area that could have been used. We need to take action so this does not happen to someone else  in this area. Every minute was important. Please please sign this and help make change for this cannot happen again to another family member.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-27T10:23:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-27T10:23:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:07.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:07.246Z"
    },
    "id": 63038,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63038.json"
    },
    "type": "archived-petition"
}