{
    "attributes": {
        "action": "Assist potty training by requiring supermarkets to provide a potty.",
        "additional_details": "I feel that supermarkets, that have baby changing facilities, need to include a potty in the room. This will assist potty training parents and toddlers!\r\n\r\nI have written to various supermarkets, to be told no, because they don't have to! I would like to ask the D.O.H to require them to provide one, to help with the transition from nappies for toddlers!\r\n\r\nAny parent that has been through potty training should know this feeling. You have gone shopping, perhaps out to the supermarket café. You potty train at home, at nursery, at a relatives. You then go out for shopping.\r\n\r\nYour in the supermarket, to be greeted with them needing the potty. You walk to the babychange. You find a changing mat, or a adults toilet. No potty. The average price of a potty is £2. I get told they don't have to provide them.\r\n\r\nPlease help me change this, something so small, cheap and simple, could make a huge difference to a toddler, and not delay the transition. Thank you for reading. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-03-30T11:57:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-03-30T11:57:16.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:08.246Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:08.248Z"
    },
    "id": 63154,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63154.json"
    },
    "type": "archived-petition"
}