{
    "attributes": {
        "action": "Tougher prison sentencing for murdering and baiting animals and acts of cruelty",
        "additional_details": "I want to start a petition to raise awareness of all animals in the UK that are subjected to horrific deaths , baiting and acts of cruelty and neglect.\r\nThe story of Till the Labradors and many others like her  that have suffered horrific and painful deaths has affected animal lovers all over the world.We need tougher penalties for these crimes.People cannot play God and take the lives of our animals, its not right, its not humane and these crimes need stopping.\r\nAnimals get such bad press and if they attack one time too many are put to sleep.So why should humans be allowed to get away with murdering , baiting and being cruel to our animals.\r\nWhat we want from the Government is to see tougher prison sentencing for these crimes. Lifetime ban from keeping any animals.Increased penalties.\r\n Put an end to the uneccessary suffering of our animals",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-04-05T11:06:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-09-28T18:26:35.422Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:11.192Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government abhors animal cruelty. Powers for local authorities and police to investigate and take action in cases of suspected cruelty are provided in the Animal Welfare Act 2006. Under the 2006 Act, the maximum penalty for causing unnecessary suffering is a fine of £20,000 or six months imprisonment, or both. In addition, the court can impose post-conviction penalties on anyone found guilty of causing unnecessary suffering to an animal by disqualifying anyone from having any influence over the keeping of animals for as long as the court see fit.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "responded_on": "2014-05-27",
            "summary": "",
            "updated_at": "2017-06-21T15:15:11.192Z"
        },
        "government_response_at": "2014-05-27T14:57:10.142Z",
        "moderation_threshold_reached_at": "2014-04-05T11:06:16.000Z",
        "opened_at": "2014-04-10T11:53:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-04-27T14:57:10.142Z",
        "scheduled_debate_date": null,
        "signature_count": 103479,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:11.198Z"
    },
    "id": 63445,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63445.json"
    },
    "type": "archived-petition"
}