{
    "attributes": {
        "action": "Urgent implementation of Right to Recall in response to Maria Miller expenses scandal",
        "additional_details": "This motion calls on the Coalition to fast-track introduction of \"power of recall\", to avoid loss of public confidence in government in the wake of investigations into Maria Miller's expenses.\r\n\r\nThe Coalition Agreement stated: \"We will bring forward early legislation to introduce a power of recall, allowing voters to force a by-election where an MP is found to have engaged in serious wrong-doing\".\r\n\r\nThe Government subsequently did not include this in its legislative programme in February.\r\n\r\nAn IPSA inquiry found Maria Miller overclaimed expenses and broke parliamentary procedures. A poll found 78% believed she should be sacked.\r\n\r\nThe shelving of Power to Recall prevents action on MP wrongdoing, and risks loss of trust in Parliament. This motion calls on Government to fast-track Recall legislation without delay, within the current Parliament, to honour its commitment; respond to public outcry over the Maria Miller saga; and prevent lasting damage to our faith in British democracy.",
        "background": null,
        "closed_at": "2014-07-09T15:52:39.000Z",
        "created_at": "2014-04-07T23:35:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-04-07T23:35:06.000Z",
        "opened_at": "2014-04-09T15:52:39.000Z",
        "rejected_at": "2017-06-21T15:15:13.085Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed at the petitioners request"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:13.088Z"
    },
    "id": 63609,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63609.json"
    },
    "type": "archived-petition"
}