{
    "attributes": {
        "action": "Stop cuts to funding for disabled and dyslexic students",
        "additional_details": "David Willets, the Minister for Universities and Science, has announced the \"modernisation\" of the government grant for students with disabilities, the Disabled Students Allownaces (DSA).  The initial detail of this modernisation is a series of cuts in provision, placing the funding burden on Universities and individual students.\r\nWe the undersigned believe that these cuts will:\r\n\r\nReduce access to higher education for students with disabilities and dyslexia\r\nReduce successful outcomes with less support meaning lower degree classifications for students who require additional support\r\nReduce the employment prospects for graduates with disabilities and dyslexia\r\nIncrease the drop out/failure rate in universities amongst disabled and dyslexic students\r\nLead to further inequality within society.\r\n\r\nWe therefore call on the government to withdraw this policy statement made by the minister, David Willetts.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-04-10T09:27:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:14.550Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe note the concerns expressed in the e-petition. The aims of these reforms are not to reduce or limit the level of support available to disabled students, but rather to rebalance responsibility between the Government and higher education institutions which now face legal obligations under the Equality Act.\r\n\r\n\r\nThe department for Business Innovation and Skills is working with a range of stakeholders including those from the Special Education Needs and Disability sector, in order to advise our policy and develop guidance. Meetings are ongoing to assist our efforts in quantifying what reasonable adjustments an Higher Education Institutions would be expected to make, and what Disabled Students' Allowance should support.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "summary": "",
            "updated_at": "2017-06-21T15:15:14.550Z"
        },
        "government_response_at": "2014-08-14T18:42:13.518Z",
        "moderation_threshold_reached_at": "2014-04-10T09:27:38.000Z",
        "opened_at": "2014-04-11T13:55:44.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-07-14T18:42:13.518Z",
        "scheduled_debate_date": null,
        "signature_count": 18757,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:14.556Z"
    },
    "id": 63748,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63748.json"
    },
    "type": "archived-petition"
}