{
    "attributes": {
        "action": "Stop closing down London Black Night Clubs",
        "additional_details": "I want the government to help us in keeping our black run night clubs to continue to exit.  There seems to be a growing trend of closing down black run night clubs which are regarded as heavy crime and disorder generators.  This is not true as most of these venues are run professionally, but there seems to be a small minority of people who come outside these venues to cause trouble.  The local licensing authority think by closing down these type of venues will solve the problem.  No it doesn't as it deprives us black people from choosing where to go and enjoy ourselves and also these minority of people who cause trouble will go and disturb another venue. The council is also putting the owners of these types of  businesses out of work including the employees.  There is also a number of other White run night clubs that have had shootings and fatalities inside or outside but are still operating, where is the level playing field as we are told by the government?\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-04-10T12:10:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-04-10T12:10:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:14.661Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These are matter for the local council."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:14.663Z"
    },
    "id": 63762,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63762.json"
    },
    "type": "archived-petition"
}