{
    "attributes": {
        "action": "Lord Patten as Chairman of the BBC Trust to oversee fair and impartial BBC News and Politcal broadcasts or resign.",
        "additional_details": "I call on the Coalition Government to look into the governance of the BBC under the stewardship of Lord Patten.\r\n\r\nUnder the BBC's charter there is a duty to inform which should not allow one viewpoint to have preference over others.\r\n\r\nThe BBC is not being fair and balanced in the news and political programs it produces.  Evidence comes from various sources including:\r\n\r\nA study by Cardiff University, funded by the BBC Trust which concluded that the BBC provides more air time to the Conservatives than the Labour Party. Full report at http://theconversation.com/hard-vidence-how-biased-is-the-bbc-17028\r\n\r\nA recent interview (6th April) with Princess Anne was broadcast where she called  for  badgers to be gassed.  No right of reply was given to anti badger cull campaigners.\r\n\r\nTo ensure that the BBC meets its charter obligations and in the interests of full democratic debate the Coalition must review how the BBC is currently being governed.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-04-11T10:47:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-04-11T10:47:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:15.086Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As the Cardiff University study was funded by the BBC Trust, it is one for the BBC Trust to answer, and not the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:15.089Z"
    },
    "id": 63800,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/63800.json"
    },
    "type": "archived-petition"
}