{
    "attributes": {
        "action": "Give Ken Dodd a Knighthood and Investigate why it hasnt been awarded after many requests",
        "additional_details": "For many years Ken Dodd has provided the British public with many many hours of fun filled pleasure.  Ken still works tirelessly all over the country, doing benefits and providing much needed support for charities far and wide.  The one thing that Ken doesn't do is \"Ride a Bike\" unlike Sir Chris Hoy or Sir Bradley Wiggins, whilst the contribution to the country by both these athletes is immense everything they have done has been done over a relatively some time scale.  Ken Dodd has been providing mirth & merriment to the masses over countless generations and for decades.  Ken may have been the prototype for self assessment many years ago but he was found NOT GUILTY of any offence and this should not be considered a barrier to Knighthood for the premier mire maker in the UK, Kens fame goes worldwide creating a jovial impression of these great isles.  Please support this epetition for  one of the UK's greatest mire makers, Please Give Ken Dodd his more than deserved KNIGHTHOOD!!!    ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-04-17T14:37:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-04-17T14:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:16.876Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:16.879Z"
    },
    "id": 64010,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64010.json"
    },
    "type": "archived-petition"
}