{
    "attributes": {
        "action": "Discounts and privileges for all serving and veteran Soldiers, Sailors and Airmen written into law. SUPPORT YOUR TROOPS",
        "additional_details": "Our Armed Forces personnel serve this country in a hugely proffessional and courageous way. Yet there is little done to give anything back to them when at home with their families.  This is a small ask that all areas of retail are enforced to have an MOD discount of at least 10%.  All serving members of the armed forces carry an MOD card which can be used as evidence of service.  However, a veterans card should be introduced for all ex-service personnel.\r\n\r\nThe USA is very good at this compared to the UK.  If a student gets a discount (which they do in so many places) the MOD should definitely get one.  A small ask that will give back to the military community in a huge way.\r\n\r\nThank you for your support.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-07T11:56:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-07T11:56:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:43.313Z",
        "rejection": {
            "code": "no-action",
            "details": "Members of the Armed Forces and MOD civilians may sign Directgov e-petitions in a personal capacity (i.e. they should make no reference to their rank or that they are an employee of MOD). However, personnel wishing to create or submit e-petitions must seek appropriate authorisation as set out in DIN 2011DIN03-025 Contact with the Media and Communicating in Public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:43.315Z"
    },
    "id": 6403,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6403.json"
    },
    "type": "archived-petition"
}