{
    "attributes": {
        "action": "All loans should come from savings: High Street Banks should not be allowed to create money from nothing by typing numbers into a computer.",
        "additional_details": "Below is from the Bank of England Q1 2014 bulletin:\r\n“Where does money come from? ... The principal way in which [bank deposits] are created is through commercial banks making loans: whenever a bank makes a loan, it creates a deposit in the borrower’s bank account, thereby creating new money.\"\r\nSo you apply for a mortgage, the bank types numbers into your account, and then charges you interest on the balance for 25 years. The loan did not come from savings: it was new money.  Consequences?  House prices hugely inflated. Pensions, savings and salaries devalued. Today 97% of money is debt to a bank. Only 8% went into the productive economy. The Bank of England has lost control of the money supply.\r\nParliament stopped private banks printing paper money with the 1844 Bank Charter Act.  The legislation must be updated to stop private banks creating electronic money.  The amount of UK money and where it goes is too important to leave in the hands of unaccountable profit seeking enterprises.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-04-18T19:30:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-04-18T19:30:29.000Z",
        "opened_at": "2014-04-22T08:05:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 45,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:17.117Z"
    },
    "id": 64050,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64050.json"
    },
    "type": "archived-petition"
}