{
    "attributes": {
        "action": "Fund research into T3 and/or natural desiccated thyroid treatment for hypothyroidism",
        "additional_details": "Many patients with hypothyroidism continue to have symptoms on levothyroxine (T4) but find that their symptoms are often greatly reduced when they take liothyronine (T3) or natural desiccated thyroid.\r\n\r\nNatural desiccated thyroid is only manufactured in the US and Canada but can be prescribed in the UK on a “named patient” basis. Many doctors will not prescribe it because there are no randomised controlled trials as it was manufactured before licensing of medicines came into being.\r\n\r\nResearch has shown that some patients have benefited from natural desiccated thyroid but there needs to be more research done to investigate whether this would be a better treatment for patients.\r\n\r\nMore research also needs to be done on the addition of T3 to T4 because previous research has been inconclusive. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-04-22T11:14:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:18.563Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including treatment for hypothyroidism.  These applications are subject to peer review and judged in open competition, with awards being made on the basis of the importance of the topic to patients and health and care services, value for money and scientific quality.\r\n\r\nThe NIHR Collaboration for Leadership in Applied Health Research and Care South West Peninsula has partly supported a review of treatment for primary hypothyroidism published in 2012 in the journal Drug Design, Development and Therapy.  The review considered approaches including triiodothyronine (liothyronine) therapy, triiodothyronine-levothyroxine combination therapy, and the use of natural desiccated thyroid.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "summary": "",
            "updated_at": "2017-06-21T15:15:18.563Z"
        },
        "government_response_at": "2014-10-11T11:06:31.128Z",
        "moderation_threshold_reached_at": "2014-04-22T11:14:18.000Z",
        "opened_at": "2014-04-23T13:07:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-09-11T11:06:31.128Z",
        "scheduled_debate_date": null,
        "signature_count": 12114,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:18.570Z"
    },
    "id": 64191,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64191.json"
    },
    "type": "archived-petition"
}