{
    "attributes": {
        "action": "End non-stun slaughter to promote animal welfare",
        "additional_details": "We call for an end to slaughter without pre-stunning for all animals. EU and UK law requires all animals to be pre-stunned before slaughter to render them insensible to pain until death supervenes. But non-stun slaughter is permitted for certain communities.\r\n\r\nWe support BVA, RSPCA, HSA, FAWC and FVE who conclude that scientific evidence shows that non-stun slaughter allows animals to perceive pain and compromises welfare.\r\n\r\nWe must differentiate between religious and non-stun slaughter. Our concern does not relate to religious belief but to the animal welfare compromise of non-stun slaughter.\r\n\r\nWe note\r\n-\tover 80% of UK Halal slaughter is pre-stunned\r\n-\thindquarters of animals killed by (non-stun) Shechita can enter the market unlabelled\r\n\r\nWhile non-stun slaughter is permitted we call for clearer slaughter-method labelling and post-cut stunning to improve welfare.\r\n\r\nNon-stun slaughter affects millions of animals. We support a good life and a humane death for all animals.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-04-25T15:08:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-09-16T20:57:02.543Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:19.731Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government encourages the highest standards of welfare at slaughter and would prefer to see all animals stunned before they are slaughtered for food.  However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. Recently, the Prime Minister has confirmed that that there would be no ban on religious slaughter in the UK.\r\n\r\nBoth EU Regulation 1099/2009, on the protection of animals at time of killing, and the Welfare of Animals (Slaughter or Killing) Regulations 1995 (WASK), as amended, permit slaughter without stunning to be carried out in accordance with religious rites.  Within both regulations there are strict requirements on where, how and who can slaughter animals in accordance with religious rites.  These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe Government is aware that there is public concern about meat from animals slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way. Currently, there are no specific EU or national legal requirements governing the sale and labelling of halal or kosher meat.  However, where any information of this nature is provided it must be accurate and must not be misleading to the consumer.\r\n\r\nThe Government believes that consumers should have the necessary information available to them to make an informed choice about their food.    We are awaiting the results of a European Commission study on method-of-slaughter labelling which is due this summer.  We will look at possible options in light of that report.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:19.731Z"
        },
        "government_response_at": "2014-06-12T13:29:31.454Z",
        "moderation_threshold_reached_at": "2014-04-25T15:08:27.000Z",
        "opened_at": "2014-04-28T09:59:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-05-12T13:29:31.454Z",
        "scheduled_debate_date": null,
        "signature_count": 118956,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:19.737Z"
    },
    "id": 64331,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64331.json"
    },
    "type": "archived-petition"
}