{
    "attributes": {
        "action": "Penalty for murder should not be rigidly fixed at statutory life imprisonment. There should be different degrees of murder with different penalties",
        "additional_details": "There are different degrees of killing of a human being, which can range from killings out of mercy, accident, self-defence, negligence, diminished responsibility, provocation, insanity, intentional killing to evil killing in aggravated circumstances.  The penalty of murder should therefore range from community service (especially for mercy killings) to the death penalty for killing individuals in aggravated circumstances proved by overwhelming scientific forensic evidence. At present the penalty for murder (require the mental element of malice aforethought) is fixed at statutory live imprisonment. This may not always be appropriate in the light of the circumstances of the crime adjudged to be murder. For example under English Law, the medical condition of the victim is no excuse to murder in Law. The perpetrator ‘takes the victim as he found him’ (i.e. in good of poor health), so a terminally ill person can murdered. Also drunkenness is no defence to crimes, like murder.",
        "background": null,
        "closed_at": "2012-08-12T10:43:26.000Z",
        "created_at": "2011-08-07T12:43:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-07T12:43:18.000Z",
        "opened_at": "2011-08-12T10:43:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:43.555Z"
    },
    "id": 6437,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6437.json"
    },
    "type": "archived-petition"
}