{
    "attributes": {
        "action": "Exempt Victims of Domestic Abuse who have had a Police Assessment and/or have a Safe/Panic Room from the Spare Room Subsidy",
        "additional_details": "In light of recent reports regarding the rise of Domestic Abuse/Violence it is requested that Government exempt those who have had a Police Assessment and/or have a safe/panic room from the Spare Room Subsidy and that this category is added to the national ‘exempt’ category list. Vulnerable victims of abuse should not have to rely on Local Authorities having Discretionary Housing Payment for their protection.Many victims are unable to work, even part time, after abuse due to the effect on their health whilst others can lose employment due to having to move to another town/city for their safety. In such cases a Police Assessment should remove victims from the Spare Room Subsidy category.Those who have fled their homes and have been placed in a safe home with a safe/panic room are now classed as having a 'spare room' - this should not be classified as a spare room.Victims, and often their children, are being forced to move and put at risk-this cannot be right in 21st century Britain\r\n\r\n",
        "background": null,
        "closed_at": "2014-11-06T10:57:57.000Z",
        "created_at": "2014-05-01T09:28:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-01T09:28:26.000Z",
        "opened_at": "2014-05-06T09:57:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 258,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:21.521Z"
    },
    "id": 64544,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64544.json"
    },
    "type": "archived-petition"
}