{
    "attributes": {
        "action": "Disclosure of Criminal Convictions by all MP and Council Election Candidates on all Election Literature",
        "additional_details": "The reason for this petition is simple, candidates seeking a position in any public office (e.g. MP’s, Councillors, etc.) that requires a public vote should disclose any past, current or expired criminal convictions.  I believe voters have the right to know if the candidate has any criminal convictions to make an informed decision as to whether that candidates is someone who can be trusted to be in the position they are seeking to be elected or re-elected.\r\n\r\nIt should be law that convictions should be prominently displayed on any website or electoral literature in bold capital letters “Criminal Convictions:” stating past, current or expired criminal convictions, if they have none they can simply state this.\r\n\r\nI believe anyone in public office should be trustworthy/honest and the electorate has a right to know who they are to vote for.  Anyone found to not fully disclose them during their election or re-electing campaign should be stripped of their position, triggering a new election.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-05-01T19:47:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-01T19:47:42.000Z",
        "opened_at": "2014-05-22T08:25:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:21.842Z"
    },
    "id": 64574,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64574.json"
    },
    "type": "archived-petition"
}