{
    "attributes": {
        "action": "Politicians should have to do work experience in different sectors for 6 weeks a year",
        "additional_details": "The public have lost trust in career politicians who deliver gov. policy from an ivory tower, out of touch with the general population. Key gov. ministers have privileged backgrounds and are accused of sliding into highly paid office with little experience of the ‘real world.’ If politicians, inc. ministers, undertook 6 weeks' work experience every year, they cd get a diff perspective on their policies. Working for the fire service, wearing breathing apparatus in extreme heat, a politician might decide firemen shdn't work when they're 60. Working for a drug company wd give them insight into the cost of developing lifesaving drugs. Commuting on a train service (economy) wd give insight into overcrowding. They cd work for a small business, in retail, in a retirement home…not visit, work. The possibilities are endless. The scheme wd be an obligation similar to constituency work. It wd improve the credibility of the politicians, strengthen their legitimacy and liven up political debate.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-06T20:14:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-06T20:14:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:23.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:23.431Z"
    },
    "id": 64738,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64738.json"
    },
    "type": "archived-petition"
}