{
    "attributes": {
        "action": "Ensure clear labelling on all halal and kosher meat",
        "additional_details": "It has recently been highlighted that many super markets are selling and fast food providers and even schools and hospitals are using halal and kosher meat   There is no labelling at present to state that the meat is halal or kosher. This means that many people of faith (other than Muslim) are un wittingly eating ritually sacrificed meat. Something that the bible states we should not do.   For many others that are non Christian or of a non faith. The very idea of cutting open a live animals throat whilst it writhes in agony dying slowly and painfully is just abhorrent and given the choice they would not eat this meat for ethical reasons.  Which ever way you look at it. Religious or ethical not knowing and therefore not being able to make an informed choice about the food we consume is very very wrong. Ethically. Morally and spiritually    This back door practice needs to be stopped. Our food needs clear labels as to how it was killed. Including if the poor animal was stunned first.   ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-08T18:26:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-08T18:26:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:24.414Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:24.417Z"
    },
    "id": 64838,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64838.json"
    },
    "type": "archived-petition"
}