{
    "attributes": {
        "action": "End animal cruelty during ritual slaughter and introduce adequate labelling",
        "additional_details": "Calling for a ban on ritual slaughtering within the UK or remove the exemption that currently allows religious groups to slaughter animal without pre-stunning and introduce tougher rules and regulations to ensure animals are given adequate stunning. Labelling must be introduced within our supermarkets/fast food outlets.\r\n\r\n80% of Halal slaughter is pre-stunned but around 12% are not. Out of those that do stun, not all slaughter houses are giving adequate stunning that will give permanent unconsciousness and insensibility. That stun is a recoverable stun where it only knocks the animal out to give least resistance when killed. This lasts for around 60 seconds before the animal starts recovering and fully recovers if left for a few minutes.\r\n\r\nSome other EU countries do not allow exemptions, we need to do the same.\r\n\r\nThe public are being denied a choice of what they eat and how their meat is produced, adequate labelling needs to be introduced. This will respect other religious groups",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-08T20:32:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-08T20:32:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:24.470Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:24.474Z"
    },
    "id": 64843,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64843.json"
    },
    "type": "archived-petition"
}