{
    "attributes": {
        "action": "Extend the opening hours for the Filling Station Cafe in Keswick and stop discrimination against motorcyclists",
        "additional_details": "The Filling Station Cafe opened in 2011 after an anti-biker campaign against it led by the Pheasant Inn opposite. Because of that campaign its opening hours were restricted to 6pm Sun to Fri and 9pm on Saturdays.\r\n\r\nIn 2013 it applied to stay open until 11pm and had support from Keswick Town Council and the Lake District National Parks (LDNPA) own Planning Officer.\r\n\r\nBut the LDNPA Committee ignored facts, talked openly about motorcycle nuisance, and refused the application regardless.\r\n\r\nThe cafe appealed to the Planning Inspectorate in 2014 who dismissed the appeal saying that noise from outside seating, added to that from the pubs beer garden, would be too great. But he failed to acknowledge that the cafe can already use its outside seating on a Saturday until 9pm and that there has never been any issue or complaints over noise.\r\n\r\nThe Government should ensure that motorcyclists are not discriminated against, help small businesses and allow the cafe to remain open after 6pm.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-12T08:11:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-12T08:11:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:25.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:25.663Z"
    },
    "id": 64976,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64976.json"
    },
    "type": "archived-petition"
}