{
    "attributes": {
        "action": "Declaration of no confidence in the current HM Governmental structure and operating methods.",
        "additional_details": " We the people of this nation, who provide the monitory funds to be used by government for the preservation and improvement of the quality of lives and liberty, have lost faith in the antiquated HM Government structure and its ability to make ethically sound decisions and policies for the people it serves.\r\n\r\nWe the signees of this petition believe there is no merit in continuing the current outdated HM Government structure, and that there should be a complete reanalysis of how public sector departments and lawmakers deliver effective and ethically sound leadership, funding and decision making for the people.\r\n\r\nThrough a transitionary period of government restructure, prioritising motions for change and cutting away at crippling bureaucracy, we believe with the power of effective positive and swift government policy changes, and open decision making with needs of the people at its core, there can be a new age for this great island.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-12T11:35:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-12T11:35:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:25.752Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:25.755Z"
    },
    "id": 64986,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/64986.json"
    },
    "type": "archived-petition"
}