{
    "attributes": {
        "action": "Prosecute UK dog trainer Christopher Upton for mistreating animals!",
        "additional_details": "Christopher Upton is a dog trainer in Callington, Cornwall, south of England. He has also founded his own company, called Corleone Gundogs.\r\n\r\nBut if you truly love dogs, his training methods are quite hard to swallow. A 2013 YouTube clip takes a glimpse at how Mr. Upton likes to train a dog. The footage shows the man ‘training’ a spaniel Storm to stay – he actively encourages the dog to break the stay, so he can punish him. He picked the dog up by his ears, shakes it and throws it back down to the ground, hitting it hard twice. He did this twice in his session.\r\n\r\nThis is certainly NOT the way to train a dog. Such methods of training are completely wrong and should lead to him being charged and not being trusted with someone’s pet.\r\n\r\nPlease Sign the Petition so that his license is revoked and he will be prosecuted for the way he has mistreated the dogs (who knows how many). Please SHARE as well, so that people out there get to know his real methods of training!",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-14T13:00:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-14T13:00:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:26.659Z",
        "rejection": {
            "code": "no-action",
            "details": "Prosecutions are for the police - this should be reported to them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:26.662Z"
    },
    "id": 65082,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65082.json"
    },
    "type": "archived-petition"
}