{
    "attributes": {
        "action": "Grant, Stephen Sutton a Royal Award",
        "additional_details": "Stephen Sutton in a short space of time raised millions for charity. His public campaign to raise money, should be held as an inspiration to all. He did not need a Television Programme to generate such money. It would be wrong, not to grant him this recognition. I call on the government and other parties to support this.\r\n\r\nPlease Vote so that the matter is discussed and decided by Parliament. Let's get an e-petition vote for every pound Stephen, raised.\r\n\r\nIf you have contacts in the Press, please get their support.\r\n\r\n(Moderators of ePetitions, please do not reject this. I will be sending a copy to Sir Christopher Geidt KCB KCVO OBE, the Queen's PS)(Feel free to amend this petition, if required, as long as the goal is the same.)(You must agree with me this is a just cause. The Cabinet Office is the best government department for this to go. Who gets a Royal award is decided by them.\r\n(This comment and the ones starting from Moderators should be removed, If needed, please contact me.)",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-14T19:38:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-14T19:38:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:26.810Z",
        "rejection": {
            "code": "honours",
            "details": "Apologies e-petitions cannot include information about honours or appointments.\r\n\r\nRecommended below.\r\n\r\nStephen Sutton in a short space of time raised millions for charity. His public campaign to raise money should be held as an inspiration to all. He did not need a Television Programme to generate such money. I call on the government and other parties to support this. Please Vote so that the matter is discussed and decided by Parliament. Let's get an e-petition vote for every pound Stephen, raised. If you have contacts in the Press, please get their support. I will be sending a copy to Sir Christopher Geidt KCB KCVO OBE, the Queen's PS."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:26.813Z"
    },
    "id": 65099,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65099.json"
    },
    "type": "archived-petition"
}