{
    "attributes": {
        "action": "Prosecute UK dog trainer Christopher Upton for mistreating animals!",
        "additional_details": "We, the undersigned, call on the government to stop the harsh training methods of some dog trainers (namely Christopher Upton)\r\nChristopher Upton is a dog trainer in Callington, Cornwall. He has also founded his own company, called Corleone Gundogs.\r\nHis training methods are extremely hard to swallow. A 2013 YouTube clip takes a glimpse at how Mr. Upton trains his dog. The footage shows the man ‘training’ a spaniel to stay – he actively encourages the dog to break the stay, so he can punish him.\r\n\r\nThe methods involved can and does cause untold injuries to any dog, who could in retaliation bite the handler, and then be classed as a dangerous dog through no fault of its own.\r\nWe urge the government to help stop the force full training methods and help implement the more acceptable training of positive reinforcement.  This has been proved via scientific studies to show that positive reinforcement helps training.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-15T10:01:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-15T10:01:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:27.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Prosecution is a matter for the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:27.129Z"
    },
    "id": 65125,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65125.json"
    },
    "type": "archived-petition"
}