{
    "attributes": {
        "action": "Stevies legacy- my dad has been refused a scan which could potentially save his life",
        "additional_details": "In 2007 my Granddad died of what started out to be breast cancer which developed into multiple cancers later on, 6 years later and we find out my aunt (his daughter) also has breast cancer, my uncle (his son) is now riddled with cancer and has days left to live.\r\nMy dad was tested recently to see if he is a \"carrier\" and unfortunately he is, but the doctors however refused to scan him to see if he has any current tumours in his body (which if caught early could save my dads life). My mum and dad have offered to go private and pay for the scan, but again you need a doctors referral in order for the procedure to go ahead. Our doctor refused to refer him as he has no symptoms, yet his father died of cancer, his sister has been affected by it and his brother is now on his last legs.\r\n\r\nPlease sign this petition I don't want to lose my dad to this horrible disease.\r\n\r\nI want the government to scan people in my dads situation, regardless of whether they have \"symptoms\" or not.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-15T20:24:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-15T20:24:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:27.336Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see - Make cancer screening more accessible."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:27.339Z"
    },
    "id": 65147,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65147.json"
    },
    "type": "archived-petition"
}