{
    "attributes": {
        "action": "Allow children to accompany parents to all courses offered at local Children’s Centres",
        "additional_details": "Currently, Children’s Centres around the UK offer valuable courses for parents of young children, such as first aid, literacy and numeracy, family budgeting and nutrition. In many cases, children and babies are not allowed to attend these courses with their parents, and are asked to either be left with a carer or make use of the free crèche offered by the Centre.\r\n\r\nWhilst this may be suitable for many parents, there are a large number of parents who are missing out on such valuable courses because they do not want to be separated with their child or have to leave their child with a stranger. We feel that by not allowing children into such courses, Children’s Centres are discriminating against those parents and therefore denying them valuable public services that are intended to be for benefit of all parents.\r\n\r\nWe are petitioning the Department of Health to offer courses to the inclusion of all parents, and to allow children or infants to attend the courses with their parent. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-05-19T11:54:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-19T11:54:38.000Z",
        "opened_at": "2014-06-10T10:48:40.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:28.273Z"
    },
    "id": 65249,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65249.json"
    },
    "type": "archived-petition"
}