{
    "attributes": {
        "action": "WalterTull- World War One war hero deserves a posthumous medal",
        "additional_details": "Many of you will never have heard of Walter Tull. This man may seem like one more valiant soldier who fought in bloody combat during World War One, but he faced much more than this. During the time of the War, racism was common and Walter Tull had to face up to this every day. However, he overcame these cruel ways and became a successful football player; in fact he was one of  the first Black professional players in the UK. He then voluntarily joined the war effort to help save his country and prove his loyalty. He fought in violent and bloody battles, and was promoted to second Lieutenant. Black men were not legally allowed to become officers and people believe no one would follow a Black officer, but Walter Tull was special and proved people wrong. Tull died in combat during the Battle of the Somme. His success and his loyal actions made him a key figure in History, and because of this he deserves the Military Cross medal which he was recommended for, but never received.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-20T16:58:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-20T16:58:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:28.774Z",
        "rejection": {
            "code": "honours",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:28.777Z"
    },
    "id": 65307,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65307.json"
    },
    "type": "archived-petition"
}