{
    "attributes": {
        "action": "I am writing to complain regarding a series of prolonged, deliberate actions which has been ongoing since 2009.",
        "additional_details": "There have been a number of difficulties concerning my right to contact with my 5 year old son – since the first instance of my attempting to secure contact I have been harassed through false allegations to the police, and I have now been charged with damaging criminal offences.  It is my belief that, despite my previous complaint to the IPCC, my ex-partner's familial connections with the police force, and the police's clear racial and cultural biases, are still holding an unfair influence over my case. I believe that these repeated accusations are a cynical manipulation of the legal process, and are being allowed to distract from the fact that my ex-partner is in breach of the court's contact order, and to prevent any form of enforcement in this regard. For the sake of my son's welfare I ask that the charges which have been placed against me be considered in the wider context of this ongoing harassment.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-22T20:59:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-22T20:59:13.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:29.709Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a personal issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:29.713Z"
    },
    "id": 65417,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65417.json"
    },
    "type": "archived-petition"
}