{
    "attributes": {
        "action": "Ban all Atmospheric Aerosol Spraying programs. Regulate aircraft emissions, and legislate to allow independent aircraft and aviation fuel inspections",
        "additional_details": "The CAA are coordinating, or at best turning a blind eye to, a program of atmospheric aerosol injection, conducted by commercial airlines, including but not limited to British Airways, Virgin Atlantic, Ryan Air, Jet 2, Flybe and  Easyjet. The aircraft have been modified specifically for this purpose.\r\n\r\nThe CAA are routing these planes over populated areas creating vast amounts of cloud cover that would not have occurred naturally, which is reducing our sunlight and affecting our health.\r\n\r\nI request that the government force the CAA to act in accordance with its Directions, which state that it has a responsibility to keep air pollution to a minimum and protect the health of the public, both of passengers, and of those on the ground.\r\n\r\nI further request the government force the CAA to regulate air fuel, monitor aircraft emissions, and allow independent inspection of aircraft and aviation fuel so as to prevent this situation continuing.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-05-23T09:53:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-23T09:53:56.000Z",
        "opened_at": "2014-05-23T14:38:30.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 995,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:29.797Z"
    },
    "id": 65427,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65427.json"
    },
    "type": "archived-petition"
}