{
    "attributes": {
        "action": "Urgent Review of Noise Abatement legislation",
        "additional_details": "We call upon the Secretary of State to conduct an urgent review of all applicable Noise Legislation so that the collective right of local communities to be able to enjoy well-run and managed music venues is properly balanced within the law against the individual rights of owners and occupiers of adjoining properties to limit environmental noise.\r\n\r\nWe request that this review specifically addresses the possibility of new owner/occupiers or developers misusing existing legislation to demand a lowering of environmental noise in a zone in which it has traditionally existed, resulting in the potential closure of highly valued community spaces including music venues, church halls and arts centres.",
        "background": null,
        "closed_at": "2014-08-28T07:28:58.000Z",
        "created_at": "2014-05-26T10:10:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:31.404Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nLegislation relating to noise is very wide ranging.  It includes regulations that cover building standards, housing, health and safety at work, antisocial behaviour, noise from outdoor machinery and noise as a statutory nuisance. The Government has recently reviewed its noise legislation as part of the Red Tape Challenge and believes that the law, as currently constituted, strikes the appropriate balance between managing the noise environment and considering the needs of business.\r\n\r\nWe believe that it is important that communities are able to enjoy well-run and managed music events and have introduced policies to support businesses and music venue premises. A key example is deregulating entertainment licensing, a process that started in October 2012, when the Live Music Act came into force.  This removed the licensing requirement for amplified live music taking place between 08:00-23:00 before audiences of no more than 200 people on relevant licensed premises authorised to sell alcohol for consumption on those premises, and suspended any existing conditions on the premises licence or club premises certificate relating to live music.\r\n\r\nMore recently the Government proposed raising the audience limit set by the Live Music Act 2012 from 200 to 500 to enable greater numbers of businesses and music venue premises to benefit.  We also proposed removing the licensing requirement for live music activities between 08:00-23:00 before audiences of no more than 500 people on local authority, hospital, school and community premises, such as church and village halls. A draft Legislative Reform Order to further amend the Licensing Act 2003 will shortly be laid before Parliament.\r\n\r\nHowever, it is also important to have safeguards in place to protect the wider rights of individuals in a community.  Statutory nuisance legislation seeks to stop noise that unreasonably and substantially interferes with a person’s enjoyment of their property or damages their health.\r\n\r\nSince the late 1800s, it has become well established in case law that it is not a defence to proceedings for nuisance that a complainant ‘came to the nuisance’. Enforcement action can be taken in relation to issues that constitute a statutory nuisance, regardless of whether those circumstances arose before the complainant became the occupier of the affected premises. This is to protect a person’s rights to the comfortable and healthy enjoyment of the premises owned or occupied by them. This principle applies equally between two business occupiers or two residential occupiers as between a resident and a business.\r\n\r\nIt is for the local authority to decide on a case by case basis whether or not a noise constitutes a statutory nuisance and the ‘character of the locality’ is one of a number of relevant factors that an environmental health officer (EHO) will consider. Therefore, well-established music venues in an area would certainly be a consideration for an EHO. They also take into account matters such as how loud the noise is, the reasonableness of the activity being carried out, the time of day of the occurrence, its duration and its frequency of occurrence.\r\n\r\nThe planning regime also has an important role to play in helping to prevent nuisances. Planning policies and decisions should avoid noise giving rise to significant adverse impacts on health and quality of life as a result of new development, and mitigate and reduce to a minimum other adverse impacts on health and quality of life arising from noise from new development, including through the use of conditions. However, the grant of planning permission does not license a nuisance and in some cases businesses may need to do more than just comply with their planning conditions to avoid causing a nuisance. Where appropriate, EHOs and the courts will look at planning decisions and compliance with planning decisions when assessing whether a nuisance exists.\r\n\r\nThe Government recognises that smaller music venues are the breeding ground for musicians to hone their craft. The future success of the UK music industry depends, in part, on new talent from the grass roots who have developed their talent performing in front of audiences in smaller venues of up to 500 people.   The Government wishes to see an increase in attendance at live entertainment, providing a further boost to the cultural and creative industries, as well as significant enjoyment and social benefit for the general population.\r\n\r\nThe Government considers that it is striking the right balance between those who welcome music entertainment and those who have concerns about it, and between   necessary protections from unreasonable noise and removing unnecessary burdens on small businesses.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-07-26",
            "summary": "",
            "updated_at": "2017-06-21T15:15:31.404Z"
        },
        "government_response_at": "2014-07-26T03:28:20.091Z",
        "moderation_threshold_reached_at": "2014-05-26T10:10:01.000Z",
        "opened_at": "2014-05-28T07:28:58.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-06-26T03:28:20.091Z",
        "scheduled_debate_date": null,
        "signature_count": 15954,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:31.410Z"
    },
    "id": 65582,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65582.json"
    },
    "type": "archived-petition"
}