{
    "attributes": {
        "action": "lower cervical cancer smear test age to 20 and if you show symptoms and visit the doctor 3 times, you should have a smear test regardless your age",
        "additional_details": "I am aiming to raise thousands of pounds for an organisation which pays for young women who have had symptoms of cervical cancer, to have smear tests when they get turned away from the doctor.  My daughter in law has cervical cancer and is only 25, she had her smear test at 25 and they told her that she had had cancer for 5 years undetected. She has had 2 children and they still didn’t see that anything was wrong. I want to fight and get the age lowered to 20 or if someone has symptoms and has been to the doctors 3 times then they have a smear test done regardless of their age. I need 100,000 signatures to be able to take this to parliament and for them to recognize this and make the change that is so greatly needed.\r\n\r\nThese women are mothers, sisters, daughters and friends. The heartache caused by not having a smear test because of someones age is truly devestating.Please sign this petition so we can make the change that will save young womens lives.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-26T16:16:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-26T16:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:31.667Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see petition - SOPHIES CHOICE, smear test lowered to 16."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:31.670Z"
    },
    "id": 65605,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65605.json"
    },
    "type": "archived-petition"
}