{
    "attributes": {
        "action": "Ban driven grouse shooting",
        "additional_details": "Intensive management of upland areas for the ‘sport’ of grouse shooting has led to the near-extinction of the protected Hen Harrier in England, as well as increased risk of flooding, discolouration of drinking water, degradation of peatbogs and impacts on other wildlife.\r\n\r\nGrouse shooting interests have persecuted the Hen Harrier to such an extent that, despite full legal protection for the last 60 years, it is almost extinct as a breeding species in England (2 pairs nested in 2013) despite there being habitat available for 300+ pairs. The investigation of wildlife crimes against such protected species is time-consuming, difficult to prosecute, and ties up valuable police resources.\r\n\r\nGrouse shooters have failed to put their own house in order, despite decades of discussion, and government has proved incapable of influencing this powerful lobby group.\r\n\r\nThe time has now come for the public to call ‘Enough!’ and require the next government to ban driven grouse shooting in England.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-05-27T07:07:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:31.864Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIt has been estimated that £250 million per year is spent on management activities that provide significant benefits for conservation.  Shooting makes an important contribution to the rural economy. When carried out in accordance with the law, shooting for sport is a legitimate activity, and our position is that people should be free to undertake lawful activities should they wish to do so.\r\n\r\nLandowners are free to manage wildlife on their land, provided it is carried out appropriately and legally, in accordance with any the relevant wildlife legislation.\r\n\r\n\r\nHen Harriers\r\n\r\nIt is encouraging to learn that there are four hen harrier nests this year which have chicks, given that in 2013 there were no known hen harrier fledglings in England. Some of these fledglings will be tracked with satellite tags we have funded.\r\n\r\nThe Uplands Stakeholder Forum Hen Harrier Sub-group was set up in 2012 with senior representatives from organisations best placed to take action to address the decline in Hen Harriers.  These include Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game & Wildlife Conservation Trust, the National Parks Authority and the RSPB.  Defra welcomes the involvement of all parties.\r\n\r\nThe Sub-group has developed a draft Joint Action Plan containing a suite of complementary actions intended to contribute to the recovery of the hen harrier population in England. We are working with Sub-group members to finalise the Plan.\r\n\r\nIllegal killing of birds of prey\r\n\r\nThe killing of birds of prey is illegal, all wild birds being protected under the Wildlife and Countryside Act 1981. Anyone who kills or injures a wild bird is committing an offence and could face jail if convicted.\r\n\r\n\r\n\r\nBird of prey persecution is one of the six UK wildlife crime priorities. The England and Wales Raptor Persecution Priority Delivery Group leads on action to address these crimes through prevention, intelligence and enforcement activity.\r\n\r\n\r\nThe National Wildlife Crime Unit gathers intelligence on illegal activities affecting birds of prey, providing assistance to police forces when required. Earlier this year the Government confirmed that the Home Office and Defra would together provide funding until 2016, demonstrating the Government’s commitment to tackling wildlife crime.\r\n\r\nAlongside this, there have been successful conservation measures which have led to increases in buzzard, peregrine and red kite populations over the last two decades.\r\n\r\n\r\nPeatland\r\n\r\nIn February 2013 we, along with the devolved administrations, made a statement of intent to protect and enhance the natural capital provided by peatlands in the UK.  In September 2013 the Pilot Peatland Code was launched with the aim of promoting the restoration of UK peatland through business investment.  It is intended that the Code will assure restoration delivers tangible benefits for climate change alongside other benefits such as restoring habitats for protected species and improving water quality.\r\n\r\n\r\nThe last decade has seen increasing numbers of conservation initiatives (such as Nature Improvement Areas and Sites of Special Scientific Interest) many of which are focussed on peatland restoration in the UK.  We are working with a wide range of partners on peatland restoration, including land owners and environmental NGOs.\r\n\r\n\r\nRural Development Programme\r\n\r\nWe are committed to helping create a more sustainable future for the English uplands, which are endowed with natural assets that are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity, and recreational opportunities for health and wellbeing.\r\n\r\nWe will be investing over £3 billion in agri-environment schemes (Environmental Stewardship and its successor) in the next Rural Development Programme 2015-2020. Addressing loss of biodiversity will be a priority for the new Programme. In addition funding will look to maximise opportunities to deliver biodiversity, water quality and flooding benefits together. Defra is working with a wide range of interests to finalise scheme details in good time for 2015.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-09-04",
            "summary": "",
            "updated_at": "2017-06-21T15:15:31.864Z"
        },
        "government_response_at": "2014-09-04T18:22:42.896Z",
        "moderation_threshold_reached_at": "2014-05-27T07:07:52.000Z",
        "opened_at": "2014-05-28T07:34:37.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-04T18:22:42.896Z",
        "scheduled_debate_date": null,
        "signature_count": 22399,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:31.870Z"
    },
    "id": 65627,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65627.json"
    },
    "type": "archived-petition"
}