{
    "attributes": {
        "action": "Peter Robinson, DUP, ought to be removed from office pending an investigation into his public defense of religious intolerance.",
        "additional_details": "We the undersigned  believe Peter Robinson, DUP, is not fit for office as First Minister of the Northern Ireland Assembly. He ought to be removed, pending an investigation into his remarks in defence of Pastor James McConnell regarding the Muslim faith.\r\n\r\nHe may have fallen foul of Sections 75 and 76 of the Northern Ireland Act, and also the Public Order (Northern Ireland) Act.\r\n\r\nHis words may have an influence on the prevalence of racially or religiously motiviated crimes in Northern Ireland.\r\n\r\nIf we the undersigned were to defend racist or bigotted remarks in the workplace, that is, to say we didn't trust a Catholic or Protestant, or didn't trust a black person, or an Asian person, we would be removed pending a disciplinary investigation.\r\n\r\nIf this is a democracy ought not the same occur, until an investigation into the matter is resolved? The public realm is Peter's workplace after all.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-05-29T13:54:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-05-29T13:54:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:32.745Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:32.748Z"
    },
    "id": 65731,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65731.json"
    },
    "type": "archived-petition"
}