{
    "attributes": {
        "action": "Stop Torbay Councils development of Lincombe Woods as a mountain bike trail. And commercial timber plantation.",
        "additional_details": "The head of Natural Environment Torbay Council Has a vision to ruin this historic woodland, There are Doormice, pigmy shrews, newts, slow worms, adders and grass snakes, as well as rare flowers and fauna.\r\nCountless birdlife including Goldcrest, Green, Greater and lesser woodpeckers, Birds of prey including sparrowhawk, and Buzzard, little owl, Tawny Owl, and Short eared owl in winter.\r\nThe falcons nesting kestrels, the merlin, and peregines that hunt the edges of the woodland.\r\nThere has never been vehicular access into the woodland and it should remain that way. If they succeed in these proposals this ancient natural environment will be lost forever along with the resident wildlife and natural habitats.\r\nAn AGM of Lincombe area residents was held on 22 May where this was brought to our attention and not one of over 100 in attendance voted for the proposed changes to ruin the natural environment and ecological balance of our wonderful inheritance.\r\nClosing date for action 30 June",
        "background": null,
        "closed_at": "2014-09-02T07:54:09.000Z",
        "created_at": "2014-06-02T04:53:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-02T04:53:21.000Z",
        "opened_at": "2014-06-02T07:54:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 36,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:34.158Z"
    },
    "id": 65890,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/65890.json"
    },
    "type": "archived-petition"
}