{
    "attributes": {
        "action": "Compulsory retirement of all research animals",
        "additional_details": "We call on the Government to introduce a mandatory research animal retirement policy. When possible, those animals, especially dogs, cats and horses that are no longer needed by research laboratories should be offered up to public adoption through registered rescue organizations. This should include all surplus and breeding animals.  After all these animals endure for human benefit they deserve a chance at a life in a home.\r\nGiving them this chance at a life after their time in the laboratories is in keeping with provisions for a voluntary retirement program made in the Animals Scientific Procedures Act and also in 2010/63/EU. As the retirement of laboratory animals is not viewed as a priority by the research industry, this should now be replaced with a mandatory obligation once they have fulfilled research use. This should be enforced as part of the issuing of a licence for any project or study, with the need for euthanasia being the exception rather than standard practice.\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-05T17:40:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:35.571Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nEuropean Directive 2010/63/EU, which was implemented in the UK and other Member States on 1 January 2013, sets out the conditions under which animals may be re-homed in Article 19.  These provisions are reflected in our Guidance on the Operation of the Animals (Scientific Procedures) Act 1983, section 5.21.\r\n\r\nThere are no legislative proposals to make the homing of animals which are no longer required for experimentation a mandatory requirement for laboratories.  Article 2 of the Directive only allows us to maintain stricter measures that were in force in 2010, it does not allow us to impose stricter measures now. It is designed to provide conformity of provisions across Member States.\r\n\r\nRe-homing is not amenable to legislation as all the legislation could say is that animals should be re-homed where it is appropriate.  There is already current guidance which states this.  Each project and each animal is different so no general rules could be made.\r\n\r\nConsideration is normally given to the release of animals from the controls of the Act if there is no scientific requirement for them to be humanely killed at the end of the procedures as part of the necessary data collection.  Some animals are not released if veterinary advice indicates that they may not remain in good health, or that their individual temperament would not be suited to such an environment.\r\n\r\nThe Home Office intends to provide further advice about the re-homing of laboratory animals from licensed establishments where the provisions of the legislation allow this to happen.  Animals which have been born into and lived all their lives under laboratory conditions may not be able to adapt to a different lifestyle and may be very distressed by such change.  There must be provision for careful individual assessment as well as a structured socialisation programme to ensure that re-homing is indeed in the best interests of the individual animal.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-09-27",
            "summary": "",
            "updated_at": "2017-06-21T15:15:35.571Z"
        },
        "government_response_at": "2014-09-27T17:25:02.789Z",
        "moderation_threshold_reached_at": "2014-06-05T17:40:31.000Z",
        "opened_at": "2014-06-06T15:01:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-27T17:25:02.789Z",
        "scheduled_debate_date": null,
        "signature_count": 18108,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:35.579Z"
    },
    "id": 66043,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66043.json"
    },
    "type": "archived-petition"
}