{
    "attributes": {
        "action": "Give EU citizens who have been resident in the UK for more than 10 years the right to vote in UK General Elections",
        "additional_details": "EU citizens who have been resident in the UK for more than 10 years should have the right to vote, not only in the local elections, but also in the UK General Elections. At the moment only British citizens are eligible to vote in UK General Elections. In order to become a British citizen the applicant has to pass a ‘Life in the UK test’ and also pay the substantial fee of £836 to the Home Office.\r\n\r\nEU citizens who have lived in the UK for a long period of time are obviously committed to this country and contribute to the British economy and communities of this country. EU citizens, who are living, working and paying taxes in the UK, are affected by the laws made by the elected UK Government in the same way as British citizens. Therefore I believe that EU citizens who have lived in the UK for more than 10 years should be able to vote in UK General Elections. In this way they can help shape the future of this country and with that their own future, too.",
        "background": null,
        "closed_at": "2012-08-16T11:26:09.000Z",
        "created_at": "2011-08-07T18:12:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-07T18:12:13.000Z",
        "opened_at": "2011-08-16T11:26:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 31,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:45.092Z"
    },
    "id": 6612,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/6612.json"
    },
    "type": "archived-petition"
}