{
    "attributes": {
        "action": "Serious reform needed at the Passport Office to put a stop to unnecessary delay and inconvenience for British citizens",
        "additional_details": "Spending £90 on a passport, sending it off over a month ago, and contacting the passport office to find your application has not even been processed is diabolical.\r\n6 weeks it apparently takes, yet I was just informed it could take that long for an interview alone.\r\nThey require your birth certificate for your first application, what about job applicants who need to prove their eligibility to work?\r\nIt should not take this long, people are unable to go away even after MONTHS of making an application which is a serious inconvenience.\r\nThis petition urges the government to reform the current system to ensure a swift process, no extra charges, and to enable citizens to receive a passport within a reasonable time!\r\nI need to not only prove my eligibility to work but also am planning to go away in less than a month, how is it fair that I'm likely to miss out on this job opportunity as well as a holiday just because of the ridiculously slow system? Unacceptable, we need CHANGE!",
        "background": null,
        "closed_at": "2014-12-09T13:06:20.000Z",
        "created_at": "2014-06-08T12:04:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-08T12:04:35.000Z",
        "opened_at": "2014-06-09T12:06:20.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:36.245Z"
    },
    "id": 66122,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66122.json"
    },
    "type": "archived-petition"
}