{
    "attributes": {
        "action": "Save our Beaufort Hill Community Miners Welfare Hall  \"It’s a vital time to keep young children interested & they all come voluntarily\"",
        "additional_details": "Proposals to close Beaufort Hill Community Miners Welfare Hall have been announced by council to the shock of local community groups who have used the hall for decades.Beaufort Welfare Hall was built by the miners who had one penny deducted from their weekly salary & it officially opened in 1935.Since then, it has become a social and community hub,with groups of all ages – from toddlers to the elderly using the hall every day throughout the week.“We cover five wards in Blaenau Gwent & actually have people coming from Monmouthshire, like Abergavenny, Newport and Torfaen.“Our main concern is that a lot of the members we have have autism spectrum disorder.“For some of them we are the only place they come to.\"It is not just a club, we are giving skills to people that are normally excluded from mainstream activities.Without that facility, where are the youngsters going to get involved in these types of activities which further their education?",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-11T09:55:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-11T09:55:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:37.154Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:37.157Z"
    },
    "id": 66237,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66237.json"
    },
    "type": "archived-petition"
}