{
    "attributes": {
        "action": "Hong Kong Problem on One country, Two systems",
        "additional_details": "In 10 June 2014, the Beijing Government issued a white paper delineating the progress of the ‘One Country, Two Systems’ policy and the establishment of the Special Administrative Region System of HK.\r\nWe found that the recent White Paper had great contradictions to the most recent reports released from the FCO.\r\nAccording to the White Paper: “As a unitary state, China’s central government has comprehensive jurisdiction over all local administrative regions, including the HKSAR” We doubt “One country, Two systems” is threatened or even abolished.\r\nAs the most recent Six Monthly Report on HK is not released and the Foreign Secretary has no proper response to this White Paper.\r\nWe are demanding a debate, with attendance of the Foreign Secretary to explain the current HK situations in all aspects, clarify the issues aroused from the White Paper, and express the point of view from the British Government to the Members of the Parliament and the HK Citizens.\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-11T14:09:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:37.324Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe future of Hong Kong is of great importance to the UK, both as a signatory of the ‘Sino-British Joint Declaration’ and as a country closely connected to Hong Kong by business, cultural, educational, economic and other ties.\r\n\r\nAs the then Foreign Secretary the Rt Hon William Hague MP noted in the most recent Six Monthly Report to Parliament, published in July 2014, some commentators suggested that the Chinese State Council White Paper signalled that Hong Kong’s high degree of autonomy was under threat. We note that both the Central People’s Government in Beijing and the Hong Kong Special Administrative Region Government have been explicit that the White Paper did not represent a change in policy.\r\n\r\nThe British Government’s position is clear: Hong Kong’s unique constitutional framework has worked well. It is important that it continues to be respected, and is seen to be respected, by all sides. The principles of ‘One Country, Two Systems’ and a high degree of autonomy, as enshrined in the Joint Declaration and Basic Law of the Hong Kong Special Administrative Region of the People’s Republic of China, are vital for the future of Hong Kong.\r\n\r\nThe UK government hopes that all parties will engage constructively in the next round of consultations on Hong Kong’s constitutional development to allow a meaningful advance for democracy in Hong Kong.\r\n\r\nThe Government has responded to two debates in Parliament on Hong Kong since the start of October: one, in the House of Commons, on 22 October (http://www.publications.parliament.uk/pa/cm201415/cmhansrd/cm141022/halltext/141022h0001.htm), and one in the House of  Lords on 16 October (http://www.publications.parliament.uk/pa/ld201415/ldhansrd/text/141016-0002.htm#14101679000328).\r\n\r\n(Published as of XXX November – A further updated response may be provided by the Foreign and Commonwealth Office as necessary)\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-09-19",
            "summary": "",
            "updated_at": "2017-06-21T15:15:37.324Z"
        },
        "government_response_at": "2014-09-19T02:58:14.246Z",
        "moderation_threshold_reached_at": "2014-06-11T14:09:26.000Z",
        "opened_at": "2014-06-12T10:25:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-19T02:58:14.246Z",
        "scheduled_debate_date": null,
        "signature_count": 21534,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:37.331Z"
    },
    "id": 66256,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66256.json"
    },
    "type": "archived-petition"
}