{
    "attributes": {
        "action": "Please allow the creation of a new taxi rank on the Buttercross in Newport, Shropshire as the town sorely needs another taxi firm operating.",
        "additional_details": "For the last 6 months I have been working on bringing a new taxi rank to Newport, Shropshire. I'm looking to invest a large amount of money on the project to make sure we bring enough private taxis to cater for Newport's needs.\r\n\r\nI have lived in the area all of my life and worked as a local taxi driver for the last 3 years so I know how dire the situation is. There is sometimes over 100 people at the Buttercross waiting for a taxi, so more security and taxis is a must for the future of an ever growing Newport. Another taxi rank with extra vehicles and security can surely only be a good thing.\r\n\r\nWe have to be based on the ground floor as a high majority of people who will come in the office to book a taxi may well be intoxicated or elderly and you obviously can't expect them to walk up and down a flight of stairs to book a taxi as that's a disaster waiting to happen, so it has to be on the ground floor for the convenience and comfort of the customers.\r\n\r\nThanks, Greg Quinn",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-13T18:01:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-13T18:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:38.268Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:38.270Z"
    },
    "id": 66366,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66366.json"
    },
    "type": "archived-petition"
}