{
    "attributes": {
        "action": "Stop Mr Gove from Levying Sanctions on Parents whose children misbehave or who are unable to read in School!",
        "additional_details": "Mr Gove, A child who runs out of assembly then proceeds to throw chairs in class is not always a ''naughty child'' ! Those who have Autism & sensory difficulties experience distress and anxiety - these often lead to unpredictable behavior often leading to exclusion.What sanctions will be placed upon staff who exclude inappropriately for behavior which occurs as a result of being placed in these situations?\r\nJust as alarming are comments made regarding children who are unable to read  - What if the child has an undefined LD or Dyslexia which is yet to be recognized? - I know of MANY cases where parents have been into school questioning their child's reading ability and concerns about their learning only to be told ''sorry but our EP hours are used up for this academic year'' are the Parent's to blame for this? Please rethink this and have regard for the many families who will be unfairly sanctioned for things often out of their control.\r\nC Kollecker - Independent Voluntary SEN Advocate",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-14T21:34:15.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-14T21:34:15.000Z",
        "opened_at": "2014-06-26T14:09:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 215,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:38.626Z"
    },
    "id": 66401,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66401.json"
    },
    "type": "archived-petition"
}