{
    "attributes": {
        "action": "Say NO to school days being made longer - family time is just as important as education!",
        "additional_details": "12 hour school days are being considered to improve educational performance. Teachers have objected. I hope many parents will too for the best interests of our children. It is unfair and absurd to alter the structure of education in this way. Longer days will lead to exhausted emotionally deprived and unhappy children and families across the country.\r\n\r\nMy children, and those of many who will sign the petition, have been loved encouraged and taught at home from the day they were born. Family time is very important. The love and teaching given at home contributes greatly to children's development and the people they become. A 45 hour school week undermines our capability to do right by our children; drastically reducing family input. OUR CHILDREN ARE NOT PERFORMANCE STATISTICS, they are people who we love above all else and most of us do a great job raising them.\r\n\r\nI ask that the government ends all consideration of longer days, devising alternatives to target those needing support.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-18T13:20:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-18T13:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:39.997Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:39.999Z"
    },
    "id": 66533,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66533.json"
    },
    "type": "archived-petition"
}