{
    "attributes": {
        "action": "Make abortions illegal with the exception of maternal life, health, mental illness and rape",
        "additional_details": "Many women in the UK are using abortions as a method of contraception. In 2012 the number of abortions carried out in England and Wales was 185,22. The current legal age limit for an abortion is 24 weeks. Babies who are born at this age are almost fully formed and are considered viable and may well be able to survive. It is very irresponsible for women who do not use the correct protection during sexual intercourse to rely on abortions as a method of contraception.There are currently 50 countries where abortions are illegal with either no exceptions or with the exception of health reasons and the UK should be one of those. Abortions should therefore be illegal in England and Wales in which they will not be carried out under any circumstances given the exception of medical reasons which should be as soon as a medical defect is detected usually around a 20 week scan and rape with a police report at no later than 8 weeks. If a woman carelessly falls pregnant she should be made responsible",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-18T20:14:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-18T20:14:54.000Z",
        "opened_at": "2014-06-19T07:28:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:40.217Z"
    },
    "id": 66555,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66555.json"
    },
    "type": "archived-petition"
}