{
    "attributes": {
        "action": "Save our Pubs, change the Planning Laws.",
        "additional_details": "That the Government help protect community pubs in England by ensuring that full planning permission and community consultation are required before community pubs are allowed to be converted to betting shops, supermarkets and pay-day loan stores or other uses, or are allowed to be demolished.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-19T10:49:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:40.332Z",
            "details": "As this e-petition has received more than 10,000 signatures, the relevant Government department have provided the following response:\r\n\r\nPubs play an important role in our local communities. They provide valuable local hubs that strengthen community relationships and encourage wider social interaction, with each pub also being estimated to contribute £80,000 to the economy annually.\r\n\r\n\r\nWe have demonstrated our continued commitment to community pubs through the introduction of a broad range of financial and wider support including scrapping the beer and alcohol duty escalators; cutting beer duty; funding business partners to help deliver more community-owned pubs and pubs which provide community-focused services; removing red tape that hindered pubs holding live music; doubling small business rate relief, and increasing the temporary business rate discount for pubs with rateable values below £50,000 from £1,000 to £1,500 for 2015-16; cutting corporation tax and National Insurance for employers; giving pubs greater flexibility over weights and measures, allowing beer and wine to be served in different sizes, and giving publicans tied to pub companies new rights under a new statutory code of practice.\r\n\r\nWe recognise that community pubs are important assets, making a significant contribution to the economy and providing local hubs that strengthen community relationships and encourage wider social interaction. The fact that significant numbers of community pubs are listed as Assets of Community Value highlights the need to enable local communities to consider planning applications for the change of use of a pub of particular local value.\r\n\r\n\r\nThat is why we announced on 26 January our intention to bring forward secondary legislation at the earliest opportunity so that in England, the listing of a pub as an Asset of Community Value will trigger a removal of the national permitted development rights for the change of use or demolition of those pubs that communities have identified as providing the most community benefit. This will mean that in future, where a pub is listed as an Asset of Community Value, a planning application will be required for it’s change of use or demolition, thus providing an opportunity for local people to comment on any proposals, and enabling the local planning authority to determine the application in accordance with its local plan, any neighborhood plan, and national policy. The local planning authority may take the listing as an Asset of Community Value into account as a material consideration when determining any planning application.\r\n\r\nLocal and neighborhood plans should be consistent with and reflect the strong support for pubs in the National Planning Policy Framework. This encourages local planning authorities to plan positively to support the sustainability of communities. This includes plans to deliver the social, recreational and cultural facilities and services the community needs, and to promote strong rural economies through the retention and development of local services and community facilities in villages, including pubs.\r\n\r\nIf there remain concerns about other viable pubs being lost, then communities and local authorities should work together to develop a clear, proactive strategy to protect those pubs. This may include the removal of national permitted development rights through the local authority making an Article 4 direction, which also ensures that a planning application will need to be submitted for the change of use or demolition of the pub.  The local planning authority can then determine any such application in accordance with national policy and its local plan, in consultation with the local community.\r\n\r\nThese changes mark the next step in our ongoing support for those pubs that are so very important to local communities. We believe it will provide greater protections for pubs, and give communities a say in their preservation. But the planning system can only do so much: planning rules cannot keep open pubs which are not making money. Our broader strategy of lower taxes, less regulation and a growing economy are the best way to support a thriving and diverse pub sector.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:40.332Z"
        },
        "government_response_at": "2014-11-19T22:47:50.419Z",
        "moderation_threshold_reached_at": "2014-06-19T10:49:28.000Z",
        "opened_at": "2014-06-20T09:02:29.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-10-19T21:47:50.419Z",
        "scheduled_debate_date": null,
        "signature_count": 11667,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:40.338Z"
    },
    "id": 66572,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66572.json"
    },
    "type": "archived-petition"
}