{
    "attributes": {
        "action": "Construction Workers Should Be Able To Be Paid Under CIS When Finding Work Through Agencies.",
        "additional_details": "We are sympathetic to the Government’s attempts to end ‘false self-employment. However, the newly constituted section 44 has had the impact of creating ‘false employment’ for many tradespeople who should remain in the status quo. The legislation was rushed into existence, giving little time for the industry to react. Many construction workers have extensive qualifications and experience and are legitimately taxed under CIS, the new legislation penalises these individuals, impacting on their day to day cost of living.  Consequently, many agencies have moved away from CIS altogether, whether or not they had to, because of the speed of and confusion caused by the amendments to section 44. This has caused an unfair tax consequence for the genuinely self-employed.   We petition the Government to supplement section 44 with a presumption of self-employment for individuals with recognised trades; for the very people who were never intended to be caught by section 44 in the first place.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-20T11:05:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-20T11:05:00.000Z",
        "opened_at": "2014-06-24T07:30:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:40.627Z"
    },
    "id": 66604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66604.json"
    },
    "type": "archived-petition"
}