{
    "attributes": {
        "action": "Seek to curb the powers of Air Traffic Controllers to disrupt air travel across Europe",
        "additional_details": "In the modern age we should not be subjected to massive disruption, affecting millions and costing billions, as a result of strike action of Air Traffic Controllers, such as occurs in France on a regular basis.\r\n\r\nMany will have experienced the disappointment and heartbreak to find out at the last minute that your flight has been cancelled because of French air traffic controllers going on strike.\r\n\r\nThe power that a relatively small number of air traffic controllers have to disrupt travel of millions of people, to incur losses to business and private individuals, to destroy family holidays is not acceptable.  Perhaps we should remember that \"the needs of the many outweigh the needs of the few\" and take action.\r\n\r\nThis petition proposes that the Government take action, perhaps through the European Parliament, to introduce legislation that would prevent such inconsiderate disruption and to make organisations and/or the relevant governments liable for the costs and damages incurred.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-25T08:24:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-25T08:24:58.000Z",
        "opened_at": "2014-06-30T09:28:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:42.216Z"
    },
    "id": 66784,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66784.json"
    },
    "type": "archived-petition"
}