{
    "attributes": {
        "action": "Messages and banners required to be displayed in all religious and academic institutions including in it’s websites",
        "additional_details": "I request the Government to direct all religious institutions and academic institutions to display banners saying that \"I will respect other religion the same way as I respect my and I will do good to the society irrespective of color, creed ,cast, religion, race, gender, age and ethnic origin. At the same time I will not pose any threat to peace and security to any Nation\". The same has to be displayed in the home page of all the institutions as mentioned above. All religious institutions have to be taken into consideration to ensure unity between people belonging to different religious background. Rights have to be given to the Police to make necessary changes to the banner. Banner display has to be done because no one can risk people falling in wrong hands. This shouldn’t be called as bullying and if it’s called as bullying, than bullying is much better than getting brainwashed i.e. in brief, I need to say that prevention is much better than cure.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-24T23:21:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-24T23:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:42.194Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:42.197Z"
    },
    "id": 66782,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66782.json"
    },
    "type": "archived-petition"
}