{
    "attributes": {
        "action": "Urge the General Medical Council (GMC) to improve rights and equality for medical students with disabilities in accordance with equality law",
        "additional_details": "Ensure GMC require medical schools to comply with Equality Act 2010 / GMC Tomorrow's Doctors. End unfair practices that disadvantage disabled medical students and request that:\r\nMedical students with disabilities be entitled to same reasonable adjustments as other students.\r\nStudents with reading/writing/hearing disability be assessed by other means than strictly timed written/oral exams.\r\nEnd use of Fitness-to-Practice (FtP) process to assess disability and entitlement to reasonable adjustments by universities such as Warwick. It combines two contradictory purposes and discriminates. Allow disabled medical students to be accompanied at FtP hearings. Only aspects of disability should be disclosed relevant to provision of accommodations. Access to medical records should end. Information disclosed by disabled students should be confidential and only passed on with consent. Negative criticism of aspects of a student’s disability in FtP to be substantiated always by documented evidence",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-26T12:15:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-26T12:15:01.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:42.714Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The GMC is independent of Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:42.716Z"
    },
    "id": 66839,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66839.json"
    },
    "type": "archived-petition"
}