{
    "attributes": {
        "action": "Save Grass Roots Football",
        "additional_details": "We call on the Government to ensure that grass roots football receives financial support from the Premier League.\r\n\r\nEvery child should have the chance to take part in organised sport, but poor quality pitches and ever increasing fees are driving people out of grass roots football.\r\n\r\nGovernment cuts mean that many Local Authorities are no longer able to fund grass roots football; we need a bigger investment from the professional game. The Premier League is the focus of huge amounts of money in English Football, it is right for them to support football from the ground up to ensure its future.\r\n\r\nGlobal broadcasting rights give the Premier League as much as £5bn over three seasons. The Government must work with the FA and Premier League to ensure that 7.5% of broadcasting rights is committed to grass roots football.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-06-26T09:58:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:42.660Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government works closely with the football authorities to ensure that the grassroots benefits from a proportion of the broadcast rights revenue generated by the Premier League and any commercial surplus made by the FA.\r\n\r\nThe Premier League makes a significant voluntary contribution to grassroots football that has continued to grow since the League’s inception.  Over three seasons the League will redistribute over £850 million pounds to help strengthen football below the top tier.\r\n\r\nThis includes solidarity payments to support the 72 clubs in the Football League and the 68 clubs in the three divisions of the Football Conference. Part of this funding is ring-fenced to support these clubs’ work in the community.\r\n\r\n£168 million will be spent by the Premier League solely on grassroots football and community sport projects in their current three years funding cycle. The Premier League has recently formed a strong partnership with Sport England to increase its work in this area. This includes the expansion of the Premier League 4 Sport programme that encourages more young people to take up sport and is helping deliver a tangible sporting legacy from London 2012. The £168 million is on top of direct investment from clubs themselves on community sport projects.\r\n\r\nThe Premier League and the FA Facilities fund will build and upgrade community football facilities in some of the most deprived areas of the country with an investment of over £100m across three years. This will build on the success of the Football Foundation - funded by the Premier League, the FA and Government – which prior to administrating the new fund delivered £780 million worth of investment in grassroots facilities in the proceeding  ten years. On top of the Premier League investment, the FA returns any surplus from commercial rights into the game: they invested £43 million into grassroots football in 2012, and work remains ongoing to consider the matter of grassroots investment.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:42.660Z"
        },
        "government_response_at": "2014-09-14T16:17:59.589Z",
        "moderation_threshold_reached_at": "2014-06-26T09:58:32.000Z",
        "opened_at": "2014-06-27T08:05:57.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-14T16:17:59.589Z",
        "scheduled_debate_date": null,
        "signature_count": 28611,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:42.666Z"
    },
    "id": 66835,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66835.json"
    },
    "type": "archived-petition"
}