{
    "attributes": {
        "action": "False Rape accusers such as Rhiannon Brooker need a much tougher sentence!",
        "additional_details": "Following the conviction of trainee barrister Rhiannon Brooker, we would like the Govt to take immediate action on a very lenient sentence that she received of 3.5 years and also increase this amount if anyone is found to have lied of rape.\r\n\r\nBrooker accused an innocent man (Paul Fensome) of five rapes, six assaults and one false imprisonment all because she had failed her legal exams and even when it was eventually proven in courts that she lied.\r\n\r\nRape is a terrible crime and her false allegations mean that real victims of rape would be afraid to come forward in case they feel they will not be believed.\r\n\r\nWe need to set an example by giving Brooker and anyone who falsely accuses an innocent person of rape, by giving them a harsh punishment if proven to have lied.  If Mr Fensome was looking at life imprisonment, then she too should be looking at a similar punishment.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-06-28T09:44:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-28T09:44:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:43.275Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:43.279Z"
    },
    "id": 66902,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66902.json"
    },
    "type": "archived-petition"
}