{
    "attributes": {
        "action": "Justice for Matthew Thompson",
        "additional_details": "In February 2013 I, my children our family and friends all experienced a pain we never imagined we would have to face. My husband was tragically taken away from us in a motorcycle accident.\r\n\r\nHewas travelling along the A149 at Castle Rising. Visibility was good, he was not speeding, his light was on and he was in the correct position. This though was not enough to stop someone pulling directly across his path, leaving him no chance to break and killing him!!!!\r\n\r\nThe family have maintained a dignified silence during the legal proceedings and the subsequent sentencing of 120 hours and a 2 year ban.  We felt that her sentence and her remorse was punishment enough as we understand this was an accident.\r\n\r\nThe aim of this petition is to try and stop appeals being bought forward following taking a life by driving",
        "background": null,
        "closed_at": "2014-12-30T13:28:47.000Z",
        "created_at": "2014-06-30T09:31:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:43.670Z",
            "details": "As this e-petition has received more than 10,000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government offers its sincere condolences to the family of Mr Matthew Thompson and is fully committed to keeping our roads safe.\r\n\r\nWith regards to the specific nature of this petition, all defendants may seek to appeal their conviction and/or sentence.  This is true for instances of taking a life whilst driving, as it is for all other offences.  The right to appeal is vital as it ensures that where a court does make an incorrect decision the means exist to correct it.  This is important in maintaining the accountability of the courts and the confidence of the public.   It also enables the appeal court to provide guidance for future cases. The right to appeal is therefore central to furthering the rule of law.  The Government therefore does not believe it would be right to prevent appeals for any particular type of offence, such as instances of taking a life by driving.\r\n\r\nThe Government does, however, recognise that there are a number of issues relating to driving offences that are of concern to the public. This is why the Criminal Justice and Courts Bill contains provisions that will increase the penalties for disqualified drivers who cause death or serious injury. Furthermore, we have announced a review of driving offences and penalties to ensure that the options available to the courts are proportionate and reflect the seriousness of the offences committed.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:43.670Z"
        },
        "government_response_at": "2014-09-13T08:14:30.612Z",
        "moderation_threshold_reached_at": "2014-06-30T09:31:21.000Z",
        "opened_at": "2014-06-30T12:28:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-13T08:14:30.612Z",
        "scheduled_debate_date": null,
        "signature_count": 20884,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:43.676Z"
    },
    "id": 66960,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66960.json"
    },
    "type": "archived-petition"
}