{
    "attributes": {
        "action": "UK Petition to legalise Pepper/CS spray, with issue of a certificate from the police for people at risk of harm with exemption from the fire arms act.",
        "additional_details": "If a criminal decides to rob, rape, or attack you, whats to stop them?\r\nWould you be strong enough to fight them off?\r\nGet away?\r\nIn the UK it's legal to carry a rape alarm or defence 'dye spray'.\r\n\r\nHow good do you think these things would be against a determinded attacker when no one is around?\r\n\r\nPepper/CS spray are probably one of the LEAST lethal means of defence and are also very affective in giving precious seconds to get away to somewhere safe for help. But its illegal in the UK and if you get caught with it you can be imprisoned and/or be given a fine.\r\nThe Oxford dictionary states its definition of a 'firearm' as - 'A rifle, pistol, or other portable gun.'\r\n\r\nI am seeking an exemption from section 5 of the firearms act 1968, rather than to remove them from the act. This would maintain that misuse would still be a punishible crime.\r\n\r\nThis firearms offence has the effect of destroying careers and job prospects for something the courts seem to accept as a trivial crime.",
        "background": null,
        "closed_at": "2015-01-02T13:55:43.000Z",
        "created_at": "2014-06-30T19:18:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-06-30T19:18:21.000Z",
        "opened_at": "2014-07-02T12:55:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:43.868Z"
    },
    "id": 66978,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66978.json"
    },
    "type": "archived-petition"
}