{
    "attributes": {
        "action": "GDC ARF",
        "additional_details": "We want the government to review the General Dental Councils Annual retention fees which are payable by all UK dentists.\r\nCurrently the fee stands at £576 and proposals have been made to increase this by 64% for dentists to £945 a year. We feel this is ridiculous and needs to be reviewed. If fees need to be increased this should be in line with inflation and any further deficit be addressed from other sources of revenue.",
        "background": null,
        "closed_at": "2015-01-01T09:10:12.000Z",
        "created_at": "2014-06-30T21:30:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:43.889Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department has provided the following response:\r\n\r\nThe General Dental Council (GDC) regulates dental professionals in the UK.  All dentists, dental nurses, clinical dental technicians, dental technicians, dental hygienists, dental therapists and orthodontic therapists must be registered with the GDC to work in the UK.\r\n\r\nThe GDC is an independent body and, therefore, it is for the GDC to determine the level of the annual fee it charges for registration.  The proposed fee increase is subject to public consultation where the GDC’s case will be scrutinised.  The Department of Health does not usually contribute to such consultations.  However, all professional regulators, including the GDC, are aware that the Department would not expect registration fees to increase beyond their current levels, unless there is a clear and strong business case that any increase is essential to ensure the exercise of statutory duties.\r\n\r\nThe GDC’s consultation opened on 30th June and is due to close on 4th September.  GDC registrants and other interested parties are encouraged to contribute their views to the GDC’s consultation, which can be accessed at the following link:\r\n\r\nhttp://www.gdc-uk.org/GDCcalendar/Consultations/Pages/Consultation-on-the-Annual-Retention-Fee-(ARF)-Level-for-2015.aspx.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:43.889Z"
        },
        "government_response_at": "2014-09-30T16:56:12.220Z",
        "moderation_threshold_reached_at": "2014-06-30T21:30:40.000Z",
        "opened_at": "2014-07-01T08:10:12.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-30T16:56:12.220Z",
        "scheduled_debate_date": null,
        "signature_count": 15244,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:43.894Z"
    },
    "id": 66982,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/66982.json"
    },
    "type": "archived-petition"
}