{
    "attributes": {
        "action": "Divert the £600m cost of building a cycle friendly bridge across the Thames to save jobs around the UK.",
        "additional_details": "Designs have been commissioned by the London Chamber of Commerce and Industry (LCCI) for the construction of a £600m cycle friendly bridge to span the River Thames. It has been announced on the same day that Lincolnshire County County will have to cut approximately 500 jobs to save £90m annually over the next few years. This trend is been implemented by many councils across the UK due to government cuts. As a cyclist myself, I personally don't think that the construction of a cycle friendly bridge in London is more important than a persons job. It is about time that central government should recognise that there is a UK outside of London. The need for food banks is increasing, so why does central government keep splashing out lavishly on London whilst the rest of the UK is having to make cuts. Sign this petition if you think that this commission is obscene under the current economic climate and the £600m should be diverted to a local authority, NHS, schools etc, etc",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-03T00:31:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-03T00:31:07.000Z",
        "opened_at": "2014-07-07T13:18:16.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:44.727Z"
    },
    "id": 67064,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67064.json"
    },
    "type": "archived-petition"
}