{
    "attributes": {
        "action": "Longer Sentence for Andy Coulson",
        "additional_details": "Andy Coulson hacked into several mobile phones in order to obtain confidential information from several people of which he personally did not know to create news for his newspaper \"News of the world\" including hacking into a phone that belonged to a murdered schoolgirl.\r\n\r\nThe public and myself feel that an 18 month jail sentence is a disgrace and a ridiculously short sentence for someone who broke the public confidentiality, worsened the bereavement to the families involved especially those associated to the murdered schoolgirl and caused worry within the public that their phones may be hacked.This man broke the trust of some many people, those he knew and the worldwide public.\r\n\r\nAll we are asking is for Andy Coulson to receive a longer jail sentence, at least a 3 year sentence as we feel it is too short and that he has gotten off lightly.\r\n\r\nFor the sake of our country and to stop more crimes happening we feel that punishment to every criminal should be severe and effective.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-04T10:53:17.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-04T10:53:17.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:45.162Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request.\r\n\r\nIn the case of Andy Coulson, the Attorney General’s Office has already requested the papers from the Crown Prosecution so one of the Law Officers can decide whether or not to refer the sentences to Court of Appeal as being unduly lenient."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:45.165Z"
    },
    "id": 67111,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67111.json"
    },
    "type": "archived-petition"
}