{
    "attributes": {
        "action": "Re-evaluate Rolf Harris' sentence and increase it to reflect his henious crimes.",
        "additional_details": "In light of Rolf Harris' lenient sentence, I propose this is re-valuated and him given a much longer sentence to reflect the damage he has done to many innocent humans. His crimes are some of the worst this country has seen and he should be suitably punished. We cannot have another case like Paul Gadd(Garry Glitter), where he has been released only to re-offend.\r\n\r\nVictim quotes:-\r\n\r\n\"The attacks that happened have made me feel dirty, grubby and disgusting. The whole sordid saga has traumatised me,\"\r\n\r\n\"I have never felt safe since, I live in a constant state of anxiety. What Mr Harris took from me was my very essence, I believe that it was for Mr Harris a forgettable moment but it was something for me I will never move on from. I know the person I am today is not the person I should have been.\"\r\n\r\n\"I became an angry child, unable to express myself and unable to trust men,\"\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-04T15:22:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-04T15:22:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:45.344Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing. It also only takes one person to make such a request.\r\n\r\nIn the case of Rolf Harris the Attorney General’s Office has already requested the papers from the Crown Prosecution so one of the Law Officers can decide whether or not to refer the sentences to Court of Appeal as being unduly lenient."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:45.346Z"
    },
    "id": 67130,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67130.json"
    },
    "type": "archived-petition"
}