{
    "attributes": {
        "action": "END THE CONFLICT IN PALESTINE",
        "additional_details": "Responsible department: Foreign and Commonwealth Office\r\n\r\nThis petition aims to end the horrific ongoing conflict between Israel and Palestine. We want the government to take notice of this issue and move towards helping to solve the problem. As the UK government is part of the G8 it is vital that they work towards a peace treaty in the Middle East in order to help save lives and build a sustainable community.\r\n\r\nAs a human being it is your responsibility to take part in looking after world relations and this petition aims to ensure that the government is doing all it can to help address the problems between Israel and Palestine.\r\n\r\nThe conflict has now taken another life of a child who was burnt alive how can this be allowed to continue? How many more children have to die before something is done?\r\n\r\nForget culture, nationality of religion & please act in the name of humanity ",
        "background": null,
        "closed_at": "2014-10-07T09:10:22.000Z",
        "created_at": "2014-07-05T11:38:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-08-13T07:50:29.131Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:45.716Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe British Government has made clear that it was appalled by the recent kidnapping and murder of three Israeli and one Palestinian teenager and that those responsible should be held to account.\r\n\r\nWith regards to the current situation in Gaza, the Prime Minister made clear in his statement to the House of Commons on 21 July that the UK shares the grave concern of many in the international community about the heavy toll of civilian casualties.  We have condemned Hamas’ refusal to end their rocket attacks, despite all international efforts to broker a ceasefire.  The UK support Israel’s right to take proportionate action to defend itself from them.  But the Prime Minister has urged restraint, asked Israel to do everything it can to avoid civilian casualties, and to help find ways to bring this situation to an end.\r\n\r\nThe UK has three objectives - to secure a ceasefire, to alleviate humanitarian suffering, and to keep alive the prospects for peace negotiations which are the only hope of breaking this cycle of violence and devastation once and for all.  In all of these areas, the UK will play its role, working closely with the US and International partners.  As the Prime Minister has said, the loss of life is absolutely heartbreaking and appalling.  The Prime Minister has called for an immediate, unconditional humanitarian ceasefire.  We need urgently to stop the bloodshed, re-impose a cease-fire and work to find a longer term solution.\r\n\r\nWe are also extremely concerned about the deteriorating humanitarian situation in Gaza.  That is why we have decided to provide more than £15m in emergency assistance to help tens of thousands of Palestinians affected.  On 4 August the Secretary of State for International Development announced £2 million in new funding for the UN Relief and Works Agency’s Flash Appeal.  This will help the UN provide a package of essential goods to the thousands of families sheltering in schools.  In total, we have now pledged 6 million to UNRWA’s appeal.  On 1 August DFID activated the Rapid Response Facility for Gaza.  This means pre-approved partners with a proven ability to operate in Gaza will now have access to a total of £3 million in new funding to provide rapid and direct emergency humanitarian assistance.  We are also providing £3 million to the World Food Programme to provide food vouchers.  This boost will provide emergency food vouchers for more than 300,000 people for one month.  Finally we have brought forward £3m in funding to the International Committee of the Red Cross to help them repair water infrastructure, deliver emergency medical services and protect the civilian population. But we are clear that a political solution is required to the current crisis in Gaza if we are to avoid this suffering happening again.  I can assure you all UK effort is focused to that end.\r\n\r\n(Published as of 5th August – A further updated response may be provided by the Foreign and Commonwealth Office as necessary)\r\n\r\n\r\nThis e-petition has now passed the threshold of 100 000 signatures.  The Leader of the House of Commons has written to the Backbench Business Committee, who are responsible for the scheduling of debates on e-petitions informing them that the petition has reached 100 000 signatures.\r\n\r\nThe Backbench Business Committee meets weekly, when the House of Commons is sitting, to hear representations from MPs for debates in backbench time. The Committee can consider any subject for debate, including those raised in e-petitions, but an MP must make the case for their consideration. More information about the Committee is available on its website http://www.parliament.uk/bbcom\r\n",
            "responded_on": "2014-08-11",
            "summary": "",
            "updated_at": "2017-06-21T15:15:45.716Z"
        },
        "government_response_at": "2014-08-11T01:50:22.713Z",
        "moderation_threshold_reached_at": "2014-07-05T11:38:10.000Z",
        "opened_at": "2014-07-07T09:10:22.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-07-11T01:50:22.713Z",
        "scheduled_debate_date": null,
        "signature_count": 124511,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:45.722Z"
    },
    "id": 67165,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67165.json"
    },
    "type": "archived-petition"
}