{
    "attributes": {
        "action": "Ensure that Warnings to be Included on All Airbrushed Photos in UK Publications",
        "additional_details": "It is irresponsible that UK fashion and celebrity publications are allowed to use airbrushed images freely. Digitally altered images are unrealistic representations of both men and women and damage the development and self-confidence of young people. These images should not be banned, but consumers should be aware if a published photograph is a realistic depiction of that person.\r\n\r\nA law should be enacted making all publications created or published in the UK advise consumers if  images of people within their publications are digitally altered. Any such images must contain a warning no less than 10% of the image itself stating: “The image shown here has been digitally altered and may not be an accurate representation of the person originally photographed”.\r\n\r\nConsumers must also be able to request and receive a copy of the original unaltered photo. Failure to comply with this law should incur a fine of £25000 per offence. Repeat transgressions should face stricter penalties.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-09T12:12:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-09T12:12:08.000Z",
        "opened_at": "2014-07-09T14:16:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:47.146Z"
    },
    "id": 67324,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67324.json"
    },
    "type": "archived-petition"
}