{
    "attributes": {
        "action": "Request to implement hybrid satellite GPS Transponder – Uplink System (G.T.U.S) in planes for additional safety and security reasons",
        "additional_details": "G.T.U.S has to be used in defense, passenger and cargo planes. G.T.U.S has to get activated automatically whenever the plane is not in hanger & signals emitted from it has to be confirmed by  Air Traffic Controller to ensure that the plane is continuously tracked. Tracked data from it has to be sent to Black Box (B.B). Primary system failure prevention device has to be isolated from the control panel, but indicators / meters to monitor primary, auxiliary power supply & GPS display has to be present. It shouldn't be in pilot's control e.g. B.B. It has to be taken as a primary GPS tracking unit. System connection should be isolated to minimize damage / to eliminate signal interference with other power supply / control / measurement units. Signals from transponder unit & uplink unit shouldn’t cause any interference. System should rely on primary source of power supply i.e. plane’s main power supply unit along with auxiliary power supply, so that it can transmit signals just like a B.B",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-09T17:44:46.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-09T17:44:46.000Z",
        "opened_at": "2014-07-15T12:40:09.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:47.369Z"
    },
    "id": 67348,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67348.json"
    },
    "type": "archived-petition"
}