{
    "attributes": {
        "action": "We the undersigned, call for an immediate cessation of any action being taken to reimpliment any part of the EU Data Retention Directive into UK law.",
        "additional_details": "The Government plans to re-introduce legislation which would force communications companies/ISPs to continue to retain details of citizens activity for a period of up to one year, possibly longer.\r\n\r\nThe Government says that new legislation will \"enshrine existing rights\".\r\n\r\nHowever, in a recent ruling at the European Court of Justice, the European Data Retention Directive which gave those powers to government was ruled invalid on the grounds that the directive:\r\n\r\n \"entails a wide-ranging and particularly serious interference with the fundamental rights to respect for private life and to the protection of personal data, without that interference being limited to what is strictly necessary\".\r\n\r\nThe ruling removed the obligation for companies to retain records of customers calls, texts and emails.\r\n\r\nIt is simply unfair to subject British citizens to UK specific legislation when a higher court has ruled the previous law to be in violation of the Charter of Fundamental Rights of The EU.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-10T10:22:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-10T10:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:47.646Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:47.649Z"
    },
    "id": 67383,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67383.json"
    },
    "type": "archived-petition"
}