{
    "attributes": {
        "action": "Care homes for vulnerable persons have CCTV fitted in each bedroom",
        "additional_details": "Rooms in care homes for vulnerable persons, including those with neurological disorders and the elderly,should be fitted with CCTV cameras. Currently homes have no CCTV cameras in a patient's room,unless the patient's family has fitted it secretly or a bespoke arrangement is made between family and care home management.It has been demonstrated that CCTV cameras act as a preventative to crime and antisocial behaviour.It is likely CCTV would act as a preventative measure in care or at least capture the evidence required for prosecution.CCTV could also protect care workers wrongly accused of neglect and abuse.The Department of Health could arrange controlled trials to assess the efficacy of CCTV cameras in preventing abuse.They could also commit to funding this scheme, even if only in part.It is immoral that only those patients whose families with the time, inclination or money benefit from CCTV cameras to protect them and their care workers.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-10T19:52:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-10T19:52:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:47.920Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see: WE NEED CCTV IN CARE HOMES AND NURSING HOMES TO PROTECT THE SERVICE USER AND WORKER"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:47.924Z"
    },
    "id": 67407,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67407.json"
    },
    "type": "archived-petition"
}