{
    "attributes": {
        "action": "Ban Surface Dressing roads",
        "additional_details": "A cheap but dangerous form of road re surfacing is surface dressing, which is tar sprayed onto a poor surface and then left with loose chipping for months Any that are not stuck down can cause a hazard to any road user. This is fastest and cheapest however due to the chipping it is definitely the most dangerous surface for any and all two wheeled vehicles. Riding on this surface is not only dangerous but does a lot more harm than good. This cheap and nasty surface isn't sustainable and has to be re-done often and has no benefit whatsoever. If your going to do a job you may as well do it properly!\r\nThis form of road surfacing needs to be banned from the UK roads. all drivers would much rather have a road closed for longer and be done properly, rather than having to drive through a minefield and causing their vehicle damage which can be costly. The state of our roads has been an ongoing issue in this country and needs to be addressed.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-10T19:54:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:47.931Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThis Government takes the issue of road safety and the condition of the road network very seriously. Indeed the Government is investing more than £6bn in this Parliament and £12bn in the next for highways maintenance on both the strategic and local road network.\r\n\r\nThere are many types of materials to resurface the highway network. This type of dressing will seal the old road surface, preventing the ingress of water which causes deterioration of the road surface, and the road matrix and so reducing the risk of wider scale deterioration and road failure. When designed and laid properly they pose no additional risks. On many roads where traffic flow are not excessively high, surface dressings have been shown to be both cost-effective and sustainable.\r\n\r\nThe Highways Agency, responsible for the motorway and trunk road network, do not routinely use this type of dressing due to the high traffic flows. For local roads, which are the statutory responsibility of local highway authorities, it is for each individual authority to decide on the most suitable materials to be used for resurfacing and repair works, based upon their local knowledge and circumstances.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:47.931Z"
        },
        "government_response_at": "2014-11-14T20:48:56.710Z",
        "moderation_threshold_reached_at": "2014-07-10T19:54:56.000Z",
        "opened_at": "2014-07-15T11:54:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-10-14T19:48:56.710Z",
        "scheduled_debate_date": null,
        "signature_count": 14150,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:47.937Z"
    },
    "id": 67408,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67408.json"
    },
    "type": "archived-petition"
}