{
    "attributes": {
        "action": "Condemn Israel as an apartheid state and an occupying force that aims to ethnically cleanse Israel of Palestinians",
        "additional_details": "Since the start of the Israeli occupation, the UN estimates that 6 million Palestinians have been displaced.\r\nSince 12th June 2014, 896 Palestinians have been arrested and over 80 killed. Palestinians have been robbed of their home, their dignity, their national identity and are constantly humiliated at checkpoints. Israel has broken 65 UN resolutions, whilst it is not against international law to resist occupation.\r\nIsrael continues it's terror mostly due to the fact that the international community remains silent, but it's time to break the silence and stand up for justice.\r\nThe first step is to recognise that Israel is an apartheid state that operates different and more harsher laws for the Arabs. Our government must also acknowledge that Israel is systematically cleansing Israel of Palestinians and we as an international community must condemn that, just as we did with South Africa. From there, peace and stability in the Middle East can be achieved.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-11T20:23:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-11T20:23:54.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:48.320Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:48.323Z"
    },
    "id": 67453,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67453.json"
    },
    "type": "archived-petition"
}