{
    "attributes": {
        "action": "Sports Minsters should give encourage FIFA and FA to empower referees to make the correct decisions in a fast flowing football game",
        "additional_details": "Football should be about skills, not about the luck of receiving an undeserved favourable referee's decision.\r\n\r\nIf live television sports broadcasters can play back instantly within a second of so of live action (even without utilising Hawkeye type technology) why can the same techniques (which already exist and in use by broadcasters) be utilised and made available to fourth referees, line referees, on the stadium’s video feedback monitors to enable football match referees to make the correct decisions for disputed goal, offside, penalty or red card decisions.\r\n\r\nIt is long overdue for Sports Minsters to give positive encouragement/representations, as well as making research resources available to the international FIFA and FAs of the home countries to enable football referees to make the correct and quick decisions.\r\n\r\nAfter all referees like the rest of humanity need up-to-date technology to make the correct decisions as much as is possible in a fast flowing situation.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-07-31T10:50:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-31T10:50:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:52.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:52.364Z"
    },
    "id": 675,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/675.json"
    },
    "type": "archived-petition"
}