{
    "attributes": {
        "action": "Hen Harrier Joint Recovery Plan - publish it",
        "additional_details": "There are thousands of square miles of suitable habitat, but very few breeding pairs of hen harriers in England. If the remaining chicks die, the hen harrier will effectively be extinct as a breeding species in England. Defra said it would stop extinctions like this.\r\n\r\nIn August 2012 Defra asked moor owners, gamekeepers and conservation groups, including the RSPB, to work together and write a single plan to restore England’s precious hen harrier. They reviewed the evidence and scientific literature to prepare their joint plan. Since January 2014 Defra could have published the plan; but has not.\r\n\r\nFor the sake of the hen harrier, Defra must resist external pressure to meddle with the plan. England’s hen harrier population is too fragile to wait any longer.\r\n\r\nYou have it in your gift to save the English hen harrier and return it across our skies. Do it.\r\n\r\nBe brave and publish the hen harrier recovery plan today – the clock is ticking.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-13T22:52:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:49.055Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department has provided the following response:\r\n\r\nThe Government is concerned about the hen harrier population in England and acknowledges the need to take urgent action.\r\n\r\nThe latest survey undertaken in 2010 found only 12 pairs in England.  In 2013 no young fledged for the first time in over 50 years and although we are encouraged that there are four nests this year with good numbers of young, hen harrier populations are so low that recovery across their former range is unlikely to occur unaided.\r\n\r\nIn its document “Biodiversity 2020: A strategy for England’s wildlife and ecosystem services”, the Government set out priority actions. One of these is to “Take targeted action for the recovery of priority species, whose conservation is not delivered through wider habitat-based and ecosystem measures”. The Government considers that hen harriers merit additional action to reverse the decline in their population numbers.\r\n\r\nIn 2012 Defra established the Uplands Stakeholder Forum Hen Harrier Sub-Group to seek shared solutions for hen harrier recovery. The Sub-Group comprises senior representatives from Natural England, the RSPB, the Game and Wildlife Conservation Trust, the National Gamekeepers’ Organisation, National Parks UK and the Moorland Association.\r\n\r\nSince the establishment of the Sub-Group, the members have developed a draft Joint Action Plan which contains a suite of complementary actions intended to contribute to the recovery of the hen harrier population in England.  The e-petition suggests that the Joint Action Plan could have been published in January 2014, but final agreement is still being negotiated. Since the Sub-Group members all have a role to play in delivering the suite of actions, it is important to secure as much agreement as possible before publication so that it can be implemented in the co-operative and pragmatic way needed to help the recovery of the hen harrier in England.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.\r\n",
            "responded_on": "2014-12-12",
            "summary": "",
            "updated_at": "2017-06-21T15:15:49.055Z"
        },
        "government_response_at": "2014-12-12T21:04:59.408Z",
        "moderation_threshold_reached_at": "2014-07-13T22:52:55.000Z",
        "opened_at": "2014-07-14T09:26:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-11-12T21:04:59.408Z",
        "scheduled_debate_date": null,
        "signature_count": 10683,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:49.062Z"
    },
    "id": 67527,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67527.json"
    },
    "type": "archived-petition"
}