{
    "attributes": {
        "action": "BRITISH MUSLIMS LAUNCH NATIONAL CAMPAIGN TO PROHIBIT ALL PUBLIC FACE-MASKING (INCLUDING BURQA/NIQAB) IN THE UK",
        "additional_details": "Following the ECHR ruling upholding France’s ban on face-masking, the UK must follow suit. Muslims are misled by Wahhabi-Salafi-Deobandi-TJ-JI sects that the burqa/niqab is integral to Islam. It is untrue.\r\n\r\nThis archaic tribal rag is pre-Islamic, non-Qur'anic and unMuslim. Female anonymity is a Saudi-Afghan fad. It should be resisted on theological, social, health, security and equality grounds so that Britain’s character is preserved.\r\n\r\nWe must oppose this latest salvo from theological fanatics for the hearts and minds of UK’s Muslims.\r\n\r\nAs integrated British Muslims, we ask HMG to initiate a national debate so that the public is not duped by zealots claiming that face-masking is Islamic. If this Trojan shari’ah horse is not routed, we set a dangerous precedent that will imperil Britain’s democracy and liberty.\r\n\r\nWe call upon everyone to join us in abolishing this patriarchal fallacy.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-17T06:25:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-17T06:25:13.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:49.979Z",
        "rejection": {
            "code": "duplicate",
            "details": "Your other e-petition has been published.   Apologies for the delay."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:49.982Z"
    },
    "id": 67636,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67636.json"
    },
    "type": "archived-petition"
}