{
    "attributes": {
        "action": "Netanyahu & Israeli Regime to face War Crimes and Crimes agains Humanity for atrocities committed in Palestine",
        "additional_details": "British Government to formally recognise War Crimes and Crimes Against Humanity committed by Netanyahu and Israeli regime past and present.\r\n\r\nIsrael has been targeted by 77 UN Resolutions since yr 2000 and in fact have been targeted by more resolutions than any other country in UN history of which most have been ignored and broken. Between 2008 - 2012 Benjamin Netanyahu's government used chemical weapons in the form of white phosphorus during the bombardments of the Gaza Strip (one target being the UNRWA, another being a hospital). The use of white phosphorus on civilians is a War Crime. Israel has demolished more than 28,000 Palestinian homes and continues to illegally confiscate for Jewish-only settlements that violates Human Rights. The regime also stops aid into Gaza along with the vital water and sewerage systems being destroyed by air strikes. This regime repeats the same Human Rights, Humanitarian Law Violations and War Crimes and has done so for over 40 years of occupation. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-18T10:09:55.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-18T10:09:55.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:50.407Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:50.411Z"
    },
    "id": 67681,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67681.json"
    },
    "type": "archived-petition"
}