{
    "attributes": {
        "action": "Retract your support for Israeli attacks in Gaza or step down as leader of a country you are failing to represent.",
        "additional_details": "The PM announced, on the 9th of July, that the UK 'staunchly supports' Israel in it's attack on Gaza. The PM knew that instead of launching a sustained police investigation into Hamas and finding those responsible, Israel would use the same approach it always has with the Palestinian people. The PM knew this would lead to the deaths of countless innocent civilians, when this statement from the PM's office was released 13 had already died in 24 hours.\r\n\r\nThe PM is therefore offering support to an operation that he must have known would lead to the deaths of innocent people. Do you, as a citizen of David Cameron's 'UK', support Israel's approach to their problem? Do you support the bombing of civilian dwellings, café’s full of people watching the world cup and children playing football on the beach? David Cameron does, and he's told Israel, and the world, that you do too. Don't let this happen in your name. Sign this petition and help get the issue raised in parliament.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-20T03:40:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-20T03:40:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:51.039Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:51.043Z"
    },
    "id": 67750,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67750.json"
    },
    "type": "archived-petition"
}