{
    "attributes": {
        "action": "British citizens who fight in the Israeli army to face criminal prosecution on their return to UK",
        "additional_details": "\r\nBritish citizen are going Israel to fight in the IDF(Israeli defence force) on occupied territories. Anybody who has broken the fourth protocol of the Geneva Convention deserves to face justice in court for their crimes.\r\n\r\nIt is also a crime under British law for a British nationals to serve in a foreign army under the 'Foreign Enlistment Act 1870' making it a criminal offence.\r\n\r\nThese individuals need to be arrested and face prosecution in British courts on their return to the UK\r\n",
        "background": null,
        "closed_at": "2014-11-01T09:52:42.000Z",
        "created_at": "2014-07-23T10:55:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:52.490Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe UK government is extremely concerned about the conflict in Gaza, and is doing everything possible to support a lasting negotiated ceasefire. The Middle East Peace Process continues to be one of our principal foreign policy priorities.\r\n\r\nSection 4 of the Foreign Enlistment Act 1870 makes it an offence for a British subject to enlist in the military of a foreign state at war with another foreign state with which the UK is at peace. That prohibition does not extend, however, to enlistment in a foreign government’s forces which are engaged in a civil war or combating terrorism or internal uprisings. The Occupied Palestinian Territories are not currently recognised as a state by the UK.  Israel has taken military action against individuals and groups within Gaza but has not made a declaration of war. In these circumstances the 1870 Act would not apply.\r\n\r\nIt is the UK government’s longstanding position that the Fourth Geneva Convention applies to the Occupied Palestinian Territories, and that Israel is an occupying power under that convention. The UK has urged both sides of the conflict to respect international humanitarian law and the laws of armed conflict.\r\n\r\nIf the military personnel of any country violate the laws of armed conflict, we would expect that State to investigate their conduct and hold them to account.  British nationals who have committed crimes abroad may also be prosecuted before our UK courts. An investigation would be required and any prosecution in England and Wales would be a matter for the Crown Prosecution Service, who will determine whether there is sufficient evidence available to mount a prosecution and whether such a prosecution is in the public interest, and will require the consent of the Attorney General.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:52.490Z"
        },
        "government_response_at": "2014-10-04T03:59:48.437Z",
        "moderation_threshold_reached_at": "2014-07-23T10:55:34.000Z",
        "opened_at": "2014-08-01T08:52:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-09-04T03:59:48.437Z",
        "scheduled_debate_date": null,
        "signature_count": 13617,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:52.496Z"
    },
    "id": 67893,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67893.json"
    },
    "type": "archived-petition"
}