{
    "attributes": {
        "action": "Taxpayers should only support up to the second child in any family (cost of £890 million/year*)",
        "additional_details": "A tiny proportion of the welfare budget is spent supporting large families; however the trend in larger families claiming benefits must be stopped so that the system is fair for those paying in, and not just those taking out.\r\n.\r\nFamilies who commit to having more than two children must be financially sound to support them, and in no way rely on Taxpayer funds.\r\n.\r\nFunds saved would advantage the working people – subsidising travel fares, improving road infrastructure, building new prisons, etc.\r\n.\r\nThe cap is needed to deter people from starting large families solely at the expense of the tax payer, and additionally to prevent a rise in people abusing the benefit, whether here, or when bringing in large families from overseas.\r\n.\r\nEffecting the cap now rather than later ensures that the amount of families affected by the cap remains as low as possible.\r\n\r\nA small and completely fair move to benefit the Taxpayers.\r\n\r\n* sums omitted due to this form only allowing a max  1000",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-23T14:31:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-23T14:31:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:52.591Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:52.594Z"
    },
    "id": 67904,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67904.json"
    },
    "type": "archived-petition"
}