{
    "attributes": {
        "action": "Terminology used when making an Edwards Syndrome / T18 diagnosis",
        "additional_details": "To change the terminology used when giving a Edwards Syndrome / Trisomy18 diagnosis.\r\n\r\nCurrently medical professionals advise a baby with T18 is incompatible with life, we want this changed to life limiting. Many children are surviving with T18 & they all write their own stories, putting a label of incompatible with life on then in incorrect.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-23T14:50:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:52.623Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe screening of trisomy of chromosome 18 (Edwards Syndrome) is part of a routine NHS ultrasound screening at 18 to 20 weeks of pregnancy.  Parents receiving a diagnosis of Trisomy 18 are faced with the very difficult decision of whether they should continue with the pregnancy.  Despite medical advances, babies born with Trisomy 18 face a bleak outlook with most dying soon after birth.  Although some survive longer, they often require a range of invasive medical procedures to stay alive.\r\n\r\nNeither the Department of Health, nor the NHS, is responsible for defining medical terminology applied for conditions and have no jurisdiction to influence on the use of this terminology so it would be for clinicians to use the wording they felt to be appropriate in each circumstance.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:52.623Z"
        },
        "government_response_at": "2014-12-11T11:45:47.615Z",
        "moderation_threshold_reached_at": "2014-07-23T14:50:38.000Z",
        "opened_at": "2014-07-24T08:14:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-11-11T11:45:47.615Z",
        "scheduled_debate_date": null,
        "signature_count": 11331,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:52.630Z"
    },
    "id": 67907,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67907.json"
    },
    "type": "archived-petition"
}