{
    "attributes": {
        "action": "Force companies to disclose and hand over documents to help victims of historical crimes and abuses",
        "additional_details": "I call on the Government to set up a policy for the search and disclosure of historical documents and data required for evidence in pursuit of justice for crimes committed many years ago. Many firms claim to only keep records for 6 years, but this is not true.\r\n\r\nIn view of the historical child abuse cases it’s important that all past victims of crime are able to access their data for use in criminal proceedings and not be fobbed off by companies that claim not to have it.\r\n\r\nThe Data Protection Act s33(3) permits retention of personal data indefinitely for research purposes, but firms do not disclose how far that data extends in years. Under section 33(4) exemption, firms have no obligation to disclose data or even confirm its existence.\r\n\r\nI ask the Government to amend the Data Protection Act so that the conditions prescribed by section 8.4.14 to 8.4.17 of the Insurance Conduct of Business regulations (ICOBS) can be applied universally to ALL requests for personal data.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-23T15:00:16.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-23T15:00:16.000Z",
        "opened_at": "2014-07-24T10:01:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:52.639Z"
    },
    "id": 67908,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67908.json"
    },
    "type": "archived-petition"
}