{
    "attributes": {
        "action": "Driver receives maximum sentence of 14 years per person that has been killed.",
        "additional_details": "On Thursday 13th February 2014, friends Kris Jarvis and John Morland had been out cycling and where returning home via Purley and were struck by a speeding car, both men were killed.\r\n\r\nKris and his fiancée, Tracey, have 5 children and John and his fiancée, Hayley, have 2 children.\r\n\r\nThe driver of the car pleaded guilty to two counts of causing death by dangerous driving, driving while uninsured and disqualified and aggravated vehicle taking, the driver of the speeding car received 10 years and three months sentence.\r\n\r\nAlexander Walter was 2 ½ times over the legal drink limit and had taken drugs 24 hours before and had 67 previous convictions.\r\n\r\nDangerous driving can have devastating consequences.  Tracey and Hayley would like to see the Government change the law, so if a driver receives a sentence for causing death by dangerous driving, the driver receives the maximum sentence, of 14 years, per person that has been killed.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-23T17:14:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2014-11-23T12:52:11.434Z",
        "government_response": {
            "created_at": "2017-06-21T15:15:52.651Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe Government offers its sincere condolences to the family of Mr Kris Jarvis and Mr John Morland and is committed to keeping our roads safe.\r\n\r\nSentencing in individual cases is always a matter for the courts, which are independent from government. When deciding what sentence to impose the courts take into account all the circumstances of the offence and any mitigating and aggravating factors, in line with statute and the sentencing guidelines. The court is required by statute to take previous convictions, where relevant, into account. Where there is more than one victim, this will be taken into account and will clearly aggravate the seriousness of the offence.\r\n\r\nWe want to ensure that maximum penalties for driving offences reflect the seriousness and culpability of offending behaviour. We recognise that there are a number of issues relating to driving that are of concern to the public; this is why a review of driving offences and penalties has been announced to ensure that the options available to the courts are proportionate and reflect the seriousness of the offences committed.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "responded_on": "2014-09-05",
            "summary": "",
            "updated_at": "2017-06-21T15:15:52.651Z"
        },
        "government_response_at": "2014-09-05T15:02:05.943Z",
        "moderation_threshold_reached_at": "2014-07-23T17:14:54.000Z",
        "opened_at": "2014-07-24T09:56:32.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-05T15:02:05.943Z",
        "scheduled_debate_date": null,
        "signature_count": 102170,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:52.658Z"
    },
    "id": 67911,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67911.json"
    },
    "type": "archived-petition"
}