{
    "attributes": {
        "action": "Petition for the Equal Treatment of all sides in the Gaza Conflict",
        "additional_details": "We call upon the UK gov to act as an honest, fair & impartial intermediary to bring both sides into peaceful negotiations.\r\n\r\nThe UK gov is favouring the State of Israel, we believe this is not representative of the will of the majority of the people of the United Kingdom.\r\n\r\nAt this time, the Government of the UK is presenting a poor reflection of our nation’s stance on human rights. In order to reach a long standing peace, a full examination of the situation in this region must take place. The number of those killed or injured continues to climb, with too many children among the dead and wounded. Harm of innocents on both sides must stop, and we demand that our Government plays a fair & Impartial role in the pursuit of an equal, fair and enduring solution for peace.\r\n\r\nWe ask the UK Gov to act impartially, to treat equally with the State of Israel and the People of Gaza to swiftly resolve the turmoil caused by the onslaught that is taking place in this region at present.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-23T20:14:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-23T20:14:19.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:52.670Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:52.673Z"
    },
    "id": 67914,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67914.json"
    },
    "type": "archived-petition"
}