{
    "attributes": {
        "action": "Christians under serious threat in Mosul, Iraq",
        "additional_details": "We the undersigned call upon the UK Foreign and Commonwealth office to take decisive and immediate action to support the thousands of innocent Christians and others in Mosul, Iraq who are currently facing the threat of murder, rape, forced conversion to Islam and FGM.\r\n\r\nWe ask you to work to ensure safe passage for these people, to work with relief and development agencies to ensure they receive food, water, shelter and medical attention, and to listen proactively and quickly to the informed voices of organisations working on the ground in the area, offering whatever help is most needed there.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-25T15:35:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:53.315Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe UK Government remains very concerned by the threat from the self-styled Islamic State of Iraq and the Levant (ISIL), which is seeking to stoke sectarian conflict across the Middle East.  ISIL’s violence and brutality is a threat to Iraq and the wider region, as well as the United Kingdom.\r\n\r\nThe Prime Minister issued a statement on 8 August condemning ISIL attacks in Iraq, and highlighting the developing humanitarian crisis of those who have fled their homes.\r\n\r\nSince the most recent round of violence began in 2014, more than 1.5 million people have been displaced across Iraq.  The United Nations has now declared the situation as the highest level of humanitarian emergency.\r\n\r\nOur position is that Iraq’s leaders must show unity, and put aside their differences to focus on the security threat.  Moderate forces from all communities need to be brought together to stand up to the extremist threat.  The vast majority of Iraqis want to build a safer and more prosperous country, and do not want to return to the violence of the past.\r\n\r\nThe UK response is focussed on:\r\n\r\nAlleviating the immediate humanitarian suffering of the victims of ISIL.  The UK is providing £23 million in immediate assistance, to provide clean water and sanitation, essential medicine and funding for NGOs and charities.  Some of this has been sent as humanitarian airdrops.  It has also been used to provide technical assistance and supplies.\r\n\r\nPromoting an inclusive, sovereign and democratic Iraq.  We welcome the formation of a new Government under Prime Minister Haider al-Abadi on 8 September.  This is a critical first step on the way to addressing the serious security, political and humanitarian challenges facing Iraq.  It is now vital that all political blocs work together to overcome those challenges.  The British Government will work closely with the new Government of Iraq as it fights terrorism.\r\n\r\nWe continue to speak directly to the Iraqi Government on the situation.\r\n\r\nOn 26-27 August, the Parliamentary Under-Secretary of State at the Foreign & Commonwealth Office responsible for our relationship with the Middle East, Tobias Ellwood MP, travelled to Iraq to urge the Iraqi government to protect all communities, and to deal appropriately with those who are found responsible for any acts of violence and intimidation because of political, ethnic or religious affiliation.  The UK remains resolute that all perpetrators should be held to account.  During his visit, he pressed the Prime Minister Haider al-Abadi to ensure his new government in Iraq would ensure the protection of all minorities, promote human rights and reassert the rule of law.\r\n\r\nMr Ellwood also met leaders of the Syriac Orthodox Church, the church to which many Iraqi Christians belong, making a statement strongly condemning the persecution that Iraq’s religious minorities have suffered.\r\n\r\n(Published as of 17th September – A further updated response may be provided by the Foreign and Commonwealth Office as necessary)\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-09-30",
            "summary": "",
            "updated_at": "2017-06-21T15:15:53.315Z"
        },
        "government_response_at": "2014-09-30T10:58:48.514Z",
        "moderation_threshold_reached_at": "2014-07-25T15:35:00.000Z",
        "opened_at": "2014-07-25T19:11:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-08-31T10:58:48.514Z",
        "scheduled_debate_date": null,
        "signature_count": 33848,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:53.322Z"
    },
    "id": 67979,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/67979.json"
    },
    "type": "archived-petition"
}