{
    "attributes": {
        "action": "Bring severely injured children of Gaza to UK for treatment",
        "additional_details": "The harrowing images of children from Gaza have moved people around the world. The sufferings of these unfortunate victims of war have been made worse by severe lack of essential medical supplies, equipment and lack of expertise.\r\n\r\nThe United Kingdom has a rich tradition of helping victims of war and natural disasters throughout the world. The country recently extended humanitarian assistance to the unfortunate victim of terrorism – Malala Yousafzai. Malala’s life was saved by British doctors who have gained extensive expertise via research and unfortunate experiences in war zones.\r\n\r\nWe demand that the UK government take lead in true British spirit and bring severely injured children like Nema whose vast round suppurating panda sized blobs have touched hearts around the world for immediate treatment to Britain. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-27T14:12:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:53.831Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe are deeply saddened by the tragic loss of civilian life in the recent escalation of violence in Gaza and Israel.  The conflict has taken a terrible toll.  We are pressing for urgent measures to relieve the humanitarian suffering of those in Gaza.\r\n\r\nThat is why we have provided £19.1 million in UK aid in response to this crisis.  On 8 August DIFD announced they would be providing an additional £2 million to the Disasters Emergency Committee and on 4 August the Secretary of State for International Development announced £2 million in new funding for the UN Relief and Works Agency’s Flash Appeal.  This will help the UN provide a package of essential goods to the thousands of families sheltering in schools.  In total, we have now pledged £6 million to UNRWA’s appeal.\r\n\r\nFurthermore, on 1 August DFID activated the Rapid Response Facility for Gaza.  This means pre-approved partners with a proven ability to operate in Gaza will now have access to a total of £3 million in new funding to provide rapid and direct emergency humanitarian assistance.  We are providing £3 million to the World Food Programme to provide food vouchers.  This boost will provide emergency food vouchers for more than 300,000 people for one month, and we are also providing £2 million in medical aid.  Finally, we have brought forward £3m in funding to the International Committee of the Red Cross to help them repair water infrastructure, deliver emergency medical services and protect the civilian population.  We have also activated our International Emergency Trauma Register to deploy a world class team of NHS staff directly to the region to help treat hundreds of those affected by the crisis. The team will identify those vulnerable people, in particular children, in need of highly complex or specialist treatment not available in the region.  We are putting in place arrangements to handle a limited number of such patients in the UK.\r\n\r\nBut we are clear that a political solution is required to the current crisis in Gaza if we are to avoid this suffering happening again.  We welcome the agreement of 26 August by all parties to a ceasefire. The ceasefire provides a critical and welcome window of opportunity for reaching a comprehensive agreement that tackles the underlying causes of the conflict.  This should ensure that: Hamas and other militant groups permanently end rocket fire and other attacks against Israel; the Palestinian Authority resumes control of Gaza and restores effective and accountable governance; and that Israel lifts its restrictions in order to ease the suffering of ordinary Palestinians and allows the Gazan economy to grow. There should be international monitoring and verification to ensure full implementation of a comprehensive agreement.\r\n\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:15:53.831Z"
        },
        "government_response_at": "2014-10-28T02:48:39.216Z",
        "moderation_threshold_reached_at": "2014-07-27T14:12:48.000Z",
        "opened_at": "2014-07-31T14:12:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-09-28T01:48:39.216Z",
        "scheduled_debate_date": null,
        "signature_count": 20721,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:53.838Z"
    },
    "id": 68040,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68040.json"
    },
    "type": "archived-petition"
}