{
    "attributes": {
        "action": "Stop NHS privatisation",
        "additional_details": "Call on the Government to support Clive Efford MP's  'NATIONAL HEALTH SERVICE (AMENDED DUTIES AND POWERS) 'Private Member's Bill\" on 21st November 2014.\r\nResponsible department: Department of Health\r\nGovernment to support Clive Efford MP's private member's bill (NHS amended duties and powers).\r\nTo:-\r\n•\tstop the Privatisation of the NHS,\r\n•\trestore the legal duty of the Secretary of State for Health to provide National Health Services,\r\n•\tamend the Health and Social Care Act 2012 to remove the competition requirements,\r\n•\tamend the ability to provide private health services,\r\n•\tamend the provisions of the Health and Social Care Act 2012 relating to Monitor,\r\n•\trepeal Section 75 Regulations.\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-07-28T12:55:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:54.076Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government’s reforms are not about privatisation, but about placing the financial power to change health services in the hands of those NHS professionals whom the public trust most, and putting clinicians, rather than politicians, in control of healthcare.  The principles the NHS was founded on will remain as important in the future as they were when the NHS was created: of healthcare free at the point of use, funded from general taxation and available to all based on need rather than the ability to pay.  Clinical services will continue to be available on the basis of need, as they are now.\r\n\r\nMinisters believe that competition can help to deliver better quality care and better choice for patients, and improved value for the taxpayer.  The Government’s aim is for patients to have access to the best possible services, and providers from the voluntary, charitable and private sector all make a valuable contribution to the delivery of NHS services.\r\n\r\nThe Health and Social Care Act 2012 did not introduce competition to the NHS, and overturning this legislation would not therefore prevent competition law applying to the commissioning of NHS services.  The Act simply continued an approach of managed competition in the NHS and established Monitor as an expert health sector regulator to provide an alternative to the potentially costly process of bringing a court case against NHS commissioners.  The NHS (Amended Duties and Powers) Bill would remove the mechanism that allows Monitor to ensure that competition operates in the interest of NHS patients.\r\n\r\nThe Bill also seeks to revoke the NHS Procurement, Patient Choice and Competition Regulations 2013 made under section 75 of the Act.  These Regulations continue the rules and guidance put in place by the previous administration that require commissioners to secure NHS services from the provider or providers that are best placed to meet the needs of patients and can improve the quality and efficiency of services.  Revoking these Regulations would therefore not change the framework within which commissioners must take decisions on when to competitively tender a service, and Ministers believe would be a backwards step in the drive to improve NHS services.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-11-18",
            "summary": "",
            "updated_at": "2017-06-21T15:15:54.076Z"
        },
        "government_response_at": "2014-11-18T00:04:41.236Z",
        "moderation_threshold_reached_at": "2014-07-28T12:55:04.000Z",
        "opened_at": "2014-07-28T14:20:55.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-10-17T23:04:41.236Z",
        "scheduled_debate_date": null,
        "signature_count": 15078,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:54.083Z"
    },
    "id": 68064,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68064.json"
    },
    "type": "archived-petition"
}