{
    "attributes": {
        "action": "We call on UK government to support the independence request of Kurdistan Region of Iraq",
        "additional_details": "In fact since the fall of Saddam Hussein regime, the Kurdistan Region Authorities have demonstrated to be effective in running of all areas of a functioning state. It has developed a strong democratic system which has facilitate peaceful, free and fair elections that have enabled peaceful transition of powers at all level. Consecutive local governments have achieved constant economic growth and positive changes at all important development areas. Kurdistan Region Government (KRG) has maintained peace on its territory and have managed to resolve any potential conflict through dialogue and diplomacy. Furthermore Kurdistan region residents have important and common historical and cultural elements that qualify them to be a part of a sovereign state. KRG has developed strong and good relationship with its neighbours. Lastly the independence of Kurdistan region would positively contribute in finding sustainable peace in the region as an independent country.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-28T17:10:34.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-28T17:10:34.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:54.148Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:54.152Z"
    },
    "id": 68072,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68072.json"
    },
    "type": "archived-petition"
}