{
    "attributes": {
        "action": "make the balen report public and stop bias news report on Israel. reveal how bbc and itv unfairly report on the gaza conflict in favour of hamas",
        "additional_details": "Release Balen Report and reveal how bbc biasly report  in favour of hamas. Why wasnt rocket strikes reported before  IDF were pushed to retaliate? Why no report come from targeted Israeli  cities? Why no report that if it wasnt for the Israeli Iron dome  system, there would be as many Israeli casualties as palastinians? Why no report that hamas  hit Arab cities in Israel such as Bethlehem and facilities in Gaza. Why no report that Israel supplied greenhouses and funds for the palastinians in 2005 after Jewish settlements were forceable removed in Gaza. Why hasnt it been reported that a temporary hospital was set up on the border by Israel to treat civilians.Why hasnt it been reported that hamas openly state their desire to wipe Israel off the map. Why wasnt it reported that hamas refuse to take part in first three ceasefires. Media have to realise that their unfair reporting stirs up strong emotions that can ultimately lead to criminal damage of property and attacks on U.K citizens",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-28T21:04:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-28T21:04:26.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:54.199Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the BBC Trust."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:54.203Z"
    },
    "id": 68080,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68080.json"
    },
    "type": "archived-petition"
}