{
    "attributes": {
        "action": "I will NOT vote for a Labour party that openly supports the killing of innocent children and civilians in Gaza.",
        "additional_details": "As a lifelong Labour voter, I have supported a party that claims to support all communities.\r\n\r\nUnfortunately Tony Blair let us down by invading Iraq without reason. He's rightly been ousted out of office in 2007.\r\n\r\nEd Miliband stepped in and claimed he wants a \"One Nation\" Labour party by change.\r\n\r\nIf anything, he has divided the nation as he has done nothing to condemn the brutality of Israel in Gaza.\r\n\r\nHe admitted openly that he is a Zionist on 8 March 2013.\r\n\r\nIf Ed Miliband wants to keep my Labour vote, he has a lot of work and convincing to do. Who the hell does he think he is ruining this once great party?\r\n\r\nI will NOT vote for a Labour party that openly supports Zionism and the killing of innocent children and civilians in Gaza.\r\n\r\nPlease sign this petition to send this message loud and clear to Ed Miliband that we will not vote for his Zionist policies.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-29T14:23:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-29T14:23:31.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:54.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a not a matter for Government.  Also your petition does not include any clear statement of what action you want the government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:54.325Z"
    },
    "id": 68092,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68092.json"
    },
    "type": "archived-petition"
}