{
    "attributes": {
        "action": "UK GOVERNMENT TO IMPOSE SANCTIONS ON ISRAEL FOR THE CRIME OF APARTHEID",
        "additional_details": "ISRAEL’S CRIME IS APARTHEID - THE INSTITUTIONAL DISCRIMINATION AND SYSTEMATIC OPPRESSION OF PALESTINIANS BECAUSE OF THEIR RACE.\r\n\r\nNotwithstanding the current and ongoing ground invasion and aerial attacks by Israel upon the people of Palestine, there exists apartheid in the Israeli occupied West Bank.\r\n\r\nIsrael imposes a system of control in the Israeli-occupied West Bank, including Jewish-only settlements, the ID system, separate roads for Israeli and Palestinian citizens, military checkpoints, discriminatory marriage law, the West Bank barrier, use of Palestinians as cheap labour, Palestinian West Bank enclaves, inequities in infrastructure, legal rights, and access to land and resources between Palestinians and Israeli residents in the Israeli-occupied territories.\r\n\r\nThe UK Government cannot consider itself an ally of a State which conducts institutionalised discrimination and systematic oppression over any group of people based on their race.\r\n\r\nSanctions must be imposed.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-29T23:22:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-29T23:22:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:54.442Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:54.445Z"
    },
    "id": 68111,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68111.json"
    },
    "type": "archived-petition"
}