{
    "attributes": {
        "action": "A 40 year injustice: force the police to investigate the crime.",
        "additional_details": "In 1970 my father died in a terrible accident. The police however did not investigate the facts and our solicitor did not appropriately advise. He also failed to act at the inquest and defrauded my mother. The family only learned of the inquest in 2009. After 40 years we discovered the truth. We now want justice.\r\n\r\nThe solicitor stole the family home. He stole my father’s life insurance money plus the money my father had saved in the bank. The solicitor made false accounts and falsified my mother’s signature 5 times. He stole her securities and left her for broke with 3 children. I have solid evidence of the fraud, enough to arrest and charge the criminal. He is still living and working.\r\n\r\nThe police will not investigate this crime and no lawyer will touch the case. Wherever I go, I cannot get support.\r\n\r\nPlease order a new inquest; force the police to investigate the crime; investigate systemic corruption; and find out why my family cannot get access to justice and accountability.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-07-31T00:29:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-07-31T00:29:28.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:54.855Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this e-petition as it is about a personal issue. However, if you wrote about it in more general terms we would be able to accept it."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:54.859Z"
    },
    "id": 68156,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68156.json"
    },
    "type": "archived-petition"
}