{
    "attributes": {
        "action": "A 40 year injustice - investigate systemic corruption",
        "additional_details": "In 1970 my father died in a terrible accident. The police however did not investigate the facts and our solicitor did not appropriately advise. He also failed to act at the inquest and defrauded my mother. The family only learned of the inquest in 2009. After 40 years we discovered the truth. We now want justice.\r\n\r\nThe solicitor stole the family home. He stole my father’s life insurance money plus the money my father had saved in the bank. The solicitor made false accounts and falsified my mother’s signature 5 times. He stole her securities and left her for broke with 3 children. I have solid evidence of the fraud, enough to arrest and charge the criminal. He is still living and working.\r\n\r\nThe police will not investigate this crime and no lawyer will touch the case. Wherever I go, I cannot get support.\r\n\r\nPlease investigate corruption within the police and the legal profession that is obstructing access to justice for the ordinary citizen and working against the public interest.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-01T13:54:27.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-01T13:54:27.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:55.343Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This e-petition cannot be published as it relates to a personal issue. In order to publish it, the e-petition should be set out in more general terms."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:55.347Z"
    },
    "id": 68217,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68217.json"
    },
    "type": "archived-petition"
}