{
    "attributes": {
        "action": "Stop closure of humanities departments in Caerleon/Newport",
        "additional_details": "The “merger” of University of Wales, Newport and UniGlam has resulted in a ruthless takeover depriving an already socially disadvantaged area of its humanities faculty. History and English will no longer be taught in a town seeped with historical importance and literary heritage. The minister who imposed this merger ultimately resigned due to the exposure of his bias. Hence, the entire manoeuvre should be called into question and investigated. How is Wales to demonstrate integrity if it is incapable of preserving some of the most valuable assets of its heritage and centres for academic research? Yet another injustice has been served to the people of Newport, as the government refuses to take responsibility for a \"merger\" that it imposed via a corrupt politician. The government has turned a blind eye to the destruction of a community, educational heritage, and ignored the needs of its people. A full investigation into proceedings and responsibility needs to be taken for this tragedy.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-01T22:49:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-01T22:49:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:55.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:55.501Z"
    },
    "id": 68236,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68236.json"
    },
    "type": "archived-petition"
}