{
    "attributes": {
        "action": "End BBC bias in its coverage of the occupied Palestinian territories",
        "additional_details": "We urge Parliament to investigate the BBC Trust’s failure to ensure the impartiality of BBC coverage of the occupied Palestinian territories in accordance with the recommendations of its 2006 Thomas Report.\r\n\r\nIdentifying context and fairness as two requirements of impartiality, the report concluded “BBC output does not consistently give a full and fair account of the conflict.” It noted the marked asymmetry between the two sides “most strikingly manifested in the fact of Occupation” meant the BBC’s commitment to balance “could produce coverage which misleads from the outset.”\r\n\r\nAccording to a former BBC chairman \"Ensuring 'due impartiality' is the most important legal responsibility laid upon the Board of the BBC by Parliament.\" Recent coverage has fallen far short of this ideal.\r\n\r\nWe believe as the BBC has failed to fulfil its legal obligation of due impartiality in its coverage of the occupied Palestinian territories, Parliament should act to remedy this serious failure. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-08-04T22:16:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-04T22:16:40.000Z",
        "opened_at": "2014-08-06T09:31:38.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 31,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:56.255Z"
    },
    "id": 68310,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68310.json"
    },
    "type": "archived-petition"
}