{
    "attributes": {
        "action": "Compulsory microchip scanning by vets, rescues, dog wardens, highway agencies and network rail to help reunite stolen and missing pets.",
        "additional_details": "Microchipping regulations should include standard operation procedures to scan pets with an owner, a stray or deceased.\r\n\r\nVets must scan all new registering pets and check the database registration. Stolen pets are sold on to new unsuspecting owners and missing pets can be kept or passed on by a finder.\r\n\r\nRescues must cross check the microchip database registration on all 'surrendered' or 'hand in' pets and scan all strays thoroughly. Once a pet has been rehomed it is a costly and complex procedure, resulting in the fact you may not get your microchipped pet back.\r\n\r\nStrays collected by dog wardens must be scanned on arrival to kennels. Owners only have 7 days to find their pets and then the council become the keeper and can either rehome or put to sleep.\r\n\r\nDeceased pets picked up by the highway authorities and rail network should all be scanned.\r\n\r\nThis was already expected by all the responsible owners who are searching for their microchipped dogs, cats, horses, etc., now!\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-08-07T09:59:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:15:57.079Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government understands the concerns expressed in this petition, but does not consider it necessary to legislate to introduce compulsory scanning. It is already best practice that stray pets are scanned for microchips when received by vets, local authorities and rescue centres and where dead animals are found. Indeed, all have a duty of care to do so.\r\n\r\nMany veterinary practices already scan stray animals and new patients on first presentation, and check the information against the database to aid record keeping for treatment. The Royal College of Veterinary Surgeons (RCVS) Code of Professional Conduct for veterinary surgeons states that scanning should be carried out on stray animals brought into the surgery, or those suspected of being stolen, or in cases where the owner is not aware if the animal has been microchipped.\r\n\r\nThe Government does not expect veterinary surgeons to police new microchipping regulations and there are concerns that compulsory scanning may deter holders of animals from seeking veterinary assistance if they are in an ownership dispute. However, as set out in the supporting guidance to the RCVS Code, “veterinary surgeons are encouraged to take appropriate steps to reunite the animal with the owner”. The supporting guidance http://www.rcvs.org.uk/advice-and-guidance/code-of-professional-conduct-for-veterinary-surgeons/supporting-guidance/client-confidentiality/ includes guidance on ownership disputes covering veterinary surgeons’ obligations to their clients under the Data Protection Act.\r\n\r\nIf the scan shows that the dog is reported as stolen or is registered to another person, then the veterinarian would advise the person who has brought the dog into the surgery of the fact and advise that they contact the database operator for advice.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2014-10-22",
            "summary": "",
            "updated_at": "2017-06-21T15:15:57.079Z"
        },
        "government_response_at": "2014-10-22T02:14:52.299Z",
        "moderation_threshold_reached_at": "2014-08-07T09:59:57.000Z",
        "opened_at": "2014-08-08T07:38:37.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-09-22T02:14:52.299Z",
        "scheduled_debate_date": null,
        "signature_count": 26202,
        "state": "closed",
        "updated_at": "2017-11-08T15:52:10.557Z"
    },
    "id": 68410,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68410.json"
    },
    "type": "archived-petition"
}