{
    "attributes": {
        "action": "Petition for a Higher Education Regulatory Body (ofsted and ofqual for university's)",
        "additional_details": "University's are completely unregulated. no body exists that has legal powers over them. This is quite shocking when a university experience, can affect people just as much as primary/secondary education. Especially now with fee rises. The quality and fairness of the student experience more important than it has ever been.\r\n\r\nThe closest thing higher education has to regulation is the QAA and the OIA. However these body’s can only make comments and recommendations. They have no legal powers over university's or there academic judgment.\r\n\r\nA body needs to be established that is backed by legislation with the same power that ofsted and ofqual has over schools and colleges, that also reports directly to Parlement. Such powers should include being able to dismiss members of staff and replace a governing body. As well as being able to subject a university to a random inspection. Not to mention having direct power over the decisions and membership of university examination boards.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-08-11T18:27:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-11T18:27:38.000Z",
        "opened_at": "2014-08-15T14:36:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:57.865Z"
    },
    "id": 68506,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68506.json"
    },
    "type": "archived-petition"
}