{
    "attributes": {
        "action": "Freedom of Movement between the former British Dominions who maintain the Queen as Head of State.",
        "additional_details": "Establish Freedom of Movement between former British Dominions (as described in the 1926 Balfour Declaration “autonomous Communities within the British Empire\") who still maintain strong ties with the UK, and hold a common Head of State.\r\n\r\nQualifying countries include: Australia, Canada, and New Zealand; as all countries were former Dominions, and still to this day maintain the British Monarch as their Head of State. For the sake of convenience of the Common Travel Area, it is proposed Ireland would be included. One must of either have had citizen since birth of one of the aforementioned countries, or if acquired by naturalisation, they must held citizenship for a period of no less than 10 years. There will be no recourse to public funds.\r\n\r\nThese three countries share a long history, ancestry, culture, language, rule of law, trade, and values. All these countries have exceptionally high quality of lives, and advance economies that would benefit from reduced immigration controls.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-13T14:15:32.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-13T14:15:32.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:58.308Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:58.311Z"
    },
    "id": 68561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68561.json"
    },
    "type": "archived-petition"
}