{
    "attributes": {
        "action": "Support Future Doctors - Tuition Fee Loans for graduates on 5 year medicine courses",
        "additional_details": "Graduates studying medicine as a 5 year undergraduate degree are not entitled to Tuition Fee Loans from Student Finance England to cover the cost of £9,000 a year tuition, therefore have to pay £36K - £45K up front to universities. Graduates on 4 year accelerated courses enjoy an abundance of Tuition Fee Loans. Competition for 4 year accelerated medicine courses is so fierce that some students are forced to apply for 5 year courses in order to pursue a career in medicine. Both groups of students are future doctors and should be supported equally and fairly. The current lack of tuition fee support available prevents talented and experienced individuals from entering the NHS and further widens the gap between rich and poor students. We want all graduates studying medicine as a 5 year degree to receive Tuition Fee Loans for AT LEAST 3 out of their 5 years of study which equates to the same funding received on 4 year courses. We don’t want a free ride, just a loan so we can become doctors.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-08-15T12:54:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-15T12:54:40.000Z",
        "opened_at": "2014-09-01T11:13:02.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2036,
        "state": "closed",
        "updated_at": "2017-06-21T15:15:58.733Z"
    },
    "id": 68617,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68617.json"
    },
    "type": "archived-petition"
}