{
    "attributes": {
        "action": "Suspend and Revoke British Passports of Nationals who serve the Interests of Terrorists Organisations abroad",
        "additional_details": "Following the death of journalist James Wright Foley and the suspected involvement of a British Jihadist, the general public is becoming increasingly concerned with returning British Jihadists from Islamic rebellion areas such as Syria and Iraq compromising internal security.\r\nThis petition aims to give our government enhanced powers to suspend or revoke passports at short notice to stop repatriation of British persons serving in Islamist rebellions areas returning to the British Isles. The enhanced powers would allow British Internal Security Services and our Government to suspend passports for up to a month if a person was suspected of returning from Islamist rebellion areas suspected of serving under a terrorist organisation. Persons who are known to have travelled and served in a Terrorist Organisation in Islamic Rebellion areas will be subject to permanent cancellation of their passport. Foreign Passports will be denied all entry into the UK Isles.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-20T09:24:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-20T09:24:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:15:59.676Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:15:59.678Z"
    },
    "id": 68724,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68724.json"
    },
    "type": "archived-petition"
}