{
    "attributes": {
        "action": "Reduce the cost of government of this country by 10% for every 1% rise in the interest rate imposed by the MPC.",
        "additional_details": "There is absolutely no incentive for our politicians' to do anything to improve the lot of the people nor the country IN ANYTHING THEY DO, OR DO NOT DO! We need to tie their existence to the costs borne by the taxpayers of this land.  If interest rates have to go up then the cost of government, at all levels, must be reduced to compensate.  This country of 60 million souls has SIX times the number of politicians of the US which is a country of over 250 million souls.  If through their activity, or more likely their INACTIVITY, the cost of borrowing must go up by 1% then 10% of our politicians need to be dumped off the taxpayer payroll to compensate the taxpayer for the increase in their cost of living, caused directly by the failure of those politicians.  OUR POLITICIANS MUST BE MADE RESPONSIBLE FOR SOMETHING - APART - THAT IS - FROM (THE ONLY THING THEY DO WITH ANYTHING APPROACHING EXCELLENCE) HANDING OUT OUR TAXPAYER POUNDS TO FUND WORLDWIDE TERRORISM AND CALLING IT 'FOREIGN AID'.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-21T10:32:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-21T10:32:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:00.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility of the Independent MPC of the Bank of England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:00.128Z"
    },
    "id": 68767,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68767.json"
    },
    "type": "archived-petition"
}