{
    "attributes": {
        "action": "\"add speaking and listening back to English language which makes our overall grade\"",
        "additional_details": "Education is privilege. By removing speaking and listening you are leaving a hole that could not be fulfilled. Furthermore the year 11 are getting there in august will not be there results the government haven't included speaking and listening overall grade this unfair for the year 11 who left. I knew a student who did wonderfully in there speaking and listening but doesn't do well in course so he got a in speaking and listening. He got a c but then d in his coursework and in exam he was predicted c so if the speaking and listening was still he most likely of got c or b as a teacher I guarantee that he got a D overall and I am truly diss pointed with this government it doesn't take pupil interest in heart. I feel that  the government he should re instated the grade c to Shabraiz and the people which are in similar circumstances where they counted on there speaking listening. . The student got a D on the 21st of August and all that hard has gone down the drain for nothing.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-08-22T15:04:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-22T15:04:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:00.313Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:00.315Z"
    },
    "id": 68791,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68791.json"
    },
    "type": "archived-petition"
}