{
    "attributes": {
        "action": "The Right to Privacy in toilet, shower and changing cubicles - close all gaps.",
        "additional_details": "Right to Privacy: Abolish cubicle gaps to stop voyeurism\r\n\r\nResponsible department: Home Office.\r\n\r\nThe aim of this petition is to encourage the Government to look at how service users can be protected from those who can so easily compromise the current designs of swimming pool changing village cubicles in order to commit voyeurism.\r\n\r\nMany service providers offer changing cubicles that have a 15cm gap at the base of adjoining cubicles and the door. The justification for this is the ease of cleaning cubicles.\r\n\r\nThese gaps allow access to unscrupulous individuals to capture images of people in a state of undress, using mirrors and phone cameras/videos. This is a violation of the Sexual Offences Act 2003, sections 67 and 68.\r\n\r\nChildren from the age of 8 are permitted to use these facilities unaccompanied. This highlights the need for the Law to be addressed concerning how cubicles are designed in order to prevent voyeurism, and the procedure for dealing with complaints from victims.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-08-25T13:59:01.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-08-25T13:59:01.000Z",
        "opened_at": "2014-08-26T09:24:11.000Z",
        "rejected_at": "2017-06-21T15:16:00.824Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed at the petitioners request."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:00.827Z"
    },
    "id": 68855,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/68855.json"
    },
    "type": "archived-petition"
}