{
    "attributes": {
        "action": "Car seat VAT",
        "additional_details": "Halfords has created this petition to seek a reduction in VAT on children’s car seats - from the current 5% to zero. EU rules mean that child seats are subject to 5% VAT - unlike children’s clothing which has a zero rate. Families are already under financial pressure and Halfords believes a reduction to zero rate VAT would help parents and grandparents feeling the financial strain of a young family.\r\nShould this petition prove successful, the topic of VAT reduction on child seats can be raised in Parliament. Our intention is to seek an outcome where every new child seat purchased in the UK, wherever it is sold, benefits from zero rate VAT and drivers putting the safety of their children first are no longer penalised. By lowering the cost of a new car seat the likelihood that people will buy a second-hand seat, without knowing its safety history or suitability for the child or car, would also be reduced.We hope you will support this campaign and add your signature to this petition.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-02T09:06:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-02T09:06:53.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:02.887Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be for HMT to lead on as it concerns VAT but we feel this amounts to commercial endorsement and we are rejecting this petition it on this basis."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:02.890Z"
    },
    "id": 69113,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69113.json"
    },
    "type": "archived-petition"
}