{
    "attributes": {
        "action": "Please give full custody to Chris Verhauwaert, Father of Lily and Tyler Newman, rejected by mistake by the Family Courts Case IL14C00039",
        "additional_details": "Please rectify Ms Adoul's mistake in the Case No IL14C00039 and authorise two innocent children to receive the full custody to be able to live with their father they love, who lives with his mother until he is finished with his university studies.  There was no formal psychiatric assessment of the paternal grandmother poisoned at work  She was accused to have dreamt the poisoning although the Pathology department in London found the results as \"certainly exposed to arsenic and antimony\" with a high level of sulphur and thallium, compounds which are found in rat poisons.\r\n\r\nDo children have to be punished because there is no treatment for poisons on humans?  Does the paternal grandmother have to die because she is\r\nstudying Integrated Science at the University to help contaminated humans\r\nby arsenic to receive a decent treatment?\r\n.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-02T19:49:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-02T19:49:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:03.114Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This e-petition cannot be published as it relates to a personal issue (i.e. a court decision)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:03.117Z"
    },
    "id": 69137,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69137.json"
    },
    "type": "archived-petition"
}