{
    "attributes": {
        "action": "David Cameron and Her Majesty's Government, Please Save David Cawthorne Haines",
        "additional_details": "Mr Cameron and Her Majesty's Government,\r\n\r\nOne of our citizens is in grave danger.\r\n\r\nDavid Cawthorne Haines appeared captive in the latest video issued by the Islamic State - titled 'A Second Message to America'.\r\n\r\nIn recent weeks, we have seen two captive American citizens pay the ultimate price for their Government's foreign policy. Please do not condemn David Cawthorne Haines to the same fate.\r\n\r\nThe signatories of this petition plead with You, and Your Government, to do everything within your power to ensure David's safety.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-09-02T22:32:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:03.127Z",
            "details": "This petition has been closed.\r\n\r\nThe Prime Minister issued a statement on 14 September:\r\n\r\nhttps://www.gov.uk/government/news/pm-reaction-to-murder-of-aid-worker-david-haines\r\n\r\nThe Prime Minister said:\r\n\r\nToday, the whole country will want to express its deep sympathy for David Haines’ family. They have endured the last 18 months of David’s captivity with extraordinary courage.\r\n\r\nAnd now David has been murdered in the most callous and brutal way imaginable by an organisation which is the embodiment of evil.\r\n\r\nWe will hunt down those responsible and bring them to justice, no matter how long it takes.\r\n\r\nDavid Haines was an aid worker.  He went into harm’s way not to harm people, but to help his fellow human beings in the hour of their direst need – from the Balkans to the Middle East.\r\n\r\nHis family spoke of the joy he felt when he learned he had got this job in Syria.\r\n\r\n\r\nHis selflessness, his decency, his burning desire to help others has today cost him his life.\r\n\r\nBut the whole country, like his grieving family, can be incredibly proud of what he did and what he stood for in his humanitarian mission.\r\n\r\nDavid Haines was a British hero.  The fact that an aid worker was taken, held and brutally murdered at the hands of ISIL sums up what this organisation stands for.\r\n\r\nThey are killing and slaughtering thousands of people, Muslims, Christians, minorities across Iraq and Syria.\r\n\r\nThey boast of their brutality.  They claim to do this in the name of Islam. That is nonsense. Islam is a religion of peace.\r\n\r\nThey are not Muslims.  They are monsters.  They make no secret of their desire to do as much harm not just in the Middle East, but to any countries or peoples who seek to stand in their way or dare to stand for values they disagree with.\r\n\r\nIt was an ISIL fanatic who gunned down four people in a museum in Brussels.\r\n\r\nSo, let me be clear.\r\n\r\n\r\n\r\nThe British people need to know that this is a fanatical organisation called ISIL, that has not only murdered a British hostage.\r\n\r\nThey have planned - and continue to plan - attacks across Europe and in our country.\r\n\r\nWe are a peaceful people.\r\n\r\nWe do not seek out confrontation.\r\n\r\nBut we need to understand.\r\n\r\nWe cannot ignore this threat to our security and that of our allies.\r\n\r\nThere is no option of keeping our heads down that would make us safe.\r\n\r\nThe problem will merely get worse, as it has done over recent months, not just for us, but for Europe and for the world.\r\n\r\nWe cannot just walk on by if we are to keep this country safe.\r\n\r\nWe have to confront this menace.\r\n\r\nStep by step, we must drive back, dismantle and ultimately destroy ISIL and what it stands for.\r\n\r\nWe will do so in a calm, deliberate way - but with an iron determination.\r\n\r\nWe will not do so on our own – but by working closely with our allies, not just the United\r\n\r\nStates and in Europe, but also in the region.\r\n\r\nBecause this organisation poses a massive threat to the entire Middle East.\r\n\r\nSo we will defeat ISIL through a comprehensive and sustained counter-terrorism strategy.\r\n\r\nFirst, we will work with the Iraqi Government to ensure it represents all its people, and is able to tackle this threat effectively.\r\n\r\n\r\nWe will support the Kurdish regional government, who are holding the front line against ISIL.\r\n\r\nWe will help them protect their own people - and the minorities, including Christians, they have helped already - through our supplies of ammunition and through training.\r\n\r\nSecond, we will work at the UN to mobilise the broadest possible support to bear down on ISIL.\r\n\r\nThird, the United States is taking direct military action. We support their efforts.\r\n\r\nBritish Tornadoes and surveillance aircraft have been helping with intelligence gathering and logistics.\r\n\r\nThis is not about British combat troops on the ground.\r\n\r\nIt is about working with others to extinguish this terrorist threat.\r\n\r\nAs this strategy intensifies, we are ready to take whatever steps are necessary to deal with this threat and keep our country safe.\r\n\r\nFourth, we will continue to support the enormous humanitarian efforts, including using the RAF to do so, to help the literally millions of people who have fled ISIL and are now living in appalling conditions.\r\n\r\nAnd fifth, and perhaps most important, we will maintain and continually reinforce our formidable counter-terrorist effort here at home to prevent attacks and to hunt down those who are planning them.\r\n\r\nPeople across this country will have been sickened by the fact that it could have been a British citizen – a British citizen – who could have carried out this unspeakable act.\r\n\r\nIt is the very opposite of everything our country stands for.\r\n\r\nIt falls to the Government, and to each and every one of us, to drain this poison from our society and to take on this warped ideology that is radicalising some of our young people.\r\n\r\nThe murder of David Haines at the hands of ISIL will not lead Britain to shirk our responsibility, with our allies, to deal with the threat this organisation poses.\r\n\r\nIt must strengthen our resolve.\r\n\r\nWe must recognise that it will take time to eradicate a threat like this.\r\n\r\nIt will require, as I have described, action at home and abroad.\r\n\r\nThis is not something we can do on our own – we have to work with the rest of the world.\r\n\r\nBut ultimately our security as a nation, the way we go about our everyday lives in this free and tolerant society that is Britain, has always depended on our readiness to act against those who stand for hatred and who stand for destruction.\r\n\r\nAnd that is exactly what we will do.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:03.127Z"
        },
        "government_response_at": "2015-04-30T22:59:59.000Z",
        "moderation_threshold_reached_at": "2014-09-02T22:32:19.000Z",
        "opened_at": "2014-09-03T13:42:56.000Z",
        "rejected_at": "2017-06-21T15:16:03.141Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition has been closed out of respect for the family of David Haines"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:03.144Z"
    },
    "id": 69138,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69138.json"
    },
    "type": "archived-petition"
}