{
    "attributes": {
        "action": "Anjem Choudary to be imprisoned for hate crimes",
        "additional_details": "Muslim radical cleric and hate preacher Anjem Choudary freely airs his views that the UK should be ruled by Islam, he supports the ISIS terror group and has claimed to have links to them, he supports Lee Rigby's murders, he supports the London bus bombers and he supports the 9/11 terrorists. He is openly trying to change our country into an Islamic country and said that anyone who isn't Muslim is not an innocent person. This is not a Muslim country or an oppressed country. Allowing him to carry on preaching hate is making the problem worse for us and other countries where ISIS are murdering innocent people. I and the rest of the population are genuinely scared for our and our children's futures as we are threatened by these Islamic extremists. We should feel safe in our country not scared. Anjem Choudary should be locked up and stopped from training people to become terrorists, he should also have his benefits stopped. Stopping him is a step forward in the fight against terrorism.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-05T09:49:44.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-05T09:49:44.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:03.827Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The investigation of an individual is an operational policing matter for the relevant police force."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:03.829Z"
    },
    "id": 69214,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69214.json"
    },
    "type": "archived-petition"
}