{
    "attributes": {
        "action": "Referendum on any deal with Scotland after a 'Yes' vote",
        "additional_details": "If Scotland votes to become an independent state, there will be negotiations between the new Scottish state and the continuing UK (rUK) on a deal for the division of assets and the sharing of others, which may include a common currency.\r\n\r\nWe, the undersigned, ask that rUK voters be given a referendum on any deal with an independent Scottish state, as it may well limit our sovereignty and force us to consider the needs of voters who have chosen to no longer be a part of our country on an equal footing with our own needs. We hope that the rUK government keeps the wishes of its voters at the heart of any negotiation strategy, and believe that by putting any such deal to a referendum in the rUK we can ensure our needs and wishes are respected in the process.\r\n\r\nWe are sure that the Scottish government, which has made much of the need to respect the result of its own referendum, will support us in our quest to have a full say in the future of our country with regards to theirs.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-08T12:11:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-08T12:11:58.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:04.632Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:04.635Z"
    },
    "id": 69308,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69308.json"
    },
    "type": "archived-petition"
}