{
    "attributes": {
        "action": "Respond to allegations of systematic rape committed by taxpayer funded African Union Forces in Somalia.",
        "additional_details": "A number of independent, trustworthy NGO's have unsuccessfully attempted to address\r\nthe issue of sexual exploitation and rape by the British tax payer funded 'African Mission in Somalia'.\r\n\r\nMost recently, Human Rights Watch have published an exhaustive report on this crisis; detailing girls as young as twelve being gang raped by soldiers, food and medical aid being leveraged for sexual exploitation and\r\nwomen who were raped by soldiers having food given to them afterwards in an apparent attempt to frame the assault as transactional sex.\r\n\r\nThe African Union continues to dismiss these allegations of a rape culture amongst their soldiers.  We are no longer confident that the AU is capable to address this particular issue.\r\n\r\nWe hereby petition the British government to address these abuses and strengthen procedures inside Somalia.\r\n\r\n\r\n- For the full report, please refer to the HUMAN RIGHTS WATCH publication entitled \"The Power These Men Have Over Us\" -\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-09-10T16:51:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-10T16:51:00.000Z",
        "opened_at": "2014-09-12T10:06:43.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:05.487Z"
    },
    "id": 69397,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69397.json"
    },
    "type": "archived-petition"
}