{
    "attributes": {
        "action": "Making 'NO' mean 'NO': Guaranteeing Federal Powers for a Post-Referendum Scotland",
        "additional_details": "This Petition hereby moves HM Government to table a Commons Debate occasioned by the inevitability of constitutional reform and, (with preference), to propose a Federal Settlement, resolving the West Lothian Question once and for all.\r\n\r\nIs it the firm belief of this Petition that the people of Scotland have not been offered a fair choice in the Independence Referendum by guaranteeing a Federal Settlement in the event of a 'NO' Vote.\r\n\r\nAs they have been offered a choice between Independence or nothing at all, this petition seeks to redress that imbalance by triggering a Commons Debate to ensure the continued integrity of the United Kingdom by assuring the Home Nations equality of legislative assembly and devolved powers by Federative Constitution.\r\n\r\nIt is further the request of this Petition that an enduring guarantee should be made by Parliament that such things will be enshrined in law as the right of all to popular liberty and the enjoyment of consistent democratic processes.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-12T00:29:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-12T00:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:06.036Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:06.038Z"
    },
    "id": 69450,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69450.json"
    },
    "type": "archived-petition"
}