{
    "attributes": {
        "action": "Referendum on the scrapping of a British Nuclear Deterrent",
        "additional_details": "For some time I have deliberated over the arguments in favour of a British Nuclear Deterrent and I have come to the conclusion that the UK should lead the way in nuclear disarmament. The Government have provided the e-petition system, it’s up to us to utilise it for good.\r\n\r\nWhat prompted me to action was listening to some of the Yes voters in the Scottish Independence Referendum, as so many saw it as an opportunity, not to rid themselves of England, but to rid themselves of this throwback to the cold war arms race.\r\n\r\nThe British Government I believe has set a precedent with the Scottish Independence Referendum, the electorate should be given the ultimate say in massive decisions of this nature.\r\n\r\nI don’t want my children and my future grandchildren (hopefully!) to continue to fund this unnecessary weapon of mass destruction and I believe the majority of the population of the UK would vote against it, given the opportunity.\r\n\r\nSurely we have better things to spend £100Bn+ on!\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-19T07:50:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-19T07:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:08.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "There is a similar petition: The Removal of UK Nuclear Capability.\r\n\r\nBen Dolman: Closing on 28 Jan 2015."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:08.574Z"
    },
    "id": 69720,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69720.json"
    },
    "type": "archived-petition"
}