{
    "attributes": {
        "action": "Democratic equality for the whole of the UK with new English regional assemblies and devolved government.",
        "additional_details": "Northern Ireland, Wales and Scotland all enjoy varying degrees and forms of regional autonomy that operate under the UK government.\r\n\r\nEngland has no similar level of representation yet eight of the nine regions of England have larger populations than Wales and seven regions have larger populations than Scotland, all are larger than Northern Ireland.\r\n\r\nThis petition supports the creation of nine new regional assemblies taking devolved powers from the Westminster government with these powers to be modelled on those to be granted to Scotland following the independence referendum.\r\n\r\nThis will give the population of England the same levels of self-governance and democratic power as the Scottish, granting regional equality throughout the UK.\r\n\r\nWestminster would focus on those matters affecting the United Kingdom as a whole and providing support and national co-ordination when the regional or national assemblies request assistance.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-20T12:48:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-20T12:48:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:09.780Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see the petition below:\r\n\r\nPetition Title: We need Regional Assemblies not an English Parliament\r\n\r\nCreated by: George Lyons\r\n\r\nClosing: 30/03/2015"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:09.783Z"
    },
    "id": 69836,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69836.json"
    },
    "type": "archived-petition"
}