{
    "attributes": {
        "action": "Provide Free inhaler prescriptions for Asthma Sufferers in the UK",
        "additional_details": "\tAsthma kills an estimated 3 people per day. UK has the highest death rate from Asthma in Europe\r\n\tEvery 7 minutes someone becomes hospitalised following an Asthma attack\r\n\tOn average every 10 seconds in the UK someone has a potentially life threatening asthma attack (asthma.org)\r\nAn estimated 5.4m people in the UK suffer with Asthma. Prescription charges are a worry for many asthmatics, who avoid obtaining their prescription often, due to these charges. This may have a detrimental effect on their health and their medical condition.\r\nIt is more expensive to treat this condition after it has become worse, i.e. hospital admissions following an asthma attack, compared to the £8.05 prescription charge it costs the NHS over £36 for a GP consultation and more if it came to hospitalisation. There would be more work and time constraints placed on the NHS.\r\nBy giving free prescriptions at core level, this would decrease the impact and cost to the NHS at a larger scale which will save lives.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-09-21T16:07:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-21T16:07:56.000Z",
        "opened_at": "2014-09-22T09:20:27.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2434,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:10.317Z"
    },
    "id": 69896,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69896.json"
    },
    "type": "archived-petition"
}