{
    "attributes": {
        "action": "Dignity At Work Publicly Funded Performing Arts Venues",
        "additional_details": "This will be my 9th year working for a publicly funded performing arts venues company\r\nDuring those years i have been desperately trying to find guidance and protection using the organisation, bullying and harassment policies, as I have experienced a series of racially motivated bullying and harassment during those 9years. I feel public funded arts should protect employees enough to give them the respect and dignity they deserve.\r\nDuring the process I have consulted with a number of external agencies to seek advice and mediation none of which could help me unless I resigned from my positions or had no income.\r\nI would like the government or local MP to intervene in such cases with a view mediation,where an employee clearly seeks mediation and resolution in extreme cases where a public funded organisation fail to deliver a clear policy and procedure on Dignity and respect at work policy.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-21T23:08:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-21T23:08:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:10.465Z",
        "rejection": {
            "code": "no-action",
            "details": "There is legislation already against bullying and harassment so this may be against the law.  This is something to take to your local Citizens' Advice Bureau or local MP in the first instance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:10.468Z"
    },
    "id": 69914,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69914.json"
    },
    "type": "archived-petition"
}