{
    "attributes": {
        "action": "Change The Law To Prevent Unnecessary Disinterment and Disturbance Of The Dead",
        "additional_details": "Anyone can apply to disturb human remains for archaeological study, and damage is often done to further research. The law must be changed to protect the dead from desecration.\r\n\r\nThere must be a time limit on keeping human remains, and a limit on the amount of damage allowed for testing. Samples must not be sold for research purposes.\r\nDisturbance of human remains for scientific purposes must be illegal - remains must only be disturbed by the police during criminal investigations, for relocation to prevent destruction, or if the family/descendants consent (where possible), however old the remains.\r\nThe APABE guidelines on disinterment and treatment of human remains must be legally binding.\r\nAn independant body must be set up to oversee all exhumations and treatment of remains. Licences must be granted only by Court Order.\r\nThe law must place the known or inferred wishes of the deceased, and the wishes of the family/descendants (if known or traceable) before all other considerations.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-09-22T12:08:14.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-22T12:08:14.000Z",
        "opened_at": "2014-09-22T15:15:35.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 29,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:10.617Z"
    },
    "id": 69929,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69929.json"
    },
    "type": "archived-petition"
}