{
    "attributes": {
        "action": "To set up an independent public enquiry into the conduct of the various investigations into the reported disappearance of Madeleine McCann",
        "additional_details": "Despite seven years of investigation, Madeleine’s disappearance remains a mystery. There are numerous concerns about the conduct of  Leicestershire Police, Scotland Yard & government officials who became involved in the case. There are also major concerns about the investigation by Madeleine's Fund, a private company regulated by the Department of Business. The combined efforts of these organisations have yielded no answers about what really happened to her, nor who was responsible for her disappearance, nor where she might be.\r\n\r\nThe Leicestershire Police and Scotland Yard investigations have cost around £10 million so far. Madeleine’s Fund also spent millions of pounds on private detectives, mostly coming from the generous British public. The Portuguese Police and police forces around the world have also spent millions on various investigations and following up claimed 'sightings' of Madeleine. We need an independent public enquiry with the power to summon relevant witnesses.\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-09-22T15:50:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-22T15:50:11.000Z",
        "opened_at": "2014-09-29T07:55:18.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1887,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:10.797Z"
    },
    "id": 69944,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69944.json"
    },
    "type": "archived-petition"
}