{
    "attributes": {
        "action": "Apply common sense to devolution of powers for all home nations.",
        "additional_details": "It is manifestly undemocratic that, under certain circumstances, MPs cast votes on legislation not applicable to their constituency.\r\n\r\nI urge a common sense approach whereby:\r\n- honourable members do the honourable thing and agree to abstain from all votes not directly affecting their constituency,\r\n- the time saved by avoiding party-political grand-standing on a very simple matter be put to use determining the details of devolving powers to the Scottish Parliament as promised, and\r\n- a properly considered formal arrangement to address the full issue, including consideration of devolved powers for each home nation, be delivered in due course.\r\n\r\nIn summary, the British public should not have to wait for intelligent legislation, nor accept rushed, poorly thought out legislation where a common sense short-term solution can be achieved.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-22T21:46:20.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-22T21:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:10.961Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see below petition:\r\n\r\nPetition Title: Deliver on pledges for further devolution to Scotland and demand identical settlements for England, Wales and Northern Ireland\r\n\r\nCreated by: Kenneth Anderson\r\n\r\nClosing:30/03/2015"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:10.964Z"
    },
    "id": 69962,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/69962.json"
    },
    "type": "archived-petition"
}