{
    "attributes": {
        "action": "Request to all academic institutions to test fire alarms at specific intervals for some days whenever students in halls tend to disturb other people",
        "additional_details": "I request the Government to inform all academic institutions to test fire alarms in Halls at 630 Hrs, 700Hrs and 730 Hrs if the students disturb others sleep at night and if they were not controlled then, they may disturb other peoples sleep who are residing in communities / colonies and later, they may trouble the Police too. If their behaviour is not controlled then, they may tend to commit some type of crime / be addicted to other work because they may be drunk and in addition to this, it will prevent students dating at night time because students say that they are dating but may tend to do something other. According to me, dating can be done in day time because in most cases its safe and students are aware of the situation of what they are doing because in most cases students may not drink during the day time. After getting drunk, the conciseness / awareness to situation/s or condition/s may tend to have a negative impact. Drinking may be good for socialising when its not over done",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-29T09:15:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-29T09:15:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:12.604Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:12.606Z"
    },
    "id": 70155,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70155.json"
    },
    "type": "archived-petition"
}