{
    "attributes": {
        "action": "Pay MPs' expenses by prepaid card",
        "additional_details": "Being an MP is jolly hard work. Constantly taking secret phone calls from Nigel Farage, remembering not to send dodgy photos of themselves to strangers and attempting to get on TV.\r\n\r\nNo wonder things like expenses get mixed up. I mean, some MPs have actually forgotten which house they live in. I think I would get confused too about whether cleaning allowances do or don’t cover moats and the vexing question of where to house my ducks. I have a lot of sympathy.\r\n\r\nSo when Iain Duncan Smith proposed benefits be received by prepaid cards I realised how much easier it would be for MPs if their expenses were paid the same way.\r\n\r\nCards could limit how much can be spent, where (trial in Lidl and Poundland) and on what (e.g. stationery, not adult movies - to paraphrase Mr Duncan Smith, expenses should not be feeding destructive habits)\r\n\r\nThere could be live reporting on what MPs are buying, on Twitter! And imagine all the paper and printer ink savings! That deficit isn’t paying itself off.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-09-30T20:12:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-09-30T20:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:13.208Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for IPSA not for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:13.212Z"
    },
    "id": 70215,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70215.json"
    },
    "type": "archived-petition"
}