{
    "attributes": {
        "action": "Cut MPs Expenses Not Pensions and Benefits",
        "additional_details": "I, like many others am sick of hearing the MPs tell us we are \"All In This Together\". They cut benefits for everyone, the latest proposals being Pre Paid Food Cards, and cutting heating allowances and bus passes for pensioners. They tell us we are billions of pounds in debt, and must ALL make sacrifices, yet we still hear tales of their own expenses fraud, and see photos of huge crates of champagne being delivered to 10 Downing St. We see photos of them in their finery, at massive banquets, side by side with photos of queues at foodbanks. Time for them to prove we are \"all in it together\"! Let their expenses be on a pre paid, wholly trackable card, which limits their spending to absolute essentials, and only of a pre determined amount. Sell off all their second homes, and build a hostel style unit for them to use when they have to stay in London for work. Let the government lead by example, and cut their own spending to a minimum too. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-02T09:11:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-02T09:11:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:13.849Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This matter falls within the remit of IPSA who are an independant body and not part of the HM Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:13.852Z"
    },
    "id": 70273,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70273.json"
    },
    "type": "archived-petition"
}