{
    "attributes": {
        "action": "Calling upon the DOH to review which ambulance 999 call categories are identified as life-threatening calls (Red1 and Red2 calls)",
        "additional_details": "This petition is calling upon the DOH to review and revise the response outcomes for each code generated by the ambulance service’s triaging system.\r\n\r\nThe highly reported national increase in ‘life threatening’ 999 calls which, under government targets require an emergency response arrival within 8 minutes is directly affecting patient care, availability of resources and a national inefficient ambulance service provision. Further more, penalties are applied to NHS ambulance services for poor compliance to national government targets.\r\n\r\nToo many 999 calls are potentially over categorised as immediately life threatening calls- with phrases like 'not alert' causing an increase in the call priority. Whereas calls such as serious road traffic collisions are often graded at a lower call priority causing a longer response time target. Clinicians are often diverted from calls which are likely to need immediate medical attention for another call which has been inappropriately graded.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-05T03:07:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-05T03:07:40.000Z",
        "opened_at": "2014-10-06T13:11:53.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 192,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:14.963Z"
    },
    "id": 70389,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70389.json"
    },
    "type": "archived-petition"
}