{
    "attributes": {
        "action": "EU is reaching breaking point as regards absorbing more new members, as it would become too expensive, unwieldy & chaotic",
        "additional_details": "If Turkey becomes part of the EU, this would result in more chaos & conflicts amongst migrants of various religions and cultures from the Middle East & Africa. Where is the demarcation as to where Europe ends and Middle East begins? Turkey, Syria, Israel part of EU? Of course not. Also EU Regulations & Articles made up by the EU commissioners and EU Parliament imposes obligations for the UK to comply, even if it is against UK's own self-interests.  Judgments by the European Court of Justice (ECJ) and European Court of Human Rights (ECHR) are precedents in UK, even in the House of Lords. MEPs and staffing of the administration of the European Parliament are expensive and is a ‘gravy train’, as well as UK having to subsidise increasing numbers of poorer new EU member states. It is good that UK currently opted out of EU foreign policy, security, taxation, defence and the Euro monetary currency, but for how long? ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-08T15:56:42.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-08T15:56:42.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:48.628Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:48.631Z"
    },
    "id": 7053,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/7053.json"
    },
    "type": "archived-petition"
}