{
    "attributes": {
        "action": "England national football team should play home games in stadiums around the country",
        "additional_details": "Football is one of the few things left in this country which working class people can enjoy. We have a great culture of football in this country and this should be reflected in support for the national team, However many people feel disillusioned and disconnected from the national team. This has been reflected in the shocking attendances recorded recently.\r\n\r\nThis is not as many will suggest due to poor performances.\r\n\r\nThis is due to high ticket prices and the fact it is extremely hard for people in the north and other places to get to Wembley. Especially on week nights.\r\n\r\nThe national football team, Mens, Womens and youth teams should play their home games in stadiums around the country. This will give the chance for thousands of supporters to come and watch the teams live. The support for England should be second to none in the world. We are the home of football. It is embarrassing seeing the situation as it is now.\r\n\r\nThis is not just an issue of sport, but of culture.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-09T20:34:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-09T20:34:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:17.037Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Football Association."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:17.039Z"
    },
    "id": 70639,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70639.json"
    },
    "type": "archived-petition"
}