{
    "attributes": {
        "action": "Introduce mandatory noise complaint waivers for anyone who buys or rents a property within close distance of a music venue",
        "additional_details": "There are innumerate cases of people knowingly moving within close proximity of live music venues, only to try to have their licenses revoked or have them closed completely when they take exception to the noise.\r\n\r\nIt is extremely detrimental to the UK's entertainment industry, particularly on a grassroots level, when all the music venues start disappearing. Music is a key British export and to endanger our strong national artist community is to endanger a key British industry.\r\n\r\nAs such, anyone who wishes to buy or rent a property within a determined distance of a music venue should have to read and sign legislature that waives their right to complain about the noise from the nearby venue. If they do not wish to be bothered by something that was a fixture of the community long before they arrived, they should not move there in the first place.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-11T10:51:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:17.421Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIntroduction\r\n\r\nThe issues raised in this e-petition relate to land use in England and Wales. They touch on the law relating to the ownership of property and the private law of nuisance as well as the planning system, statutory nuisance and the regulation of public events. The underlying complaint is that new residents object to established activities within their new neighbourhood.\r\n\r\nIndividuals are in general free to live in any part of England and Wales.  They may buy, rent or be permitted to use a residence. On taking up residence they generally have the same rights as the existing inhabitants. Removing the rights of incomers to protect themselves against nuisances would discriminate against them and probably intensify the enquiries made by prospective residents, making transactions more complicated and expensive, as well as increasing the risk of post-transaction litigation about non-disclosure or limited disclosure. The Government has no plans to change the law in this respect.\r\n\r\nThe law of nuisance\r\n\r\nThe private law of nuisance is a long-standing common law tort, or civil wrong, which affects a person’s private rights in relation to land. The law recognises that, in general, every person is entitled to the comfortable and healthy enjoyment of the land or premises owned or occupied by them.\r\n\r\nIt is open to anyone with an interest in land to bring a civil claim where there has been an unreasonable interference with the use and enjoyment of their land as a result of the unreasonable use of neighbouring land by another person (the defendant). Remedies available could include an injunction to moderate or cease the unreasonable use of the land and/or damages for the interference suffered.\r\n\r\nThe standard to be applied by the courts in determining whether the claimant is entitled to a remedy is an objective one based on what is reasonable to the average person. It is also necessary to take account of the circumstances and nature of the locality in which the claimant is living. While any benefit to the wider community arising from the defendant’s use of their land is not a defence against a claim, it may be a factor considered by the court when assessing if the use is reasonable. The fact that the defendant may have been using the land in that way before the claimant came to the vicinity is also not a defence, although the extent to which the claimant was aware of the activity when acquiring their interest in the land may be a factor that the court will consider as part of the overall picture.\r\n\r\nApplying these general principles, the court has to reach a decision in the light of all the circumstances of the individual case. Achieving a just outcome in such civil disputes is a matter best left to the courts, and the Government has no plans to change the law in this area.\r\n\r\nThere is also statutory nuisance legislation which draws on common law nuisance. It would apply to noise from premises that unreasonably and substantially interferes with a person’s enjoyment of their property or damages their health. It also places a duty on local authorities to take action, rather than individuals relying on seeking redress through the courts. Before using this legislation, the local authority would assess whether a statutory nuisance exists based on the circumstances of the case, taking into account a range of factors including how the character of the locality (including existing noise sources) affects the situation. Individuals may also bring private actions under this legislation.\r\n\r\n\r\nThere are safeguards for music venues in relation to complaints from nearby residents. When assessing statutory nuisance and deciding on potential enforcement action and whether mitigation measures are required, the venues – or any businesses - have a defence of best practicable means if they can demonstrate that they have done all they reasonably and practicably can to minimise the noise impact. The one exception is noise arising at night (23:00-07:00) from licensed premises.  For this particularly sensitive time, the Noise Act applies and sets a noise level not to be exceeded in someone’s home due to noise coming from licensed premises.\r\n\r\nPlanning\r\n\r\nThe planning system has an important role to play in helping to prevent nuisances occurring in the first place. National planning policy for England as set out in the National Planning Policy Framework expects local planning policies and decisions to  avoid noise from giving rise to significant adverse impacts on health and quality of life as a result of new development, and mitigate and reduce to a minimum other adverse impacts on heath and quality of life arising from noise from new development, including through the use of conditions.\r\n\r\nHowever, it should be borne in mind that the grant of planning permission does not license a nuisance and in some cases businesses may need to do more than just comply with their planning conditions to avoid causing a nuisance. Where appropriate, the courts will look at planning decisions and compliance with any planning decisions when assessing whether a nuisance exists.\r\n\r\nElements of an ‘agent of change” or “right of first occupant” principle already exist within national planning policy and guidance. The National Planning Framework for example, states that existing businesses wanting to develop in continuance of their business should not have unreasonable restrictions put on them because of changes in nearby land uses since they were established. In particular, the planning guidance supporting the Framework directly addresses the issue of noise sensitive developments, like new residential developments, where there is an existing noise source and includes advice on noise mitigation measures. In a recent update of the guidance, the Department for Communities and Local Government underlined planning’s contribution to avoiding future complaints including through looking to developers building new homes near venues giving rise to noise to include sound-proofing in the homes.\r\n\r\nLicensing of music venues\r\n\r\nCertain types of entertainment, including the performance of live music, are regulated under the Licensing Act 2003. The Government is committed to cutting licensing red tape to encourage live music, as it is part of the cultural heritage of England and Wales and is central to the development of vibrant communities. We have already done this through the Live Music Act 2012 and are going further with the Legislative Reform (entertainment licensing) Order 2014 (LRO) that will come into force on 06 April 2015.  The LRO will strike the right balance enabling communities to have more well-run music events, whilst safeguarding communities from unreasonable noise nuisance.\r\n\r\nSmaller grass-root music entertainment venues play a key role in the fostering of new talent on which the future of the UK music industry, and the significant economic benefits it brings, depend. The Government considers that licensing controls should be retained for activities and events that pose a  greater threat  to the statutory licensing objectives under the 2003 Act, but that unnecessary licensing for lower risk entertainment activities hampers creativity and hinders businesses from flourishing.  The Government considers that striking the right balance on licensing regulation will over time lead to an increase in attendance at live entertainment, providing a further boost to the cultural and creative industries, as well as significant enjoyment and social benefit for the general population.\r\n\r\nIn summary, our policies and legislation, along with existing planning guidance, allow communities to enjoy live music while managing the noise environment and without placing an unnecessary burden on businesses that provide live music. The Government considers that it is striking the right balance between those who welcome music entertainment and those who have concerns about it.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "responded_on": "2015-01-06",
            "summary": "",
            "updated_at": "2017-06-21T15:16:17.421Z"
        },
        "government_response_at": "2015-01-06T08:54:54.288Z",
        "moderation_threshold_reached_at": "2014-10-11T10:51:33.000Z",
        "opened_at": "2014-11-21T10:06:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-12-06T08:54:54.288Z",
        "scheduled_debate_date": null,
        "signature_count": 43323,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:17.428Z"
    },
    "id": 70689,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70689.json"
    },
    "type": "archived-petition"
}