{
    "attributes": {
        "action": "Relocate the Liversedge Hotel back to its original position",
        "additional_details": "This is a heartfelt plea to move one our areas most prestigious hotels back to its original location.\r\nWe the undersigned implore the government to act on what has become a local debacle. There is outrage and anger that someone (probably an official in my opinion) has deemed fit to physically move, YES move one of our local hotels. It has been a known FACT for many many years now that The Liversedge Hotel (Hotel, bar, restaurant, leisure complex) has been a permanent fixture located no further away than half a mile from The Six Lane Ends Club (popular venue and hub of nightlife and after hours drinking)\r\nHowever on a search of Google maps for luxury hotels near to aforementioned nightlife hub it has been discovered that the luxury spa complex is now some 3.4 miles away? This is an absolute disgrace and tempers have flared within the local community causing one local resident to go as far as penning a strongly worded letter to his MP! (he's currently googling exactly who that is)\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-12T10:17:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-12T10:17:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:17.735Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:17.737Z"
    },
    "id": 70726,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70726.json"
    },
    "type": "archived-petition"
}