{
    "attributes": {
        "action": "Claiming all Hong Kong Territories back from China due to the PRC reneging on it's agreements",
        "additional_details": "There is a mass protest in Hong Kong SAR over the Peoples Republic of China systematic deconstruction of the democracy in HK. It is clear that the people of HK do not support these changes.\r\n\r\nThe PRC failure to uphold the democratic system flies in the face of the Sino-British Joint Declaration. As such, the PRC have reneged on their promises to HK.\r\n\r\nThe declaration should be considered void; The British claim to HK reinstated. The UK should ask UN to come to HK's aid and should this fail, Britain should turn to it's allies in India, the US, the EU and the Commonwealth for political assistance, and should it come to it military assistance in the liberation of HK\r\n\r\nOnce the PRC have been removed from Hong Kong, a petition should be held in Hong Kong regarding whether HK is to become an independent city state or return as an autonomous British Oversea Territory\r\n\r\nThe Crown must do the right thing, the PRC is a member of the UNSC and it is time that it started acting as one.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-14T09:49:36.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-14T09:49:36.000Z",
        "opened_at": "2014-10-16T10:32:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:18.623Z"
    },
    "id": 70829,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70829.json"
    },
    "type": "archived-petition"
}