{
    "attributes": {
        "action": "Referendum on English Votes for English Laws",
        "additional_details": "Following the Scottish referendum, Parliament has discussed the extra devolution powers that were promised to Scotland.\r\n\r\nPart of the discussion is about \"English Votes for English Laws\" (also known as the West Lothian Question) - whereby non-English MPs would be prevented from voting on English issues in those areas for which Scotland (or Wales or Northern Ireland) have devolved powers.\r\n\r\nAt the moment, there is a party-bias on whether this should occur (in the current Parliament, Labour would have 'less power' as they have more Scottish MPs)\r\n\r\nEveryday people such as myself fail to see why their own English MPs cannot vote on certain Scottish issues, but a Scottish MP (who also can't vote on the Scottish issue) *can* vote on the same issue for England - it is a fundamentally unfair state of affairs.\r\n\r\nTherefore, I believe that a referendum should be held on this issue throughout England, so that the people can decide the answer to the West Lothian Question",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-14T14:02:37.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-14T14:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:18.743Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see petition below:\r\n\r\nPetition Title: Resolve the West Lothian Question by means of a Referendum\r\n\r\nCreated by: Mark Wilson\r\n\r\nClosing: 30/03/2015"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:18.747Z"
    },
    "id": 70842,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70842.json"
    },
    "type": "archived-petition"
}