{
    "attributes": {
        "action": "Ask MP's to forgo their 11% payrise and give it to NHS nurses",
        "additional_details": "With NHS staff striking for the first time in over 30 years over the measly 1% payrise that does not keep in line with inflation and with this year 60% of NHS staff will not get any pay rise and only those at the top of their bands will receive the 1%, is it not time that MP's forgo their 11% rise and give it to our NHS staff instead?\r\n\r\nThe 1% payrise will be paid as an unconsolidated lump sum. The 1% unconsolidated lump sum is a one-off payment which does not alter the hourly rate, so it will not count towards unsocial hours for evening, weekend or night shifts, it will not be added to overtime, it will not be added to any supplements (such as high cost area supplements, local recruitment and retention premia, or on-call arrangements) and it does not count towards pensionable pay.\r\n\r\nWe think that MP's who are already on £67,000 and wil rise to £74,000 under the 11% rise should forgo this rise and give it back to the treasury to be distributed to the NHS for the lowest paid workers. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-14T18:27:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-14T18:27:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:18.863Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is not a matter for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:18.865Z"
    },
    "id": 70854,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70854.json"
    },
    "type": "archived-petition"
}