{
    "attributes": {
        "action": "Enough is enough, end the traffic chaos caused by the construction of the Manchester guided busway.",
        "additional_details": "We were told it wouldn't cause much disruption. We were told we would all benefit. We were told a lot of lies. We are nowhere near completion and for months Tyldesley, Astley, Leigh, Boothstown and Mosley Common have been in misery due to the traffic chaos caused by not only these roadworks but multiple roadworks that have been scheduled to happen at the same time. Peter Boulton of TfGM held a Q&A on twitter refusing to answer pressing questions from residents, instead choosing to inform us that a shark is quicker than a bus! If you, like a lot of us, are so sick of wasting your time and money sat in traffic for 4/5 hours a day, risking your job because it's impossible to know what time to leave to get there on time, losing time with your friends and family because you're sat in traffic, sign this petition and let's show Wigan council and TfGM that we will not sit idly by whilst they block every route to Manchester with roadworks and bring our towns to a standstill. Enough is enough!",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-14T22:31:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-14T22:31:12.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:18.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the Local Authority"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:18.979Z"
    },
    "id": 70869,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70869.json"
    },
    "type": "archived-petition"
}