{
    "attributes": {
        "action": "Making the Head of the Commonwealth Hereditary",
        "additional_details": "Since 1583, Britain has leaded this great world, through tough times and through the golden years. Leading the world and these Great 4 Nations through the bad and good years was the Strong Royal Family, that has kept the Country and it Empire united, and keeping its spirit high during the worst time of our history.\r\n\r\nEven though a number of nation of the Commonwealth are Republican, it hasn't stopped them enjoying the party and sending congratulation to Queen Elizabeth for her Diamond Jubilee in 2012, watching the Royal Wedding of Prince William and Princess Catherine in 2011 and recently the Birth of Prince George. I do believe that even though most of the nations are republican they will always have a space it their country and heart for the British Royal Family.\r\n\r\nHead of the Commonwealth should be made hereditary, so that the one day Prince George the Future King of Great Britain and Northern Ireland and his oversea realm and territories could be Head of the Commonwealth",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-15T19:59:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-15T19:59:43.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:19.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:19.422Z"
    },
    "id": 70923,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70923.json"
    },
    "type": "archived-petition"
}