{
    "attributes": {
        "action": "petition to make access to children's services equal across the country regardless of age, or status",
        "additional_details": "I want children's services to be of equal quality and accessibility to all children whom are referred for mental health or special needs assessments. It is fundamentally wrong to have a system where one child is denied help, or has to wait months and months to access a system when another child with the same needs in the next county can access within weeks. The entire process needs more open communication between any agencies so that referrals are faster and more efficient. A child who is causing harm to themselves or others should not have to wait until they have done serious damage until they are considered important enough to be accepted into the referral process. The referral process for any child who may have mental health or special needs must be made clearer, and simpler so that parents are not left to struggle whilst they watch their child slip through the very system which should be designed to help, but are given guidance and clear information in how to help their child",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-16T18:57:54.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-16T18:57:54.000Z",
        "opened_at": "2014-10-17T07:53:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 39,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:19.773Z"
    },
    "id": 70971,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70971.json"
    },
    "type": "archived-petition"
}