{
    "attributes": {
        "action": "Think For Ourselves and not how broadcasters want us to",
        "additional_details": "Tired of broadcaster influence / bias - we are intelligent enough to rationalise the debate and able to make up our own minds.\r\n\r\nThe inherent opinion setting of national broadcasters has got to the point that it's suffocating, borne out of self interest and driven by broadcast egos.\r\n\r\nBiased reporting and documentaries peddling views that are self serving are insulting speak to the old style views that the braodcasters determine results - unfortunately some still believe.\r\n\r\nBan all Leaders Debates, extend the window for embargo of debate in the press and ensure political neutrality on any comment from broadcasters",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-16T23:43:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-16T23:43:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:19.897Z",
        "rejection": {
            "code": "no-action",
            "details": "Can you resubmit this if possible?   Leaders' Debates and the conduct of the press during elections are for Cabinet Office. if you wish to petition about those; and generally the government, DCMS, does not concern itself with the operational running of the BBC or interfere with what is broadcast by any media outlet as long as it does not contravene laws/charters etc.\r\n\r\nIf you are able to be more specific, that will help in answering."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:19.899Z"
    },
    "id": 70984,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70984.json"
    },
    "type": "archived-petition"
}