{
    "attributes": {
        "action": "Members of Parliament should have NO private business interests whilst holding public office.",
        "additional_details": "The people have lost confidence in our Politicians.\r\n\r\nThey are seen as unrepresentative, self serving and deaf to the interests of the people.\r\n\r\nWestminster needs reform - the following is proposed:\r\n\r\n1. Commons MP's can have NO business interests whilst in office and for a further 5 years after they leave public service. They cannot hold advisory posts, directorships or any salaried position outside of being an MP at all during this period. Any meetings with businesses must be in an official capacity only.\r\n\r\n2. All MP's expenses should be subject to audit and publication to the public domain.\r\n\r\n3. Professional Lobbyists should be made illegal.\r\n\r\n4. All grants to business from the government or any trade agreements to be made public and subject to independent audit and approval by a select committee.\r\n\r\n5. MP's wages should be doubled and paid for the 5 years after they leave office so they do not require business interests to gain inclome",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-17T10:59:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-17T10:59:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:19.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These are matters for the House and not for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:19.961Z"
    },
    "id": 70993,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/70993.json"
    },
    "type": "archived-petition"
}