{
    "attributes": {
        "action": "Echocardigram/ECG should be part of the 6 week baby check. All A&E and GPs should be trained to look for congenital heart defects as a first instance",
        "additional_details": "Thousands of children are born each year with a congenital heart defect. Often these defects are missed on ultrasounds and are not diagnosed until your brand new baby becomes very ill or even sadly dies. Some defects are not as apparent as others and do not immediately present themselves meaning you are sent home with a baby you think is well. I am hoping to get attention drawn to the fact that simple checks would show defects and should be made on every child. My suggestion is that if at your 5 and then 10 day check your baby is heard to have a heart murmur then an ECG should be carried out. All babies should have an ECG at their 6 week check.\r\nMy daughter Eva has just undergone major surgery to repair a coarctation of aorta, close a PDA and still has ASD that may require surgery. All were missed over and over again and could have caused heart failure. Simple free tests were not carried out at hospitals and at GPs meaning she was not diagnosed until 2 years old. Raise awareness now",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-18T20:19:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-18T20:19:35.000Z",
        "opened_at": "2014-10-20T12:37:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 41,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:20.777Z"
    },
    "id": 71047,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71047.json"
    },
    "type": "archived-petition"
}