{
    "attributes": {
        "action": "Petition to stop local councils from using schools as polling stations",
        "additional_details": "Please sign to ask the Government to force Local and Borough Councils to stop using schools as locations for Polling Stations\r\n\r\nWhy should an important educational facility be used as a Polling Station?\r\nChildren miss out unnecessarily on a days education, parents have to take time off work,often unpaid time off or are forced to pay for childcare. Businesses and industries lose thousands of working hours through lost productivity.\r\n\r\nThe Government needs to force Local Councils to seek a more appropriate location (eg. boost local trade by using local shops, pubs etc) and ban the use of schools as Polling Stations\r\n\r\nClosing a whole school is unnecessary for all that is essentially needed (a small space to locate a desk for the voting administrators and a booth to cast residents votes).\r\n\r\nEducational standards in the UK are ranked very low, it's pointless closing a whole school and denying children a days eduction when they already have enough time off.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-20T11:32:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-20T11:32:29.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:21.112Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see the below petition:\r\n\r\nPetition Title: Do not Close Schools for Polling Days\r\n\r\nCreated by: Simon Laker\r\n\r\nClosing: 23/11/2014"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:21.114Z"
    },
    "id": 71084,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71084.json"
    },
    "type": "archived-petition"
}