{
    "attributes": {
        "action": "Strengthen legal protection for racing greyhounds",
        "additional_details": "We urge the government to protect racing dogs and end the secrecy surrounding the industry by reforming the Welfare of Racing Greyhounds (2010) regulations. We are calling for the following conditions to be made legal requirements:\r\n\r\n1) The public disclosure of injury data from all greyhound tracks\r\n2) Greyhound passports to enable the tracking of every dog from birth to death\r\n3) All dogs bred for racing to be rehomed by the track, owner or trainer, not abandoned or passed to animal welfare charities. Healthy greyhounds should never be euthanised\r\n4) A licensing system for greyhound breeders and a joint initiative between Britain and Ireland to tackle overbreeding and the trade in greyhounds\r\n5) An independent regulatory body that oversees all dog racing and includes representatives from animal welfare organisations\r\n\r\nThe racing industry has shown it cannot stop the suffering of greyhounds. It is time to strengthen the legal framework and introduce independent scrutiny.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-21T09:54:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:21.472Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe welfare of racing greyhounds in England is covered by the Animal Welfare Act 2006 and the Welfare of Racing Greyhounds Regulations 2010.\r\n\r\nThe Animal Welfare Act 2006 allows action to be taken where there is evidence of cruelty to an animal or a failure to provide for that animal’s welfare needs.  Further to these general provisions, the welfare standards at all greyhound racing tracks in England are specifically covered by the Welfare of Racing Greyhounds Regulations 2010.\r\n\r\nThe 2010 Regulations contain standards that apply at all greyhound racing tracks including: requiring the presence of a vet at all races, race trials and sales trials (with all greyhounds inspected by the vet before being allowed to run); requiring all greyhounds to be microchipped and earmarked before they can race or trial; and requiring records to be kept by the track of all dogs run or trialled at the track and any dogs injured during a race, trial or sales trial.  These standards are regulated by either the track’s local authority or the Greyhound Board of Great Britain (GBGB).  The role of the GBGB as a regulator of these standards is independently scrutinised by the United Kingdom Accreditation Service (UKAS).\r\n\r\nDefra is about to undertake a five-year review of the Welfare of Racing Greyhounds Regulations 2010.  The review will be looking at how effective the Regulations have been, including: the self-regulatory elements of the Regulations; the requirement to collect injury statistics and how they are then used; and the traceability of greyhounds after they have left the sport.  We hope to publish the final findings of the review, plus any proposals for further action, next summer, 2015.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:21.472Z"
        },
        "government_response_at": "2015-01-05T19:23:37.219Z",
        "moderation_threshold_reached_at": "2014-10-21T09:54:45.000Z",
        "opened_at": "2014-10-21T11:31:52.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-12-05T19:23:37.219Z",
        "scheduled_debate_date": null,
        "signature_count": 17702,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:21.477Z"
    },
    "id": 71130,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71130.json"
    },
    "type": "archived-petition"
}