{
    "attributes": {
        "action": "Dover Mayor",
        "additional_details": "We the veterans and serving Armed Forces and public. would like to see Pam Brivio removed from office as Dover Town Mayor.\r\nDue to the upsetting comments made by her this week at a town meeting.\r\nCouncillor Brivio said: “I’m now prepared to say I’m opposed to the siting because my objection is the spoiling of the view that would occur.\r\n“We should not spoil the beautiful memorial - this is what does upset me on a personal basis.\r\nit's disrespectful to our Armed Forces...  plus the many  thousands who have given their lives . Many people have lost loved ones for the flag. be it\r\nA public apology I feel will not be good enough from her.\r\nThe anger that is being felt and hurt goes beyond, a half felt apology! Many gave their lives, blood, sweat and tears for our flag and still do so to this day.\r\nThe Union flag does not move because the wind moves it.\r\nThe Union flag moves from the last breath of every service person who has paid the ultimate price protecting it!",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-24T09:28:05.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-24T09:28:05.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:22.524Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is not a matter for HM Government to intervene in."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:22.528Z"
    },
    "id": 71251,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71251.json"
    },
    "type": "archived-petition"
}