{
    "attributes": {
        "action": "Motorcyclists will no longer tolerate being treated as second class citizens in life – and in death.",
        "additional_details": "In 2013, Brian Hampton, a disqualified drink-driver, killed rider Jade Clark, 16, then fled the scene.\r\n\r\nMaureen Haller in Norfolk killed rider Matthew Thompson, 32. Admitting death by careless driving, she appealed against her driving ban.\r\n\r\nThat August, Niall Darvell killed Greg Taylor, 19, of Buckfast in an un-roadworthy car. Darvell had no insurance and a history of drink-driving. He received two six-month custodial terms; suspended for two years.\r\n\r\nWhile ‘Internet trolls’ get two-year sentences, killing a rider is treated as a minor offence. Drivers often show no remorse.\r\n\r\nIn 2013 the Attorney General’s Office told John Mitchell, Chairman of MAG, the Sentencing Council would review cases involving death by driving. This has now been delayed until after the General Election.\r\n\r\nWe demand a change in sentencing guidelines; a rider’s life has equal status to that of any other citizen. We demand justice for those killed, and a deterrent for drivers who kill in the future. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-24T18:40:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-24T18:40:30.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:22.895Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:22.898Z"
    },
    "id": 71285,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71285.json"
    },
    "type": "archived-petition"
}