{
    "attributes": {
        "action": "Build Secure Housing Units and Homes in Blighted Social Housing Estates to Replace Short Term Prison Sentencing or Eviction from these Estates.",
        "additional_details": "I propose that the government build secure housing units and homes on blighted estates rather than sending repeat offenders from those estates to prison for crimes of less that a two year jail sentence. Also, in the case of evictions for persistent ASB or Hate Crimes which only moves the problem to another area, the monies saved would be used to train and empower residents of the estate(s) in the skills needed to manage, run, care and educate those incarcerated. When properties became empty due to those being incarcerated, grant monies used for general maintenance would be made available to train unemployed adults and youth who live on the estates in much needed building and refurbishing skills. So as not to alienate those housed in the units or homes and as part of there rehabilitation programme those incarcerated would work alongside residents in ground maintenance, general gardening work together with community food growing projects.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-27T11:17:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-27T11:17:50.000Z",
        "opened_at": "2014-11-21T15:09:36.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:23.598Z"
    },
    "id": 71374,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71374.json"
    },
    "type": "archived-petition"
}