{
    "attributes": {
        "action": "Appeal Luke Kerwin's sententence for GBH against his 4 month old baby",
        "additional_details": "Luke Kerwin was sentenced to 3 years and 2 months on 24/10/2014 for GBH against his 4 month old child Mason.\r\n\r\nHe will serve a minimum of 19 months of this term whilst his child has been left with severe brain damage and physical disabilities included suffering up to 30 seizures a day.\r\n\r\nMason will spend the rest of his life with these injuries and will never lead a normal life and his mother Olivia Shaw will remain his full time carer for as long as he shall live whilst his father who has taken Mason's life will be out of prison in as early as 19 months.\r\n\r\nWe as citizens of the United Kingdom are expected to respect and uphold the Law but how can such a judgement be respected when it is clearly unjust?\r\n\r\nIt was not murder or manslaughter that was committed that night but a child's life was taken.\r\n\r\nFor this reason we ask that this case be reviewed by the Minister of Justice and the appropriate steps be carried out to hand out a more just sentence for this dreadful crime.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-28T10:49:53.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-28T10:49:53.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:23.955Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences that appear to be unduly lenient cannot be referred through the E-Petitions website. If you believe a sentence given in a Crown Court appears to be very low, or unduly lenient, anyone can contact the Attorney General's office asking for the sentence to be reviewed as long as it is within 28 days of sentencing."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:23.958Z"
    },
    "id": 71414,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71414.json"
    },
    "type": "archived-petition"
}