{
    "attributes": {
        "action": "Refusal of Cervical Screenings",
        "additional_details": "My sister Sorcha Glenn was a beautiful and inspirational young lady, sadly taken from us aged just 23 following a 13 month battle with cervical cancer.\r\n\r\nSorcha had initially asked for a smear test in June 2013 but was refused based on age. After experiencing symptoms, Sorcha managed to get a smear test and was diagnosed in September 2013.\r\n\r\nWe do not want any more young ladies to be refused a vital smear test that could save their life, because of an age limit. We would like to petition that any female who requests a smear test should be provided with one, and it should not be refused based on age discrimination.  As cancer does not discriminate. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-10-29T13:10:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2015-01-03T03:35:50.340Z",
        "government_response": {
            "created_at": "2017-06-21T15:16:24.228Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government is advised on screening programmes by the UK National Screening Committee (UK NSC) using the best available evidence. The UK NSC reviewed the age range of cervical screening in 2009 and again in 2012.\r\n\r\nThe 2009 review looked at all the latest available evidence on the risks and benefits of cervical screening in women aged 20-24.  The Committee was unanimous in deciding there was no reason to lower the age from 25, which is in line with the World Health Organization recommendation.  The reasons for the decision were:\r\n\r\nresearch presented to the review showed that cervical screening in women aged 20 to 24 has little or no impact on detection rates of invasive cervical cancer up to age 30;\r\n\r\nno new scientific evidence was available to support the reintroduction of screening in women aged under 25;\r\n\r\nthere is evidence that treatment following screening in this age group can lead to an increased risk of subsequent premature births, increasing the risk of babies dying or having disabilities;\r\n\r\none in three young women screened aged under 25 would have an abnormal result, as opposed to one in 14 for all women screened.  This meant there are very large numbers of false positives in young women, causing anxiety and leading to unnecessary investigations; and\r\ncervical cancer is very rare in women aged under 25.  There were 45 cases in women aged under 25 in England in 2010 (two per cent of all cases).\r\n\r\nHowever, the Committee recognised the need to ensure that young women presenting to primary care with symptoms of cervical cancer were are being given the best advice.\r\n\r\nNew guidance for primary care on the management of young women who present with gynaecological symptoms, Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding, was therefore developed and published on 3 March 2010. The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners and the Royal College of Physicians.\r\n\r\nThe 2012 review confirmed a policy of not screening under 25s.  The UK NSC recommended that the age of first invitation for screening should be 25 on the basis that there is evidence that a large number of women are screened and treated with relatively little benefit below this age.  Screening women under the age of 25 has little impact on the detection rates of cervical cancer in young women, and gives rise to a high number of false positives, causing anxiety and leading to unnecessary investigations.\r\n\r\nOther work is also underway. For example, the NHS Cancer Screening Programmes are undertaking audits on all young women diagnosed with cervical cancer, to see how many had symptoms and what their symptoms were. This will help GPs have the best information available to identify symptoms of cervical cancer.\r\n\r\nThe human papillomavirus (HPV) vaccination programme was introduced in 2008 for girls aged 12 to 13, with a catch-up for girls aged up to 18.  Its aim is to prevent the cervical cancers related to the HPV types covered by the vaccine, which are about 70 per cent of all cervical cancers.  The programme has been a big success.  More than 7.8 million doses have been given so far in the UK since 2008, and we have among the highest rates of HPV vaccine coverage in the world, with 86 per cent of girls eligible for routine vaccination in England in the 2012-13 academic year completing the three-dose course, and 90 per cent receiving at least two doses. Recent advice by the Joint Committee on Vaccines and Immunisation also suggests that a two dose treatment course offer comparable protection to a three dose course. This means that 90% of girls are protected from HPV.\r\n\r\nIt is expected that the programme will eventually save more than 400 lives a year from cervical cancer.  The first indication that the programme is successfully preventing infection with HPV types 16 and 18 in sexually active young women in England was published in the scientific journal Vaccine, and showed that the proportion of infected rates in 16 to 18-year-olds fell from 17.6 per cent in 2008 to 6.6 per cent between 2010 and 2012.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:24.228Z"
        },
        "government_response_at": "2014-12-06T18:15:08.934Z",
        "moderation_threshold_reached_at": "2014-10-29T13:10:06.000Z",
        "opened_at": "2014-10-31T09:12:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-11-06T18:15:08.934Z",
        "scheduled_debate_date": null,
        "signature_count": 118068,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:24.235Z"
    },
    "id": 71455,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71455.json"
    },
    "type": "archived-petition"
}