{
    "attributes": {
        "action": "Please ensure that the Performing Arts will be considered essential for all Key Stage education within England.",
        "additional_details": "The Performing Arts subjects allow pupils to grow in confidence, build team work skills and develop skills for employability. In a time where employers are saying that school leavers aren't leaving school with the skills to enter the work place, why is this an issue? These subjects focus on team work, public speaking, confidence, persistence, creativity and building one's self esteem, all skills valued in a work place.They also really help children who struggle to make friends and suffer with anxiety, depression, autism and more come into their own and really find something that they excel in. So why are some schools denying this chance of an invaluable character building experience? Schools are stopping pupils' access to drama, dance and music. This needs to stop! It, for many pupils, has been the best experience of their school days, children of the future should not be denied this chance. Not to mention, the detrimental effect it will have on the performing arts industry in the UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-10-30T19:46:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-10-30T19:46:09.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:24.760Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:24.762Z"
    },
    "id": 71507,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71507.json"
    },
    "type": "archived-petition"
}