{
    "attributes": {
        "action": "PROTECT OUR VULNERABLE",
        "additional_details": "Please help make CCTV compulsorily in all rooms in care units for the elderly and vulnerable. Yet another case this week of an elderly gentleman being tormented by two staff members has hit the news. This really must stop. How would you feel if you knew it was happening to your family member, it is very easy to have unexplained bruises and marks covered by the oh they did it themselves etc. Please please help us protect those who need protecting, no one should have to end there days being  emotionally and physically abused like this. CCTV in every single room whether it be a bedroom, bathroom or day-room would ensure that people are not given the opportunity to do this type of thing. my own Dad proved sometimes it is not safe any longer to manage at home and you find yourself making the hardest, heart breaking and guilt ridden decision of your life to put someone in care. Help protect against taunting, mickey taking, physical abuse, emotional abuse or fear inducing behavior. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-11-01T07:12:23.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-01T07:12:23.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:24.970Z",
        "rejection": {
            "code": "duplicate",
            "details": "See 'WE NEED CCTV IN CARE HOMES AND NURSING HOMES TO PROTECT THE SERVICE USER AND WORKER'"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:24.973Z"
    },
    "id": 71541,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71541.json"
    },
    "type": "archived-petition"
}