{
    "attributes": {
        "action": "Prevent Trade Mark Law From Being Exploited To Stop Free Use of Public Domain Creative Works",
        "additional_details": "The public domain exists so that anyone can use creative works in which the copyright has expired.\r\n\r\nWe would like the government to prevent people/companies from exploiting trade mark law to extend ownership of creative works that enter the public domain when copyright expires to stop others using public domain works.\r\n\r\nFor example, the copyright on the well-known science-fiction novel 'The War of the Worlds' by H G Wells will expire on 1st January 2017 and enter the public domain, therefore free for anyone to use in any way. However, Jeff Wayne currently holds the copyright until it expires, but also holds a trade mark for 'The War of the Worlds' in many classes including media production. This means that even though the original creative work will be in the public domain Jeff Wayne can still stop anyone from adapting the original novel to protect his trademarked musical version.\r\n\r\nThis practice contradicts copyright law and exploits trademark law and MUST BE STOPPED!",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-01T18:22:30.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-01T18:22:30.000Z",
        "opened_at": "2014-11-03T12:44:56.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:25.085Z"
    },
    "id": 71559,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71559.json"
    },
    "type": "archived-petition"
}