{
    "attributes": {
        "action": "Properly assess new housing requirements before demanding build, build, build",
        "additional_details": "Councils conduct hypothetical assessments of housing needs in their area, based on flawed input data and analysis software.\r\nA family with a child/children does not equal a need for a new dwelling in that borough, or county for each and every child in coming years. Some may elect to move elsewhere or abroad and some will marry or cohabit, meaning two people need one house, not a house each. Some people will move into a nursing home or die.\r\nOnly current residents and a nominal rental market for foreigners coming to work in England should be included in the national figures, and proper research conducted into migration, as people will move to where they can afford and have a job to go to. Ensure you count each person only once.\r\nBefore allocations are set out, the jobs available to employ the population in the area must be planned for, as should infrastructure – roads, schools, doctors, hospitals, etc.\r\nWe call upon the Government to properly assess the housing requirements in England.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-01T16:02:13.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-01T16:02:13.000Z",
        "opened_at": "2014-11-21T15:32:23.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:25.038Z"
    },
    "id": 71553,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71553.json"
    },
    "type": "archived-petition"
}