{
    "attributes": {
        "action": "Ban the sale of fireworks to the general public in the UK",
        "additional_details": "It's my birthday weekend. Am I out celebrating?\r\nNo, I'm at home comforting my terrified dogs.\r\nFireworks have been going off in my neighborhood non-stop for three hours.\r\nThe 5th of November is 4 days away, fireworks started a week ago & they're likely to continue beyond the night they're intended for.\r\nThen there's New Year.\r\n\r\nThe stress fireworks cause many pets and their owners is immense. As a dog trainer I see first hand the overall impact fireworks have on animal behaviour with associated problem behaviours sometimes being seen for months after the fireworks have stopped.\r\n\r\nThere are about 17 million pets in the UK (Figures from 2013), 25% of British homes owns a pet.\r\n\r\nPet owner point of view aside, there is human safety to consider.\r\nIt seems crazy that anyone deemed old enough can buy an explosive and let it off in any open space.\r\n\r\nCanada, South Africa and Australia have limitations or bans on private firework displays and the UK needs to follow suit.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-01T20:53:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:25.194Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe Government recognises the concerns raised about fireworks. While most people enjoy fireworks responsibly, in the wrong hands and used irresponsibly they can cause distress and possibly harm to other people. The Government has considered very closely the matter of a ban on the sale of fireworks to the general public. All the evidence, however, is that the majority of people who enjoy fireworks are prepared to use them sensibly and responsibly on specific occasions as a form of popular family entertainment. The Government therefore concluded that fireworks should not be banned for sale to, or use by, the general public.\r\n\r\nThe Government is concerned that that a ban could lead to an unregulated ‘black market’ in illegal fireworks and could encourage people to produce their own dangerous homemade devices.  Enforcement of the existing regime, rather than a ban, helps to prevent this occurring.\r\n\r\nThere is a comprehensive package of measures in the Firework Regulations 2004 which is designed to tackle the anti-social use of fireworks through the regulation of both use and supply. These include a number of prohibitions on the importation, sale, possession and use of fireworks late at night. The Regulations also prohibit the possession of adult fireworks in a public place by anyone under the age of 18 and the police have the powers to enforce this part of the Regulations.\r\n\r\nIn addition, there are measures in the Explosives Act 1875 which prohibits anyone from throwing fireworks in or into roads or public places. The police have the powers to enforce this section of the Act. Also, in the interests of consumer safety, the Pyrotechnic Articles (Safety) Regulations (2010) prohibit the sale of certain fireworks, place restrictions on those fireworks permitted to be sold and restrict their sale to persons over the age of 18.\r\n\r\nConsequently, the Government does not plan to review the regulations to limit the sale of fireworks to the general public further in the short term.  However, Government officials continue to monitor the situation.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:25.194Z"
        },
        "government_response_at": "2014-12-29T12:48:15.615Z",
        "moderation_threshold_reached_at": "2014-11-01T20:53:04.000Z",
        "opened_at": "2014-11-03T12:35:33.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-11-29T12:48:15.615Z",
        "scheduled_debate_date": null,
        "signature_count": 28343,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:25.201Z"
    },
    "id": 71570,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71570.json"
    },
    "type": "archived-petition"
}