{
    "attributes": {
        "action": "KEEP THE POPPIES AT TOWER OF LONDON FOR 1 YEAR",
        "additional_details": "KEEP THE 888,246 POPPIES BEYOND 12th NOV, AS MANY THOUSANDS OF PARENTS, CHILDREN & GRAND PARENTS WISH TO SEE THEM & KEEP THE MEMORY OF THE SACRIFICE ALIVE ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-03T16:41:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:25.597Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nIt was not possible to keep the ceramic poppies in position at the Tower. Historic Royal Palaces were contractually obliged to remove them and send them to the members of the public who had bought them, and then to donate the proceeds quickly to military charities. Also, this was always intended to be a short-lived installation, reflecting the short life expectation of the brave fighting men at the Front. However, through the generosity of philanthropic trusts and with the Government’s financial support, two iconic parts of the installation have been purchased for the nation and will be seen in locations across the country before finding a permanent home at the Imperial War Museums.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:25.597Z"
        },
        "government_response_at": "2014-12-30T11:59:42.636Z",
        "moderation_threshold_reached_at": "2014-11-03T16:41:48.000Z",
        "opened_at": "2014-11-03T17:32:59.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-11-30T11:59:42.636Z",
        "scheduled_debate_date": null,
        "signature_count": 27500,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:25.603Z"
    },
    "id": 71621,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71621.json"
    },
    "type": "archived-petition"
}