{
    "attributes": {
        "action": "Cronic Pain Relief - Legalize Cannabis Extract Tetrahydrocannabinol For Medicinal Use By Paitents With Serious Illness.",
        "additional_details": "We the undersigned demand that the Government consider legalizing the process, consumption and distribution of the Cannabis extract Tetrahydrocannabinol for the use of chronic pain relief for patients suffering with Myalgic Encephalomyelitis (M.E/Chronic Fatigue Syndrome)\r\nand to make it available on prescription.\r\n\r\nM.E. is a multi-system disease, affecting not only the neurological system but also the immune, musculoskeletal, endocrine (hormonal) and cardiovascular systems.Symptoms can be multiple and vary from person to person but common symptoms include post-exertional malaise, cognitive problems, muscle and nerve pain, muscle weakness, noise and light sensitivity, sleep and temperature disturbance, orthostatic intolerance (inability to sustain upright activity e.g. standing, sitting or walking) and sensitivity to food.\r\n\r\n This illness can be extremely painful and debilitating and as a sufferer myself I believe we are entitled to a safe and sufficient form of pain relief. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-08T12:00:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-08T12:00:06.000Z",
        "opened_at": "2014-11-10T15:14:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:27.016Z"
    },
    "id": 71775,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71775.json"
    },
    "type": "archived-petition"
}