{
    "attributes": {
        "action": "Replace MPs second homes with a House of Commons Halls of Residence",
        "additional_details": "In 2013, the expenses watchdog figures show a spend of £6,904,698.71 on accommodation for all MPs who represent a constituency outside Greater London. This can include second homes or hotels for MPs who live in the Home Counties and within reasonable commute of Westminster.\r\nAs the average working person is not able to claim such expenses, it is only fair that this system be overhauled. This petition calls for the construction or purchase of a designated block of flats. Rents, set at a mid-market rate and covered by the taxpayer, could include broadband, communal TV licence, heating and power with an onsite canteen serving breakfast and an evening meal. Any extras, including their own food and drink and any furnishings, beyond the standard set should be met by the MP themselves.\r\nThe flats as standard should have one bedroom and a study. Larger flats for MPs with children should be provided only to cabinet and shadow cabinet ministers with full time London-based positions.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-11-09T15:52:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-09T15:52:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:27.297Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the House not for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:27.299Z"
    },
    "id": 71813,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71813.json"
    },
    "type": "archived-petition"
}