{
    "attributes": {
        "action": "Ban homework from schools as it is causing stress and depression",
        "additional_details": "After looking at many details of work given to students in Secondary schools amongst the UK, I have come to the decision that it is not healthy too have Teenagers compete unnecessary homework assignments when they may have many other things to be concerned about, homework places a lot of stress on teenagers with their deadlines, punishments for not being handed in, and difficulty in completing the assigned work. Surely if you are given an hour to teach students then that should be more than enough time to let them learn about a specific topic or element / vice versa. I am not suggesting that students do not revise for tests and exams, but I feel as if homework is just a pointless attempt. I know as someone who has a lot of it that I don't remember half of the homework that I have done after I have handed it in. Not too mention that most of the time, homework is given out for the sake of being given out, not to learn anything, but just because schools are being forced too hand it out.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-11-13T21:03:45.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-13T21:03:45.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:28.722Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:28.725Z"
    },
    "id": 71984,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71984.json"
    },
    "type": "archived-petition"
}