{
    "attributes": {
        "action": "The bankers who collaborated to \"fix\" the LIBOR rate should be prosecuted for fradulent dealings, as well as the banks being fined.",
        "additional_details": "Libor, the London inter-bank lending rate, is considered to be one of the most crucial interest rates in finance.\r\nIt underpins trillions of pounds worth of loans and financial contracts. If, as it appears the rate has been fixed by a group of individuals seeking to increase their bonuses, it means many million of people and busineses have been charged a higher rate for their loans and mortgages.\r\nThis is fraud on a massive scale, similar to insider trading, and those people concerned should be prosecuted by the Financial Conduct Authority on behalf of teh Ministry of Justice- or The Treasurey and banned from working in finance for at least five years, and fined for their covert manipulation of LIBOR rates.\r\nWhile several banks have been fined over £1bn , it is people who did the manipulation, and by fining the banks , the shareholders who are innocent suffer. The bankers fines should be shared between the shareholders who have suffered",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-14T10:11:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-14T10:11:26.000Z",
        "opened_at": "2014-11-21T08:19:54.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:29.171Z"
    },
    "id": 71997,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/71997.json"
    },
    "type": "archived-petition"
}