{
    "attributes": {
        "action": "Drop the learning tax: introduce a VAT refund scheme for Sixth Form Colleges",
        "additional_details": "The Government refunds the VAT costs of schools and academies but not Sixth Form Colleges - leaving the average Sixth Form College with £335,000 less to spend on the education of students each year.\r\n\r\nWe believe young people should receive the same level of investment in their education, irrespective of where they choose to study.\r\n\r\nWe call on the Government to drop this learning tax on students by introducing a VAT refund scheme for Sixth Form Colleges.\r\n\r\nPlease sign the petition to support this campaign.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-14T19:01:07.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:29.476Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe government has explored the possibility of introducing a VAT refund scheme for sixth form colleges.\r\n\r\n\r\nSixth form colleges do not qualify for VAT refunds as they are not part of local government, nor are they academies.\r\n\r\n\r\nThe amount of VAT is on average approximately £335,000 per sixth form college per year and as there are 93 sixth form colleges, the estimated cost of introducing a VAT refund system for sixth form colleges would be in the region of £31 million per year.\r\n\r\n\r\nThe arguments for removing the sector’s liability for VAT are understood.  However, the Department for Education cannot afford to cover the costs of doing so in the financial years 2015-2016.\r\n\r\nDecisions regarding all 16 to 19 funding in the future will be subject to the outcome of the next cross-government spending round. ",
            "summary": "",
            "updated_at": "2017-06-21T15:16:29.476Z"
        },
        "government_response_at": "2015-01-24T04:51:25.154Z",
        "moderation_threshold_reached_at": "2014-11-14T19:01:07.000Z",
        "opened_at": "2014-11-17T08:34:05.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-12-24T04:51:25.154Z",
        "scheduled_debate_date": null,
        "signature_count": 18130,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:29.483Z"
    },
    "id": 72039,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72039.json"
    },
    "type": "archived-petition"
}