{
    "attributes": {
        "action": "Legislation enacted to limit the shareholding in football club ownership and the number of foreign players",
        "additional_details": "If the British premier division FCs are the best in the world, then international football teams of the home countries should be more successful. Allowing the employment of non-homebred players without limit by FCs in UK limit the amount of home grown football talents available for international football selection. Legislation must be enacted requiring a large proportion (say about 80%) of players in a squad be those from the home countries. The EU can also change their Directives on the Freedom of Movement of Workers as regards EU footballers. This will boast supply of homebred professional football players playing at the top level. Legislation must also be enacted requiring a proportion (say about 50%) shareholding of a FC be least owned by its registered supporters. Legislation should also require football club owners not allowed to subsidise their football clubs. Like all responsible company directors football clubs should pay wages or transfer fees they can afford commercially.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-07-31T18:26:12.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-07-31T18:26:12.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:52.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:52.756Z"
    },
    "id": 722,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/722.json"
    },
    "type": "archived-petition"
}