{
    "attributes": {
        "action": "Remove international students from the net migration figures as they are temporary migrants to the UK",
        "additional_details": "Higher Education (HE) is one of the UK’s largest industries; UK HE exports were worth £7 billion in 2011\r\n\r\nStudy continues to be the primary reason for migration to the UK. It's the 2nd most popular HE destination for international students, recruiting 13% globally\r\n\r\nInternational students are linked to HE excellence and bring cultural diversity to our learning communities\r\n\r\nA Universities UK report revealed that the majority of the public do not see international students as “immigrants”\r\n\r\nNet migration targets have led to damaging immigration policies which are more restrictive to international students than other competitor countries\r\n\r\nNet long-term migration to the UK was estimated to be 243,000 in the year ending March 2014; however, 177,000 student visas were also issued in that time\r\n\r\nThe government should remove international students from net migration statistics to stop damaging international student recruitment and bring the UK in-line with global competitors.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-11-19T16:37:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-19T16:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:30.880Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition of yours has already been published, no need to submit it again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:30.882Z"
    },
    "id": 72211,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72211.json"
    },
    "type": "archived-petition"
}