{
    "attributes": {
        "action": "For dialysis to remain a prescribed service on the NHS in 2015",
        "additional_details": "Kidney disease charities were \"stunned\" to have been told this week (20 Nov '14) dialysis will no longer be a prescribed service on the English NHS from next year.\r\n\r\nCare for dialysis patients should not be the responsibility of CCGs (clinical commissioning groups).  Dialysis is a specialist service that should be managed by renal experts.\r\n\r\nWe want dialysis to remain a prescribed service on the NHS.  ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-20T16:12:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:31.021Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Secretary of State for Health is responsible for deciding which services NHS England will directly commission as specialised services, and makes regulations accordingly.  In deciding whether it would be appropriate for a service to be commissioned by NHS England rather than clinical commissioning groups (CCGs), the Secretary of State must have regard to four statutory factors appearing in section 3B(3) of the National Health Service Act 2006, as amended by the Health and Social Care Act 2012, namely:\r\n\r\n·        the number of individuals who require the provision of the service or facility;\r\n\r\n·        the cost of providing the service or facility;\r\n\r\n·        the number of persons able to provide the service or facility; and\r\n\r\n·        the financial implications for CCGs if they were required to arrange for the provision of the service or facility.\r\n\r\nThe Secretary of State must also obtain appropriate advice for that purpose and consult NHS England before making regulations using these powers.  The Prescribed Specialised Services Advisory Group (PSSAG) was established by the Department in 2013 to provide the Secretary of State with this advice.\r\n\r\nPSSAG met on 30 September to consider a number of proposed changes to the specialised services portfolio, including the transfer of commissioning responsibility for renal dialysis services and morbid obesity surgery services from NHS England to CCGs.\r\n\r\nPSSAG considered these two services against the four statutory factors set out above and concluded that they no longer meet the requirements for national commissioning by NHS England.  PSSAG therefore recommended that commissioning responsibility for renal dialysis services and morbid obesity surgery services should transfer to CCGs.\r\n\r\nThe Department requested a public consultation on the logistics and timing of the transfer of these commissioning responsibilities.\r\n\r\nThe consultation sought views on what type of support CCGs will need from NHS England to be able to commission renal dialysis and morbid obesity services effectively and whether, if all this support can be put in place, the timing of the transfer is right.  This public consultation was launched on 27 November and closed on 9 January.\r\n\r\nFurther information on the process set out above, including PSSAG’s recommendations, can be found in the consultation document at the following link:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/380041/2014_11_Consultation_document.pdf\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:31.021Z"
        },
        "government_response_at": "2015-01-09T17:12:06.238Z",
        "moderation_threshold_reached_at": "2014-11-20T16:12:24.000Z",
        "opened_at": "2014-11-21T17:04:11.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2014-12-09T17:12:06.238Z",
        "scheduled_debate_date": null,
        "signature_count": 35891,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:31.027Z"
    },
    "id": 72236,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72236.json"
    },
    "type": "archived-petition"
}