{
    "attributes": {
        "action": "Relocate Parliament out of London",
        "additional_details": "The Palace of Westminster, which houses both the Commons and the Lords, reportedly requires repairs that will likely cost more than £2bn. The difficulty of trying to undertake these repairs around a busy working legislature should be used as an opportunity to permanently move Parliament out of Greater London and into one of the regional cities.\r\n\r\nThis would separate the nations financial capital from its political capital, expedite the rebalancing of the economy and give a greater number of our politicians a different perspective on the issues facing the country. The construction required in the chosen new capital city would stimulate regional investment, create employment, and could be funded from the sale of the governments central London real estate.\r\n\r\nThe Palace of Westminster should be repaired (in accordance with its listed status) and utilised by the private sector relieving the tax payer of the huge bill at a time of public sector austerity. ",
        "background": null,
        "closed_at": null,
        "created_at": "2014-11-21T12:17:21.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-21T12:17:21.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:31.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the House not for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:31.341Z"
    },
    "id": 72270,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72270.json"
    },
    "type": "archived-petition"
}