{
    "attributes": {
        "action": "Suspend the NI Assembly as its MLAs are failing to work effectively for the people of Northern Ireland",
        "additional_details": "This petition aims to have the UK Government suspend the Northern Ireland Assembly as its MLAs (Member of the Local Assembly) have consistently failed to agree on almost every issue that comes before them. MLAs have failed to pass legislation essential to the running of local government in Northern Ireland and are failing all people living in Northern Ireland. As a result of the MLAs' failure serious cuts to important services such as Welfare, Health and Education will be necessary affecting young and old and those in need. MLAs are not working in the interests of the 1,700,000 people living of Northern Ireland and these people deserve better. Suspending the NI Assembly will remove the political party point-scoring priorities of the MLAs and allow Civil Servants to take the necessary decisions in the interests of all of the people living in Northern Ireland. New elections to the Assembly should ultimately take place  after a period of 1 year from suspension of the Assembly. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-27T17:22:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-27T17:22:06.000Z",
        "opened_at": "2015-01-07T09:15:07.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:33.282Z"
    },
    "id": 72486,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72486.json"
    },
    "type": "archived-petition"
}