{
    "attributes": {
        "action": "In The General elections of 2015 add 3 questions regarding English Parliament, England Independence, and Devolution",
        "additional_details": "All peoples have the right to Self-determination and Self-government\r\n I and the undersigned propose that for the General Election of 2015 two questions should be added to The Ballot Paper and asked to the electorate of England\r\n\r\n.Do you want that one of the Houses of the British Parliament evolves into an English Parliament –located in Birmingham - with the parliaments of the four constituent nations of the United Kingdom having the same powers?\r\n\r\nDo you want that in the next British parliament term the People of England vote in a referendum with the question Do you want that England become a Sovereign State Independent of the United Kingdom?\r\n\r\nBecause the British Parliament is not “English” the other constituents nations of the UK should be asked\r\n\r\nDo you agree that the  British Parliament evolves to an English Parliament –located in Birmingham- and the parliaments of the four constituents nations of the UK have the same powers?\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-11-30T12:27:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-11-30T12:27:43.000Z",
        "opened_at": "2014-12-01T11:57:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:34.107Z"
    },
    "id": 72583,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72583.json"
    },
    "type": "archived-petition"
}