{
    "attributes": {
        "action": "Number of Debates MP's need to attend",
        "additional_details": "Through the press in the last few months there has been a large emphasis on the number of MP's who are attending debates after a set of key images have been released showing which debates have had a large audience and which have not.\r\n\r\nThe key issues for the public in respect to debating the living wage, debating child sex abuse inquiry have had little attendance which should be key areas for the MP's to allow the public to see them contributing to our needs. But compared to the issues associated directly with the MP's for example debating MP's expenses, debating MP's Pay have seen the house of commons bursting at the seems full of MP's wishing to show support for there own causes.\r\n\r\nThere is a need to introduce rules on how MP's must attend issues relating to the public, as we have voted these politicians to represent us for what matters.\r\n\r\nThis is not something we can make the rules for but needs to be introduced by parliament to ensure that MP's fulfil their duties.",
        "background": null,
        "closed_at": null,
        "created_at": "2014-12-02T22:48:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-12-02T22:48:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:35.006Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the House to consider not for Government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:35.009Z"
    },
    "id": 72686,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72686.json"
    },
    "type": "archived-petition"
}