{
    "attributes": {
        "action": "Demand Facebook review their 'community standards' and take down ALL hate pages against disabilities",
        "additional_details": "Whilst I understand the need for freedom of speech, there are social problems associated with this.  Disability hate and discriminatory pages have been allowed on Facebook such 'exterminate all autistics'.   Facebook needs to review their 'community standards' approach.  For example, a Facebook page was created weeks ago called 'Moms against autistic children', this was reported by many people, Facebook declined to remove the page, finally weeks later the page was removed.  Only a few days later another page has been created called- \"Exterminate all Autistics\" which admits to encouraging hatred to people with Autism, targeted hate along with hate speech and disability discrimination. After numerous reports Facebook refuses to remove this page. I and everyone that adds there name to this petition request that this page is removed and Facebook makes a commitment protect people against disability hate. Their 'community standards' need to also be addressed and adhered to.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2014-12-08T18:42:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-12-08T18:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:36.223Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:36.225Z"
    },
    "id": 72848,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/72848.json"
    },
    "type": "archived-petition"
}