{
    "attributes": {
        "action": "An in-home electronic referendum system to allow electorates to have more say in day to day issues",
        "additional_details": "The UK public has lost faith in the political system in recent years, reflected by the very low turnout in local and general elections.   At the moment, we vote for a party or leader whose manifesto, and the promises therein, we like the sound of.   Those promises, for whatever reason, are not always kept and people feel let down .  So, why not allow the electorate to decide on these issues by way of a simple device installed in each household with 'Yes' and ‘No’ buttons.  Eligible adult members of each household could vote on issues normally decided on our behalf by members of The House of Commons or House of Lords. The advancement of technology in this day and age would suggest that this is more than feasible.  The system could also be adapted for local and general election voting.  This would encourage more people to vote and really have a say in their future.   It would, I am sure substantially reduce the government’s administration costs, after the initial installation outlay.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-12-15T15:15:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-12-15T15:15:09.000Z",
        "opened_at": "2014-12-16T12:46:45.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:37.906Z"
    },
    "id": 73058,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73058.json"
    },
    "type": "archived-petition"
}