{
    "attributes": {
        "action": "Please Don't Close St. George's RAF Chapel of Remembrance Biggin Hill",
        "additional_details": "By March 2016,the Royal Air Force/Ministry of Defence are withdrawing all support from the Chapel.  If  no one or group takes on the responsibility of this magnificent Memorial Chapel, it will be closed without access to the public or church services.\r\n\r\nThis Chapel was built as a Memorial to Aircrew, who had their lives taken in World War ll, they fought and they died. We, today, have the freedom to forget.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-12-20T15:58:26.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:38.904Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nWe fully recognise the significance and rich heritage of the Chapel and the Garden of Remembrance.  It is precisely because of this that the Ministry of Defence (MOD) has been in discussions with Bromley Council for 18 months to preserve the Chapel and the Garden of Remembrance.  Indeed, the Prime Minister has confirmed that as the Chapel represents one of the most significant events in British history, it will be preserved for future generations.\r\n\r\nBromley Council wish to create a heritage centre at the site and, subject to agreeing suitable terms to secure it, the site will be leased to them on a long –term basis for a minimal rent.  As such the MOD will continue to work with Bromley Council to support their heritage proposal which we believe will enhance access to the Chapel and ensure its long term preservation\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:38.904Z"
        },
        "government_response_at": "2015-02-13T07:08:18.457Z",
        "moderation_threshold_reached_at": "2014-12-20T15:58:26.000Z",
        "opened_at": "2014-12-29T11:44:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-01-13T07:08:18.457Z",
        "scheduled_debate_date": null,
        "signature_count": 30884,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:38.912Z"
    },
    "id": 73191,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73191.json"
    },
    "type": "archived-petition"
}