{
    "attributes": {
        "action": "Urge Brighton and Hove City Council to initiate a Compulsory Purchase order on Medina House and save it for The People of the City.",
        "additional_details": "This is a building of local importance and is at the heart of The Cliftonville Conservation Area.\r\nThe UKIP Candidates for the Central Hove Ward, Nigel Furness and David Laine have been asked by the local residents to push for the Compulsory Purchase order to ensure the safety of this historic building. Once owned by the Sassoon Family Hairdressers and Hair products suppliers to the Royal Family. Originally built in 1894 as a ladies Turkish Bath An adjacent building housed a ladies' swimming pool, although that has since been demolished. It was built for the Hove Bath and Laundry Company to the design of the architect P. B. Chambers. Previously owned by Hove Borough Council, it was at the end tenanted by a firm of diamond cutters who tried to buy the premises from the Council and were refused. Around the time that Hove Borough Council was merged with Brighton Council to form the Brighton and Hove unitary authority 1997-8, they instead sold it for circa £300,000 to Sirus Taghan.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-12-21T19:46:58.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-12-21T19:46:58.000Z",
        "opened_at": "2014-12-30T12:26:06.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 125,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:39.128Z"
    },
    "id": 73214,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73214.json"
    },
    "type": "archived-petition"
}