{
    "attributes": {
        "action": "To replace the National Anthem, ‘God Save The Queen’, with something about the country itself, something that ALL UK citizens can be proud of.",
        "additional_details": "I recently attended the Track Cycling World Cup in London and was excited to see some British Gold medals.\r\n\r\nHowever, very few people joined in with the National Anthem. I certainly didn’t, although I wish I’d been able to.\r\n\r\nIn my view there are two main things wrong with it:\r\n\r\n1) It’s about an individual rather than our great nation. It’s about the Queen, and much as I respect and admire her, I don’t agree that someone born into a position of privilege should be the subject of our National Anthem. Let’s face it, almost all other international anthems are about the countries themselves, not their rulers.\r\n\r\n2) In the 2011 census, 23 million people in England and Wales did not identify themselves as Christian. Yet our current anthem talks about God a great deal. I would suggest that it’s very difficult to join in with the singing if you’re a Muslim, a Hindu or an Atheist - hardly inclusive of society as a whole.\r\n\r\nSo I’m asking the Government to start a debate on this matter!",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2014-12-22T17:46:08.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2014-12-22T17:46:08.000Z",
        "opened_at": "2014-12-29T11:37:19.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:39.204Z"
    },
    "id": 73227,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73227.json"
    },
    "type": "archived-petition"
}