{
    "attributes": {
        "action": "Convicted London rioters should loose all benefits.",
        "additional_details": "Any persons convicted of criminal acts during the current London riots should have all financial benefits removed.\r\n\r\nNo tax payer should have to contribute to those who have destroyed property, stolen from their community and shown a disregard for the country that provides for them.",
        "background": null,
        "closed_at": "2012-02-09T09:25:17.000Z",
        "created_at": "2011-08-08T22:05:29.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2011-09-13T23:30:51.804Z",
        "government_response": {
            "created_at": "2017-06-21T15:06:51.200Z",
            "details": "This e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons who will consider its suitability for debate when Parliament returns in September. This e-petition will remain live, and people will be able to continue adding their signatures.\r\n\r\nAs you may be aware, the House of Commons debated the recent public disorder when Parliament was recalled on 11 August 2011 and there was an opportunity for MPs to address the substance of this e-petition. This does not preclude a decision by the Backbench Business Committee to schedule a further debate on this issue when the House of Commons returns from the summer recess.\r\n\r\nIn the meantime, we would like to update you on the Government’s current position on the substance of this e-petition.\r\n\r\nPrisoners convicted of a criminal offence and detained in prison are not entitled to social security benefits. That means that anyone who is eligible for social security benefits and who is caught, convicted and imprisoned for any offence committed during the recent disorder that has disrupted London and other UK cities will be disqualified from receiving social security payments.  The Department for Work and Pensions is also looking at whether further sanctions can be imposed on the benefit entitlements of individuals who receive non custodial sentences. In addition the Department is considering increasing the level of fines which can be deducted from benefit entitlement.\r\n\r\nIn relation to social housing, it is already a ground for eviction if a tenant or a member of their family is involved in anti-social behaviour or criminal activity in their local neighbourhood. Ministers have encouraged social landlords to use these powers, and a number of local authorities have pledged to do so. The Department for Communities and Local Government is consulting on proposals to allow such evictions to take place where the criminal activity takes place outside the vicinity of the local neighbourhood; more information is available to view here: http://www.communities.gov.uk/statements/newsroom/publicdisorder.\r\n\r\nGavin Barwell MP was allocated a half-day in Westminster Hall in Backbench time for a wider debate on the response to the riots. This took place on 13 October 2011.  A transcript of the debate can be found at http://www.publications.parliament.uk/pa/cm201011/cmhansrd/cm111013/halltext/111013h0001.htm#11101334000002\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:06:51.200Z"
        },
        "government_response_at": "2011-09-12T21:55:50.480Z",
        "moderation_threshold_reached_at": "2011-08-08T22:05:29.000Z",
        "opened_at": "2011-08-09T08:25:17.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-08-12T21:55:50.480Z",
        "scheduled_debate_date": null,
        "signature_count": 258276,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:51.207Z"
    },
    "id": 7337,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/7337.json"
    },
    "type": "archived-petition"
}