{
    "attributes": {
        "action": "Call for Dept of Health to Reinstate the Five Yearly National Infant Feeding Survey – please sign to show your support!",
        "additional_details": "Lactation Consultants of Great Britain (LCGB) is extremely concerned by the loss of the National Infant Feeding Survey (IFS) in 2015, which had previously been conducted every 5 yrs since 1975.\r\n\r\nThere is nothing more important to any new family than a happy healthy baby, feeding well.\r\n\r\nThe survey provided data on infant feeding practices in the 1st year of a baby’s life. The invaluable evidence it produced contributed to the ongoing funding and planning of support services for pregnant women & new families, including targeting services to the most vulnerable, strengthening evidence based practice & training of staff in all aspects of infant feeding.\r\n\r\nThe future of this support should not be put at risk or undermined by weakening the body of evidence currently used. IFS 2010 was the 8th national survey. Without IFS 2015 we will still in 2020 be working from statistics collected in 2010. We will not know if services are effective or if we are addressing health inequalities.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-01-08T13:48:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-08T13:48:04.000Z",
        "opened_at": "2015-01-09T14:17:00.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1473,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:41.749Z"
    },
    "id": 73571,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73571.json"
    },
    "type": "archived-petition"
}