{
    "attributes": {
        "action": "Minimum milk price for farmers",
        "additional_details": "Many farmers are being driven into crisis as retailers slash the milk price further. This is to petition the government to set a minimum milk price payable to the Farmer to protect their business, livelihood & the future of the industry. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-01-09T19:29:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:42.175Z",
            "details": "As this e-petition has received more than 10,000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government understands that some farmers are struggling with low prices and we are doing everything we can to help them through this period. We have asked HMRC and the banks to take a sympathetic stance with dairy farmers, and we have ensured that farm payments for dairy farmers are prioritised by the Rural Payments Agency.\r\n\r\nThe Government has created a Groceries Code Adjudicator to address the market dominance of the large retailers and ensure suppliers are treated fairly and lawfully. In the dairy sector, an industry code of practice on contractual relationships is in place to increase trust and transparency and to give farmers a fairer deal. However, the Government cannot legislate on prices, which must be agreed by retailers, processors and producers.\r\n\r\nThe Government wants a competitive and resilient dairy industry that can take advantage of the growing demand for British produce. The industry is working together to develop actions to end the current trade deficit in dairy products and increase exports. This is on top of work that the Government is already doing to push for better country of origin labelling on dairy products, and open new export markets. Dairy exports are now at record levels: reaching £1.4billion last year, a 51% increase since 2009.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold",
            "summary": "",
            "updated_at": "2017-06-21T15:16:42.175Z"
        },
        "government_response_at": "2015-02-24T14:11:35.126Z",
        "moderation_threshold_reached_at": "2015-01-09T19:29:40.000Z",
        "opened_at": "2015-01-12T10:16:04.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-01-24T14:11:35.126Z",
        "scheduled_debate_date": null,
        "signature_count": 31870,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:42.181Z"
    },
    "id": 73628,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73628.json"
    },
    "type": "archived-petition"
}