{
    "attributes": {
        "action": "Keep public toilets open all year round",
        "additional_details": "At present government and local councils are under no legal obligation to keep public toilets open throughout the year, or at all. As a result many public conveniences are now being kept closed out-of-season and this is hitting tourism very hard. Many people choose to visit holiday destinations out-of season, whether they be walkers, cyclists,older people or simply those who cannot afford peak season prices. All these people have a right to be able to go to the toilet without imposing on local publicans etc.\r\n\r\nWe have evidence that out-of-season trade has dropped by as much as 50% as a direct result of these basic facilities being closed. People simply don't stay, they move on in frustration and disgust and usually never return.\r\n\r\nWe would like the government to make it a legal requirement that all public conveniences are kept open throughout the year even if a small charge for their use is necessary to maintain them. ",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-13T15:32:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-13T15:32:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:43.392Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is an issue for local authorities rather than central government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:43.394Z"
    },
    "id": 73773,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73773.json"
    },
    "type": "archived-petition"
}