{
    "attributes": {
        "action": "Ask for Charlie Hebdo to be punished for more depictions of the prophet Muhammad",
        "additional_details": "We are asking for the UK Government to punish Charlie Hebdo, the French magazine, for yet another picture depicting the prophet Muhammad.\r\n\r\nThis was done supposedly to show that they will not be silenced and that they are exercising their freedom of speech. This is not an acceptable response and will gain nothing but more trouble around the world.\r\n\r\nThe 'majority' of Muslims take offence to these pictures. The act of publishing them on 14th Jan 2015 is effectively punishing the entire Muslim world for a crime that a small group of extremists has committed.\r\n\r\nIf a national media company offended a specific community (e.g. saying the N word) they would be asked to apologise publicly. This new offence is no different. The only thing it achieves is more unrest across the world, more danger for non-Muslim groups and a great deal of money for the magazine.\r\n\r\nCharlie Hebdo should be made to apologise and officially punished by a hefty fine, or even closure.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-13T20:41:11.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-13T20:41:11.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:43.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:43.464Z"
    },
    "id": 73785,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73785.json"
    },
    "type": "archived-petition"
}