{
    "attributes": {
        "action": "Charlie Brooker should be asked to write Dr Who",
        "additional_details": "“Dr Who” is a British institution and one of our proudest cultural exports. We believe that an opportunity to improve the show exists in the writer Charlie Brooker. Mr Brooker has clearly demonstrated an ability to write TV scripts with the required degree of intrigue, horror, surprise and humour, it would be remiss of the government not to take steps to compel the BBC to employ him – an appointment which would herald a golden age of Dr Who.\r\nWe herby call on you to insist that the BBC approaches Mr Brooker with a view to writing a series of episodes, his appointment would easily be paid for by the sacking of overpaid, under-talented bigot Jeremy Clarkston.\r\nWe are sure Mr Brooker would relish the opportunity, but in the event that he were to reject the offer it would be necessary to arrange a debilitating accident and lock him away from civilisation until he produced the required work à la “Misery” – a hobbling would hopefully not be necessary, but shouldn’t be ruled out so early on.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-15T12:50:47.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-15T12:50:47.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:43.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:43.839Z"
    },
    "id": 73841,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73841.json"
    },
    "type": "archived-petition"
}