{
    "attributes": {
        "action": "We demand for an immediate referendum on the UK's membership within the EU.",
        "additional_details": "Nigel Farage has promised a referendum by the end of this year which leads the people of the UK to believe that there's no valid reason to wait until 2017. The extraordinary membership fee that we spend on our EU membership could be spread to much more urgent needs such as NHS funding, educational funding and a substitute for income tax therefore helping the poorest 10% of people and their families to have a greater income than expenditure.\r\n\r\nWe the people demand an EU referendum by the end of 2015. This is both realistic and achievable. Though it may take several years to completely separate from the EU, like Scotland, we should be granted the right to vote on this issue as this has been at the forefront of the UK's financial issues for some time. We don't want people making our laws whom they do not effect, we want to control our own borders and most importantly we don't want to spend £1.7 billion on a membership that does nothing to benefit the average person in the UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-18T15:05:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-18T15:05:52.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:44.559Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see the below petition:\r\n\r\nPetition Title: IMMEDIATE EU REFERENDUM\r\n\r\nCreated by: June Winton\r\n\r\nClosing: 30/03/2015"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:44.562Z"
    },
    "id": 73934,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73934.json"
    },
    "type": "archived-petition"
}