{
    "attributes": {
        "action": "Essex knife amnesty",
        "additional_details": "Knife crime is on a dramatic increase in the last year following the Colchester and Chelmsford stabbings.Young adults need to be educated about the risks and dangers of carrying weapons, these crimes are effecting everyone nationally,with this many people carrying knifes our communities are scared to leave homes past seven and live there lives. A knife amnesty must be arranged to show acknowledgement to our problem, no matter how many are handed in, one is worth the effort, the first step is admitting we have an issue, when will government admit it, when will government reply with action.Why has Essex police refused an amnesty even though there have been three major knife crimes in a month in chelmsford one fatal and three in colchester one fatal? \"Essex Police has insisted there is no “particular issue” with knife crime in Chelmsford, and there will be no immediate knife amnesty in the city\".More restrictions on knifes must be put into effect with higher consequences.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-20T00:02:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-20T00:02:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:44.921Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be an operational matter for the local authorities/policing"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:44.924Z"
    },
    "id": 73979,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/73979.json"
    },
    "type": "archived-petition"
}