{
    "attributes": {
        "action": "Make football referees accountable for their bad decisions.",
        "additional_details": "Referees are able to make bad decisions and not be questioned by managers or players. They are not asked to justify their decisions to the public. We are always told to respect the referees, but they have to earn our respect and they cannot do this when they are above the law.\r\n\r\nMany games have been won or lost based on an incorrect decision by referees and it is time that players and managers are allowed a voice.\r\n\r\nFans deserve answers when the team they support is robbed by an incorrect decision, they also deserve an apology when the wrong decision is made. They spend their hard earned money to watch these games and as tax payers they fund the FA.\r\n\r\nReferees are of course vital in the game, however the quality of refereeing seems to be at an all time low. They have a difficult job, however that is no excuse when they fail to give simple decisions.\r\n\r\nThe football Association needs to change its rules regarding this.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-20T20:35:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-20T20:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:45.239Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For the Football Association to consider.   (The FA is not funded by the taxpayer)"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:45.242Z"
    },
    "id": 74021,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74021.json"
    },
    "type": "archived-petition"
}