{
    "attributes": {
        "action": "Legislate to make Utitliy Companies automatically transfer savings to customers registered with \"Best tariff on fixed rate scheme\"",
        "additional_details": "Legislate to ensure Utility Companies automatically transfer customers who have signed up to a fixed \"Best Price Deal, No Early Exit Fee\" to a lower \"Best Price Deal, No Exit Fee\" when oil prices fall - as opposed to just informing customers of better deals available on their utility bills.\r\n\r\nCustomers are already paying higher prices for fixed rate \"Best Price Deals\". These deals should be linked to global fuel prices, with agreed margin, with upper and lower price bands, to allow semi-flexibility and competition, whilst enabling customers to choose between variable or semi-variable rates (with safeguards).\r\n\r\nAs demand increases to meet basic customer needs, any increases in the overall amount of VAT collected result should be directed, in addition to pre-existing budgets to:\r\n\r\nHealth & Wellbeing, Housing, Financial advice for those that need to manage debt issues, affordable housing / social housing, Employment and Policing / Community Safety.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-21T19:57:33.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-21T19:57:33.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:45.544Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:45.546Z"
    },
    "id": 74081,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74081.json"
    },
    "type": "archived-petition"
}