{
    "attributes": {
        "action": "Request Home Office review deportation orders for family of four.",
        "additional_details": "Request Home Office review deportation orders for family of four.\r\n\r\nMr A was tortured and abused for three months by the Lebanese authorities following a baseless accusation; additionally neither Mr or Mrs A's families approved of their relationship, they were not given permission to wed.\r\n\r\nMrs A fell pregnant outside of wedlock ; they fled to the UK in fear of their lives. Their respective families regard the couple's child as a 'Devil Child' as she was conceived out of wedlock and the family is not welcome to return.\r\n\r\nAsylum was turned down due to a 'lack of evidence' despite the signs of torture. They can't contact their home country for 'evidence' as their whereabouts would be traced. At the appeal Mrs A wasn't given a chance to speak, she speaks fluent English.\r\n\r\nMr A's mental health is declining; they are terrified of being asked to leave. The children were born here and call the UK home, they speak only English.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-01-23T15:03:43.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-23T15:03:43.000Z",
        "opened_at": "2015-01-27T08:40:22.000Z",
        "rejected_at": "2017-06-21T15:16:45.841Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition has been closed because it was published in error by the Home Office.  The petition is not the responsibility of HMG"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:45.844Z"
    },
    "id": 74138,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74138.json"
    },
    "type": "archived-petition"
}