{
    "attributes": {
        "action": "Petition for removal of Institutional racist Judge, Her Honourable Judge",
        "additional_details": "The Petitioners request parliament petition The Queen for the removal of a judge of The Honourable Judge O’Leary.\r\nThe judge uses the term “different parenting styles” to hide the repeatedly exposing to and placing the children in the care of violent racist’s.\r\nThe brief history; non-resident parent had repeated to family court their children’s complaint of the conduct of resident family members (FM) while caring for them.\r\nThen the 3 individual FM appeared in local news as being sent to prison for racism.\r\nHer honourable judge O’Leary taking charge of the case failed to act when the children expressed their concern to the non-resident parent that they were again concerned by the conduct of a convicted racist FM while caring for them.\r\nThis violent racist was caring for the children but the judge’s view was there was nothing wrong with this.\r\nThe Judges failure to act meant that another mother and children being left to be victim of domestic violence, witnessed by my children.\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-01-26T13:29:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-26T13:29:52.000Z",
        "opened_at": "2015-01-27T09:48:50.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:46.420Z"
    },
    "id": 74228,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74228.json"
    },
    "type": "archived-petition"
}