{
    "attributes": {
        "action": "Make it illegal for gambling websites to allow people who are registered on a database of self excluded gamblers to gamble on their website.",
        "additional_details": "Gambling websites give you the option to permanently close your account or self-exclude for a chosen period.\r\n\r\nThis is great for not gambling on the websites you have self exclude from but there will always be another gambling website.\r\n\r\nGambling addiction is just like any other addiction and most will not be able to control their addiction. There will always be temptation to sign up to a new website but if this temptation is taken away then the addiction can be controlled.\r\n\r\nGambling addicts should be able to self-exclude from internet gambling altogether and not have to worry about having another option when another website is created.\r\n\r\nAll gambling websites should perform identity checks on new account holders which includes checking a (to be created) database of self excluded gambling addicts, to make sure they haven’t registered themselves as a gambling addict.\r\n\r\nMore info on this petition at http://freebetx.com/a-petition",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-01-29T18:10:02.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-29T18:10:02.000Z",
        "opened_at": "2015-01-30T13:02:01.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 2,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:47.228Z"
    },
    "id": 74347,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74347.json"
    },
    "type": "archived-petition"
}