{
    "attributes": {
        "action": "Save international Cuisine Restaurants/Changes needed to Chef Shortage Occupation requirements for Restaurants",
        "additional_details": "Current shortage chef occupation eligibility requirements state; restaurant offering a takeaway service not eligible to recruit chefs from outside the EU. These chefs are a much needed talent from outside the EU. Ineligibility is damaging international Cuisine Sector. E.g. 80 seat restaurant, prime business serving customers in restaurant, wants to optimise sales, offers a takeaway service, the chef will still be cooking a customised meal. NOT ELIGIBLE. These rules penalise creative entrepreneur’s wanting to bring diverse flavours to our Great United Kingdom. As requirement stand, the UK ONLY welcomes chefs that cook European Foods, ineligibility weaning out all international cuisine. Experienced restaurateurs know the most talented chefs come from the cuisines country of origin. Training chefs takes years, retaining those chef next to impossible. REMOVE THE REQUIREMENT THAT BUSINESSES OFFERING TAKEAWAY SERVICES CANNOT APPLY FOR CHEFS OUTSIDE OF EU.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-29T20:13:49.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-29T20:13:49.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:47.299Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:47.301Z"
    },
    "id": 74356,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74356.json"
    },
    "type": "archived-petition"
}