{
    "attributes": {
        "action": "Private companies should not be making profits from care homes",
        "additional_details": "Currently some owners of privately run care homes are creating their considerable wealth on the backs of ordinary working people who are having to pay huge weekly sums for, in some instances, minimal amounts of care and in many cases depleting hard earned savings which have taken a lifetime to accumulate.\r\n\r\nResidential care should be state-run, with affordable contributions from those requiring care, but on a non profit making basis and it should definitely NOT be a business enterprise.\r\n\r\nThe government should re-introduce prescription charges to those parts of the UK not currently paying.\r\nAlso hospital VISITORS (but not those having treatment) in all parts of the UK should pay for car parking. There should be no free care for any one part of the UK, while others are paying, and finally when in hospital, patients should have to pay something towards the cost of their food, which would bring in additional revenue and hopefully lead to an improvement in the quality of meals.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-01-30T11:43:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-01-30T11:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:47.463Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:47.465Z"
    },
    "id": 74378,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74378.json"
    },
    "type": "archived-petition"
}