{
    "attributes": {
        "action": "A new alternative the first past the post system",
        "additional_details": "As it seems highly likely that the next general election will result in another coalitition, the populous should have a say in who the members of that coalition are, rather than leaving the decision up to the incumbent.\r\nWe the people should have a say in what sort of compromises will be made.\r\nSomething similar the AV system of ranking our choices.\r\nThe hopeful end result would be a coalition that has been voted for, and not decided by those wielding power.\r\nA ranked system of voting would allow the next coalition to be pre-decided, without closed-doors discussion.\r\nPossibly, rather than voting for particular parties, we vote on which party we would like to see in charge of which department, and thus, rather than the Prime Minister deciding, we decide who runs each department.\r\nThis petition is not for any particular solid plan, just an overhaul that would be more representative, and really show what the nation wants, and where it is willing to compromise.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-01T17:47:57.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-01T17:47:57.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:47.848Z",
        "rejection": {
            "code": "duplicate",
            "details": "Please see the below petition:\r\n\r\nPetition Title: A Proportional Electoral System\r\n\r\nCreated by: Elliot Whiteside\r\n\r\nClosing: 11/03/2015"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:47.851Z"
    },
    "id": 74444,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74444.json"
    },
    "type": "archived-petition"
}