{
    "attributes": {
        "action": "Counter-terrorism Bill - A Deprivation of Civil Liberties with paramount consequences",
        "additional_details": "Put yourself in a ‘Post-CTS Bill’ UK. You are a law-abiding citizen, yet people can suspect you of holding extremist ideas/not a holder of British values due to assumptions. Could you live in peace knowing that anyone from any field/walk of life must report you regarding any signs of perceived extremism, with no end to its interpretation?\r\nThis Bill is flawed since it has a vague definition of extremism; maintains the secrecy of evidence, incapacitating innocent people to fight the legal case; lacks proper judicial safeguards against this law abuse. Muslims are first to condemn terrorism, being the first victims of Islam’s misinterpretation & misrepresentation. Every true Muslim upholds the Prophetic teaching to save humanity from harm of his/her verbal & physical actions.\r\nAll British citizens deserve a CTS law that meets human rights’ obligations whilst not curtailing civil liberties; this bill does the opposite, thus we urge our distinguished Law-makers not to support this Bill. ",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-02-07T23:15:31.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-07T23:15:31.000Z",
        "opened_at": "2015-02-10T11:45:47.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 56,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:49.051Z"
    },
    "id": 74652,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74652.json"
    },
    "type": "archived-petition"
}