{
    "attributes": {
        "action": "Request to adjourn the new police pension scheme due to be implemented on 1st April 2015.",
        "additional_details": "The New Police Pension Scheme due to be implemented on 01/04/15 is yet to be communicated  preventing pension providers giving sound advice on future returns. Officers already feel aggrieved regrading the conduct of this government and the advice previously given regarding the 1987 and 2006 pension schemes. Officers feel they were blindly led into the existing pension schemes on the promise and belief that the sacrifices they make everyday would be rewarded in the way of a financially secure retirement. The transition to the NPPS is subject to strict opt in/opt out rules and officers feel they are being forced into this without being afforded the time and opportunity to fully explore their financial options.\r\nThe intention of this petition is to raise officers concerns and request the implementation of the NPPS is postponed for a period of 1 year to allow officers adequate time to fully research the NPPS and obtain financial advice allowing them to effectively plan for their future.",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-02-09T15:17:19.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-21T15:16:49.228Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\n\r\nThe Government values the vital role that police officers play in fighting crime and keeping the public safe.  Our police officers do an important and challenging job and we want reforms of police pay, pensions and conditions of service to recognise and build on this.\r\n\r\n\r\nThe arrangements for current members were set out in the reform design framework published on 3 September 2012, at https://www.gov.uk/government/publications/police-pension-reform-design-framework.\r\n\r\n\r\nFurther information was subsequently published on 26 March 2013 at https://www.gov.uk/police-pension-reform  about how the changes will affect officers’ pensions.  Further to this, Home Office Circular 14 of 2013, which included questions and answers, was also published on 19 November 2013 at https://www.gov.uk/government/publications/circular-0142013-further-information-on-long-term-police-pension-reform.\r\n\r\nAn on-line calculator was published on the same day as the reform design framework on the gov.uk website to provide an indication of benefits which can be expected in existing and 2015 schemes, this can be found at https://www.gov.uk/government/publications/pension-reform-calculator.\r\n\r\nThe Police Pensions Regulations 2015 were laid before Parliament on 5 March after extensive consultation with partners including police officers’ representatives.\r\n\r\nGuidance for members of the new scheme is available at https://www.gov.uk/government/publications/the-police-pensions-scheme-2015-members-guide.  The Police Pensions Regulations 2015 are due to come into force on 1 April 2015; there are no plans to delay implementation",
            "summary": "",
            "updated_at": "2017-06-21T15:16:49.228Z"
        },
        "government_response_at": "2015-03-20T07:30:49.471Z",
        "moderation_threshold_reached_at": "2015-02-09T15:17:19.000Z",
        "opened_at": "2015-02-10T11:45:51.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-02-20T07:30:49.471Z",
        "scheduled_debate_date": null,
        "signature_count": 24671,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:49.233Z"
    },
    "id": 74702,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74702.json"
    },
    "type": "archived-petition"
}