{
    "attributes": {
        "action": "Protect religious slaughter in the UK and EU",
        "additional_details": "The Government should continue to protect the right to non-stun religious slaughter in the UK.\r\n\r\nJudaism and Islam require adherents to treat animals with kindness and to minimise pain when slaughtering. Scientific evidence shows minimisation of suffering when religious slaughter is practiced properly: www.grandin.com/ritual/rec.ritual.slaughter.html.\r\n\r\nStunning in abattoirs frequently fails to effectively stun the animal, thereby causing suffering. The British Veterinary Association and others opposing religious slaughter should focus on improving the competence of slaughterers who stun, instead of attacking methods that have been shown to minimise suffering.\r\n\r\n",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-02-12T22:24:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2015-03-02T04:20:16.880Z",
        "government_response": {
            "created_at": "2017-06-21T15:16:49.894Z",
            "details": "As this e-petition has received more than 10 000 signatures, the relevant Government department have provided the following response:\r\n\r\nThe Government encourages the highest standards of welfare at slaughter and would prefer to see all animals stunned before they are slaughtered for food. However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. The Prime Minister has confirmed that that there would be no ban on religious slaughter in the UK.\r\n\r\nCouncil Regulation 1099/2009, on the protection of animals at time of killing, and the Welfare of Animals (Slaughter or Killing) Regulations 1995  permit slaughter without stunning to be carried out in accordance with religious rites. Within both regulations there are strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians (OV) of the Food Standards Agency (FSA) to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThis e-petition remains open to signatures and will be considered for debate by the Backbench Business Committee should it pass the 100 000 signature threshold.",
            "summary": "",
            "updated_at": "2017-06-21T15:16:49.894Z"
        },
        "government_response_at": "2015-03-15T00:26:25.088Z",
        "moderation_threshold_reached_at": "2015-02-12T22:24:24.000Z",
        "opened_at": "2015-02-13T08:00:26.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-02-15T00:26:25.088Z",
        "scheduled_debate_date": null,
        "signature_count": 135408,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:49.899Z"
    },
    "id": 74830,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74830.json"
    },
    "type": "archived-petition"
}