{
    "attributes": {
        "action": "Premier League Clubs Should Reduce Ticket Prices Owing To Increased Television Revenue",
        "additional_details": "With the Premier League having secured the second largest television package in the sporting world, and broadcasters now paying over £10million to broadcast each match that is shown on either Sky or BT, there is no need for clubs to continue to increase prices.\r\n\r\nWhen the league was first formed it was said that increased TV revenue would lead to cheaper tickets. The complete opposite is true. Fans are being charged more and more, pricing many out of the game, and with ticket revenue now making up such a small percentage of clubs' income it's increasingly unfair that ticket prices continue to rise.\r\n\r\nWe call for ticket prices to be reduced, and for measures to be put in place which would restrict increases in pricing as long as television deals continue to grow in stature.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-17T09:30:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-17T09:30:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:50.704Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is not a matter the Government can legislate upon.   However, it is carefully monitoring football governance and is encouraging the FA and Premier League to consider grassroots football."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:50.707Z"
    },
    "id": 74938,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/74938.json"
    },
    "type": "archived-petition"
}