{
    "attributes": {
        "action": "30 year-old autistic man urges BSkyB to rethink decision to discontinue production of non-hd standard Sky & Sky+ boxes as the background music on the",
        "additional_details": "Hi, my name's Sean Rushton, 30 with autism, aspergers & CP.\r\n\r\nI have this rather unusual obsession with the background music on the Sky tv epg as I still have a standard Sky box in my room, but as they only make hd boxes now & given they ONLY now come with the LATEST Sky guide with a mini tv rather than epg music, I fear that IF or WHEN my Sky box breaks down beyond repair, they will replace it with a brand new Sky+hd box & therefore my days of listening to the background music will be over FOREVER!\r\n\r\nGONE will be the days when December 1 arrives & I am treated to a set of BSkyB's specially owned CHRISTMAS music on the epg.\r\n\r\nNo matter how big or small my request may BE, I as of NOW kindly ask that BSkyB rethink their decision not to make non-hd standard Sky & Sky+ boxes, for I ain't the ONLY autistic out there with similar interests.\r\n\r\nPLEASE Sky? ",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-21T03:08:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-21T03:08:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:51.713Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't a suitable subject for an e-petition to the government.   It really is up to Sky.   However, this might be something you could raise with your MP or organisations who might be able to campaign on your behalf."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:51.716Z"
    },
    "id": 75071,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75071.json"
    },
    "type": "archived-petition"
}