{
    "attributes": {
        "action": "Council forces recently disabled man to pick: safe place to live or your dogs? Stop councils forcing people to get rid of existing pets",
        "additional_details": "Medway Council is trying to force the Harrisons to get rid of two of their four pet dogs. Trevor (age 49) was the breadwinner until he became suddenly seriously ill. Trevor’s health problems could not have been predicted and their well-behaved rescue dogs were acquired responsibly. He has already had an amputation and is prone to more, and his sight is at risk, too. Their existing family home is unsafe and can’t be adapted – Trevor is sleeping downstairs and has no access to a bathroom. The council has offered appropriate accommodation – but only if the Harrisons get rid of two of their dogs. All over Britain other people are facing similarly impossible choices. We call on the Government to recognise that existing pets, responsibly owned and acquired, are significant, loved family members and while councils may place future limits on the number of pets kept, owners should not be asked to choose between a safe place to live and their existing canine family. ",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-24T09:54:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-24T09:54:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:52.312Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:52.316Z"
    },
    "id": 75145,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75145.json"
    },
    "type": "archived-petition"
}