{
    "attributes": {
        "action": "When the elderly can be cared for by a family member at home, this should be prioritized over a Care Home for elderly.",
        "additional_details": " The Government to update their policy on care for the elderly. A Care Home should only be used as a very last resort if there is no other option open.\r\n\r\n An 88 year old great-grandmother was forcibly removed by police and taken to hospital on the instruction of another daughter under the pretense of having a urine infection and mild dementia.  When in hospital, she fell and broke her hip and Social Services would not allow the eldest daughter to provide care and home comfort in her Mum's home or her own home. Social Services were totally unsympathetic/compassionate. Mum was placed in to a Care Home against her own wishes and the daughter's. Cases should be evaluated thoroughly and independently as a Care Home is not in everyone's \"Best Interest\".",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-24T14:25:39.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-24T14:25:39.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:52.396Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Neither the Department of Health nor the Government is responsible for the care of individuals, decisions about which are a matter for local councils and should be made in the best interests of the patient. Policies on care home placements are determined locally."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:52.400Z"
    },
    "id": 75157,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75157.json"
    },
    "type": "archived-petition"
}