{
    "attributes": {
        "action": "get the NHS to recognise and treat chronic Lyme disease",
        "additional_details": "For those unfortunate enough to be bitten by a lyme invested tick, a course of antibiotics can cure the disease, however, for a small portion of individuals, the disease can become a chronic and disabling disease. Currently, due to a lack of awareness and willing to understand the illness by the NHS & Department of Health, sufferers of this debilitating disease are being denied the treatment they desperately need and are having to raise money to get treatment in private clinics in the US, where there is a greater understanding of the illness.\r\nThis is unacceptable. Please sign this petition to force the government to address this issue and end the needless suffering of these poor people.\r\n\r\nMore information about Lyme disease can be found a: www.lymediseaseaction.org.uk\r\n\r\n\r\nThank you,\r\n\r\nWendy ",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-24T23:20:22.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-24T23:20:22.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:52.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Neither the Department of Health nor the Government is responsible for the treatment of individual patients, which is a matter for trained clinicians.  The provision of specific services is the responsibility of NHS England and the local NHS."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:52.535Z"
    },
    "id": 75173,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75173.json"
    },
    "type": "archived-petition"
}