{
    "attributes": {
        "action": "People have the right to know foods are Genetically Modified (GM) - SUPERMARKET labelling needs implementing",
        "additional_details": "After walking around my local Morrisons store, I noticed that nowhere was there any information or mention about GM foods even though 95% of foods in Supermarkets are Genetically Modified.\r\n\r\nThere has been a lot of contraversy regarding GM foods recently and their possible side affects. We would know the side effects if GM foods had actually been tested appropriately before being release onto the market. Who knows what happens if you eat GM foods for 20 years?\r\n\r\nI believe the government has done a complete U-turn on GM food policies recently thus hugely benefiting LARGE CORPORATIONS but adversely causing harm to the people of this country. Considering government is supposed to do the best for its people, I dont believe they had OUR best interest IN HAND when making this decision.\r\n\r\nI think that companies that have a MORAL COMPASS should be rewarded by not having to bear a GM label. It should be blatantly obvious which product ARE modified as they should bear a label.\r\n\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2015-02-26T01:45:18.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-02-26T01:45:18.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:52.936Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:52.939Z"
    },
    "id": 75211,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75211.json"
    },
    "type": "archived-petition"
}