{
    "attributes": {
        "action": "We must not shoot ourselves in the foot as being part of the EU has its advantages",
        "additional_details": "Advantages include (1) Being part of an economic blog whereby trade restrictions are minimal. (2) Mobile pool of workers with few restrictions in working in another EU countries, thus solving labour storage in some areas (3) EU countries using their combined economic and political influence to achieve their objectives (4) Strengthening a common shared European cultural identity and prevent wars amongst EU nations (5) Easier travelling in the EU by EU citizens (6) Facilitates collaborative ventures in expensive projects like building infrastructure, research, space exploration and manufacturing like airbus (7) Being part of  Europe’s version (Galileo) of GPS, expected to be operational by 2013. Many of the 30 Galileo satellites (many UK built) are already launched (8) Collaborative projects in European atom smasher (CERN) in Switzerland, like researching into dark matter, anti-matter, producing energy by nuclear fusion which unlike nuclear fission does yield radioactive products.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-09T08:09:35.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-09T08:09:35.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:53.004Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:53.007Z"
    },
    "id": 7535,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/7535.json"
    },
    "type": "archived-petition"
}