{
    "attributes": {
        "action": "Schools should do more to support the mental wellbeing of their students",
        "additional_details": "11.5% of young people aged 11 to 16 have a diagnosed mental health disorder. 1 in 12 young people self harm. The number of people admitted to hospital due to self harm has grown 68% in the past 2 years. The leading cause of death in young men is suicide.\r\nYet 9 in 10 people with a mental health disorder feel they're discriminated due to this and 3 in 4 fear the reaction of telling others.\r\nThe amount of 15-16 year olds being admitted to hospital due to depression has doubled since 1995 but schools seem to be doing very little to educate their pupils on how to deal with the troubles of growing up in modern day society. This has led to young people becoming depressed or self harming as they don't know how to cope.\r\nSchools should do more to teach pupils about this so they are more accepting and understanding of these mental health disorders. It will also reduce the problem if they teach young people other ways to deal with the stress and pressures of living in todays society.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-03T20:08:41.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-03T20:08:41.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:54.052Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:54.055Z"
    },
    "id": 75356,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75356.json"
    },
    "type": "archived-petition"
}