{
    "attributes": {
        "action": "One political party should not veto the broadcast of leadership debates",
        "additional_details": "The Prime Minister has agreed only to take part in one 90-minute televised leadership debate with the 6 other party leaders, meaning that he and the other participants would have around 10 minutes to debate.\r\n\r\nEvery leader involved in the negotiations for these debates should support the series of discussions to allow the different participants to state their cases. When the PM was the leader of the opposition he was the one standing in parliament arguing for the previous prime minister to agree to take part. Now he is in the spotlight he refuses, which is nothing short of hypocrisy.\r\n\r\nThe debates should include the economy, education, health services and another, more broadly focussed debate on topical matters such as immigration, defence and international aid.\r\n\r\nWe call for parliament to discuss this with a view to persuading the prime minister to change his stance with immediate effect and support the series of televised debates, as planned.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-06T11:05:40.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-06T11:05:40.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:54.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:54.808Z"
    },
    "id": 75452,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75452.json"
    },
    "type": "archived-petition"
}