{
    "attributes": {
        "action": "Child sex abuse article by Theresa May, Daily Telegraph, 14 March 2015",
        "additional_details": "Extracts from article\r\n\r\n“Child sex abuse is woven, covertly, into the fabric of our society.”\r\n\r\n“We already know the trail will lead into our schools and hospitals, our churches, our youth clubs and many other institutions that should have been places of safety but instead became the setting for the most appalling abuse. However, what the country doesn’t yet appreciate is the true scale of that abuse.\"\r\n\r\nThe media frenzy and concentration on child abuse committed by Muslim men and the prejudicial link to Islam as a faith (direct or inferred) is divisive and not reflective of the depth and breadth of child sex abuse in our society. British citizens of whatever ethnicity or creed/faith regard child sex abuse as totally unacceptable without reservation.\r\n\r\nWe request demographic data for the last 5 years on convicted offenders including ethnicity and creed/faith and distribution of offences across the UK.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-14T21:12:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-14T21:12:52.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:57.391Z",
        "rejection": {
            "code": "no-action",
            "details": "This is a specific request for information which has been assigned to the Home Office.  You could check the GOV.UK site for information on:\r\n\r\nHow to make an FOI request\r\n\r\n1.Read about the Freedom of Information (FOI) Act and how to make a request\r\n2.Check our previous releases to see if we’ve already answered your question\r\n3.Make a new request by contacting us at:\r\n\r\nFreedom of Information requests\r\nDirect communications unit\r\n2 Marsham Street\r\nLondon\r\nSW1P 4DF\r\n\r\nEmail\r\nfoirequests@homeoffice.gsi.gov.uk\r\n\r\nI suggest emailing the address above will be the best means of dealing with your query."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:57.394Z"
    },
    "id": 75765,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75765.json"
    },
    "type": "archived-petition"
}