{
    "attributes": {
        "action": "BASW call for government to abolish proposals to extend ‘wilful neglect’ criminal charges to cover children’s social care",
        "additional_details": "The Prime Minister proposes to threaten social workers and public servants with jail for ‘failing to protect’ children. Supported by the Labour Party, Shadow Home Secretary Yvette Cooper, reportedly said plans did not go far enough. The proposals, made two months before an election are blatant, political opportunism.\r\n\r\nChildren and young people are too important to be the subject of political electioneering by any party. The proposals will not protect children, they will undermine services and make them less safe.\r\n\r\nIndividual social workers should not be scapegoated for serious systemic statutory failings. They go out to work daily, motivated to do their best for the children and families they work for. The last thing the profession or vulnerable children and families need is a culture of blame and threat.\r\n\r\nExtending the definition of ‘wilful neglect’ will not make children safer – it will make things worse. Sign below to call for considered, proportionate and responsible change.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-16T15:11:48.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-16T15:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:57.755Z",
        "rejection": {
            "code": "no-action",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:57.759Z"
    },
    "id": 75811,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75811.json"
    },
    "type": "archived-petition"
}