{
    "attributes": {
        "action": "Rising prices of buses, with the use of a U20 bus card in Staffordshire.",
        "additional_details": "'From the 1st of April 2015 the fare you pay for a bus journey when using the Your Staffordshire Card will change to £1.20.'Although a rise of 20p doesn't seem like that much money, a small rise in the price of bus charges will affect majority of the users of the buses, as most of these people are students studying at colleges such as Stafford college. The prices of the buses at this moment in time is a standard price of £1, thought to be reasonable by all of its users who carry a U20 card. Even a small increase to this price is thought to be unreasonable as there was no explanation stated within the email sent to give notice of the increase in price. No real warning was given, saying that they were considering increasing the prices, this hasn't given people time to question and protest this change some might say it is a tactic used by the council we believe that the price of the bus with the use of a U20 card should remain £1 its been £1 for four years, why does it need to change now?",
        "background": null,
        "closed_at": "2015-03-30T22:59:59.000Z",
        "created_at": "2015-03-19T11:44:28.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-19T11:44:28.000Z",
        "opened_at": "2015-03-23T14:11:15.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "closed",
        "updated_at": "2017-06-21T15:16:58.362Z"
    },
    "id": 75898,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/75898.json"
    },
    "type": "archived-petition"
}