{
    "attributes": {
        "action": "Better policies to Protect people at work places in terms of employee's complaints",
        "additional_details": "I had get to know many similar cases. Whereas there are arguments between subordinates and managers, these lasts are preferred and supported by the Organisation whose applies rules and procedures to raise hearings against the employees. Without regard who could be right or wrong, or investigating the cause, and in half of the instances this relies as well as in managers.\r\nOnly After the hearing, sanctions and records applied to the employee who is usually pushed out or given resignation notice, they can appeal to be heard of their tes. demoralized and exhausted prefer leave work than an stressful time. Employers' lawyers in cases s.a support their managers reports by turning the circumstances at their favor. There is hardly Approach 4 justice. But one way hierarchy communication, taking the word of managers is all that matters, consequently, taking measures against subordinates without listening from them, is a formal proc. The Goverment should protect people and not Organisations\"",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-24T22:08:00.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-24T22:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:59.372Z",
        "rejection": {
            "code": "irrelevant",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:59.375Z"
    },
    "id": 76027,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/76027.json"
    },
    "type": "archived-petition"
}