{
    "attributes": {
        "action": "Ban the use of sirens, horns and car screeches in radio advertisement",
        "additional_details": "[This may fall under the media jurisdiction]\r\n\r\nI would like the government to consider placing a ban on all radio advertisements that unnecessarily use the likes of police or any other emergency service sirens - or indeed the use of car screeches/breaking and horns.\r\n\r\nI feel the reasoning behind this petition is simple common sense. If one accident were to occur on the back of a misjudgement of a horn or the obvious distraction of a siren when a driver is listening to their radio and is perhaps not overly attentive to the advertisement then that is one accident too many.\r\n\r\nWhilst I appreciate the severity of the use of sirens in some government launched campaigns, such as the recent \"Don't do drugs and drive\" service announcements - I still feel the use of sirens is not all that much of a necessity and that in avoiding the use, you can only improve the recognition and response our emergency services will get by drivers through removing the distractions.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-25T10:10:06.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-25T10:10:06.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:59.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For the Advertising  Standards Authority to consider."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:59.437Z"
    },
    "id": 76035,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/76035.json"
    },
    "type": "archived-petition"
}