{
    "attributes": {
        "action": "Create legislation to make parents responsible for the actions of their children",
        "additional_details": "For many years gang and hooligan culture has been growing within the UK.  While it is a nice idea that communities will help deal with these groups, in reality the gangs are entrenched in a society where parents don't care and friends and family will help hide offenders and scare those who would inform on them.\r\n\r\nBy legislating to allow a range of punishments, from reductions in benefits or fines for repeat public order offences to prison terms for more serious offenders, we may help to bring about a reduction in these issues.\r\n\r\nThis is not to suggest that parents are responsible for all issues begotten by their children, nor that such an act of Parliament would solve all ills, simply that there are sections of the population which should be taking greater responsibility for the actions of their children and teaching them respect.\r\n\r\nThis petition requests that the Government legislate to make parents more responsible and provide for appropriate punishments where they are not.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-09T09:10:56.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-09T09:10:56.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:06:53.782Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:06:53.785Z"
    },
    "id": 7608,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/7608.json"
    },
    "type": "archived-petition"
}