{
    "attributes": {
        "action": "North Northumberland Ambulance's",
        "additional_details": "Today a small child was knocked down outside the Catholic school in Berwick, Police arrived and a GP from the Union Brae attended the scene. The ambulance took nearly 55 minutes to attend. During that time the child had to lie on the road and wait. Shortly after they arrived the air ambulance also attended. This is absolutely disgusting! Dont mistake this as an attack on the paramedics who do a great job under the conditions that are forced on them.\r\n\r\nWe the undersigned call Jeremy Hunt to intervene directly and deal with this dangerous situation before there are any more incidents. England does not stop at Newcastle, it does in fact go all the way to the Scottish Border. We want our children to be safe and to have the same access to NHS services as the South of England.\r\n\r\nThis situation has NOT been addressed correctly by anyone and has deterioated to the point where there have been fatalities and undue suffering.",
        "background": null,
        "closed_at": null,
        "created_at": "2015-03-27T19:43:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-03-27T19:43:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:16:59.874Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The provision of local services is a matter for the local NHS.  The Department of Health plays no role in how local services are set up and managed.  Please contact the relevant trust with your concerns."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:16:59.877Z"
    },
    "id": 76104,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/76104.json"
    },
    "type": "archived-petition"
}