{
    "attributes": {
        "action": "Legislate that Defence Spending be a minimum of 3% GDP (or greater), be Index Linked against Inflation & Ring Fenced Against Future Budget Cuts",
        "additional_details": "The main responsibility of government is to provide sufficient resources to guarantee the defence of the nation locally & internationally.  We must guarantee our ability to defend against all possible aggressors (military, terrorist or alternative), provision strategically for the long term security of the UK in general war fighting terms & provide the ability to positively contribute to Humanitarian / Disaster Relief / Good Causes globally. In order to achieve this we must commit sufficient resources allowing us to meet in terms of Finance / Equipment Capability / Manpower / ongoing R&D / etc to deliver against these commitments.  Military spend plus advanced R&D positively affects our economy, investments remain predominantly within the UK thereby creating employment & energising our economy by driving technological development.  Our military is a force for good, our current freedoms & liberties were delivered on the backs of this – recognise this through continued investment.",
        "background": null,
        "closed_at": "2012-08-16T09:19:48.000Z",
        "created_at": "2011-08-09T12:00:09.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-09T12:00:09.000Z",
        "opened_at": "2011-08-16T09:19:48.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "closed",
        "updated_at": "2017-06-21T15:06:55.798Z"
    },
    "id": 7797,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/7797.json"
    },
    "type": "archived-petition"
}