{
    "attributes": {
        "action": "Bring back National Service for young people who are not in education, employment or training",
        "additional_details": "There are many young people who leave school and neither enrol at college or on a training course or get a job and are not doing anything constructive with their time.  They do not make a positive contribution to society and it places extra strain on the family home and they are not contributing to the family income.\r\n\r\nSome young people lack respect, disciplin for themselves, others and the environments in which they live and this can be witnessed through the riots that have taken place across England over the past few days.\r\n\r\nOften, i hear people saying that 'they' (presuming the Government) should bring back National Service and make it mandatory for any young person post secondary education who is not involved with further education, training or employment.  It should be brought back to teach young people about respect, instill some disciplin and for them to make a positive contribution to the country in which they and we all live.\r\n\r\nI would like this to be debated in Parliament.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-09T22:23:04.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-09T22:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:01.532Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:01.534Z"
    },
    "id": 8360,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/8360.json"
    },
    "type": "archived-petition"
}