{
    "attributes": {
        "action": "Re-establish the National Centre for Excellence in Residential Child Care, or an organisation with a similar remit",
        "additional_details": "Following Sir William Utting’s reports on residential child care services, there was a sector-led campaign to establish an organisation to provide leadership, support and advice to children’s residential services.\r\n\r\n\tThe government funded NCERCC, based at the NCB from 2004. It built up links with children’s homes and residential schools, provided training, advice and consultancy, organised conferences and prepared policy documents.\r\n\r\n\tIn 2009 the last government redirected the funds to finance NCERCC, and NCB had to close it. An independent body with NCERCC's remit needs to be re-established, with a board representing key sector interests. The government should provide core funding.\r\n\r\nWithout leadership from such an organisation the residential child care services of England will risk failure. The cost of such failure will be human - the suffering of children and young people whose needs are not met - but the financial costs are likely to outweigh the core costs.\r\n\r\n",
        "background": null,
        "closed_at": "2011-11-18T13:07:34.000Z",
        "created_at": "2011-08-10T00:04:24.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-10T00:04:24.000Z",
        "opened_at": "2011-08-18T12:07:34.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 268,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:02.203Z"
    },
    "id": 8424,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/8424.json"
    },
    "type": "archived-petition"
}