{
    "attributes": {
        "action": "Not only do the politicians and executives need checks and balances, so do the media, police, Judges, civil servants, dentists, GP budget holders, etc",
        "additional_details": "Effective management by experienced professionals employed in-house by the government in any field (say Healthcare, IT, construction, banking, engineering, aeronautics, space engineering, forestry, etc) are may be more effective, give more value for money and cheaper for taxpayers than sourcing out experise to private companies (who are out to make as much profits as possible for their directors and owners). It depends. Take an analogy of a private company being given an open cheque by a customer to run a forest, develop an IT system or repair a car. If not properly supervised expertly by the customer, this may result in creative accounting by the private company for services rendered, performaning further expensive unnecessary work. Even frontline healthcare professionals who themselves (not the managers) interview & appoint new healthcare professionals may also develop services that duplicate and over-manned healthcare services.  ",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-01T19:39:03.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-01T19:39:03.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:05:54.261Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:05:54.264Z"
    },
    "id": 871,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/871.json"
    },
    "type": "archived-petition"
}