{
    "attributes": {
        "action": "Make financial education a compulsory part of the school curriculum",
        "additional_details": "It's a national disgrace that in the 20 years since introducing student loans, we’ve educated our youth into debt when they go to university, but never about debt. We're a financially illiterate nation, with millions caught by misselling, overborrowing and being ripped off. Is it any surprise we’ve just had a debt imbued financial crisis. This must change. Companies spend billions on marketing and teaching their staff to sell – it's time we got buyers' training. The most cost effective way to start is to ensure every child in the country gets a basic understanding of personal finance & consumer rights before leaving school. This isn’t a large resource requirement. Some schools already do it, but the majority don’t and that needs to end. Unless it's compulsory, head teachers can’t prioritise for it. 97% of people support this, yet no one will take up the baton. We have one of the world’s most complex consumer economies; it's time our children were taught how to thrive and survive in it.",
        "background": null,
        "closed_at": "2012-02-12T00:14:03.000Z",
        "created_at": "2011-08-10T15:41:50.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2011-10-28T09:04:04.892Z",
        "government_response": {
            "created_at": "2017-06-21T15:07:07.164Z",
            "details": "This e-petition has reached 100,000 signatures. The Government has notified the Backbench Business Committee in the House of Commons. This e-petition will remain live, and people will be able to continue adding their signatures.\r\n\r\nThe Government has provided the following response:\r\n\r\n“The Government agrees that young people should have access to good quality personal finance education, so that they leave school with the knowledge and confidence to manage their money effectively.  Parents can also play a crucial role in helping young people to become financially aware in their day-to-day lives.\r\n\r\nSchools already use Personal, Social, Health and Economic (PSHE) education as a framework within which to teach young people about personal financial management.  The existing PSHE programmes of study include elements aimed at ensuring that by the time they leave school, pupils should be able to manage their money, understand and explain financial risk and reward, and identify how finance will play an important part in their lives and in achieving their aspirations.  We are currently carrying out a review to determine how best to support schools to improve the quality of all PSHE teaching.”\r\n\r\nJustin Tomlinson MP was allocated a half-day in the Chamber in Backbench time and the debate took place on 15 December 2011.   A transcript of the debate is available at http://www.publications.parliament.uk/pa/cm201011/cmhansrd/cm111215/debtext/111215-0002.htm#11121580000003\r\n\r\n",
            "summary": "",
            "updated_at": "2017-06-21T15:07:07.164Z"
        },
        "government_response_at": "2011-09-19T17:01:03.189Z",
        "moderation_threshold_reached_at": "2011-08-10T15:41:50.000Z",
        "opened_at": "2011-08-11T23:14:03.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2011-08-19T17:01:03.189Z",
        "scheduled_debate_date": null,
        "signature_count": 118875,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:07.170Z"
    },
    "id": 8903,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/8903.json"
    },
    "type": "archived-petition"
}