{
    "attributes": {
        "action": "Fund 3rd party driver liability at the pumps",
        "additional_details": "Compulsory motor insurance is unfair. It penalises the young and poor with heavy premiums to subsidise the risks the well off choose to take by driving more in more expensive cars. Providing minimum indemnity from a communal fund would solve the problem of uninsured drivers at a stroke. Drivers would have the option of paying for their own lifestyle choices through their own supplementary cover for their vehicles, or injury claims above the level provided by the joint fund - ordinary drivers should not be compensating those with extraordinary incomes when their wealth means they can easily afford to insure themselves. A heavy, luxury car already imposes a greater risk of injury on others, without them having a choice. There is no justification in the state providing insurers with the high profits of compulsory insurance, and pulling the plug on ambulance chasing lawyers would reduce costs for all. Bad drivers can still be hit with points & bans as a deterrent to rich and poor alike.\r\n",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-11T01:41:38.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-11T01:41:38.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:08.599Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:08.602Z"
    },
    "id": 9072,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/9072.json"
    },
    "type": "archived-petition"
}