{
    "attributes": {
        "action": "Build the A417 Cowley to Brockworth Bypass (The Missing Link. Birdlip and Air Balloon Junctions)",
        "additional_details": "This section of the A417 has a poor safety record and suffers from severe congestion daily. It is the only remaining single carriageway section on the A417/A419 route between the M4 and M5 (40 miles). You can travel from Italy to Scotland on dual carriageway with the exception of this 2 mile section of single track road!\r\nDaily traffic volumes are between 28,000 and 31,000 vehicles of which approximately 14% are Heavy Goods Vehicles.\r\nThere are steep hills at Nettleton Bottom and Crickley Hill with slow moving Heavy Goods Vehicles compounding queuing. Time spent in queuing traffic and wasting fuel, costs motorists and businesses on top of the heavy taxes road users already pay. Vehicle shunts occur regularly at the Air Balloon junction and there are accident clusters at Nettleton Bottom, Birdlip, Air Balloon and on Crickley Hill. Fatal road traffic collisions have occurred annually on the A417 between Cowley and Brockworth with 3 fatalities in 2010. BUILD NOW, SAVE TAXPAYERS MONEY.",
        "background": null,
        "closed_at": "2012-08-12T08:37:42.000Z",
        "created_at": "2011-08-11T23:05:59.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-11T23:05:59.000Z",
        "opened_at": "2011-08-12T08:37:42.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 129,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:12.034Z"
    },
    "id": 9444,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/9444.json"
    },
    "type": "archived-petition"
}