{
    "attributes": {
        "action": "Introducing Conscription (National Service) to Rioters and Young Offenders in the United Kingdom",
        "additional_details": "This petition which is being put forward to the Cabinet Office and MP's in the House of Commons is the petition for our government to re introduce conscription immediately to all those convicted of rioting & young offenders. The riots for the last few days has brought the country in total anger and disgust. Petty thugs have destroyed homes and businesses which contribute to our society alike where these thugs show no contribution to our society whatsoever. Conscription will be harsh and severe in the sense that they will be forced to pay into a victim compensation fund for their wrongdoings, losing all welfare benefits (which is already highlighted in another e petiton), facing eviction from council housing as a tough measure on top of any duty which comes under conscription.  This petition is created so that the Cabinet can put forward this law through to Parliament to prevent such devastation to our homes and businesses ever again.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-11T23:51:25.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-11T23:51:25.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:12.631Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:12.633Z"
    },
    "id": 9511,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/9511.json"
    },
    "type": "archived-petition"
}