{
    "attributes": {
        "action": "Goverment to reconsider its intention to block digital / social media",
        "additional_details": "In an emergency session of Parliament on 11/08/11, the Prime Minister stated that “Free flow of information can be used for good... but when people are using social media for violence, we need to stop them.” This petition calls for a reconsideration of plans to block digital and social media. It will be impossible (and costly) to introduce, monitor, and manage; The Regulation of Investigatory Powers Act 2000 already covers the monitoring of communications in the interests of national security; It goes against all \"open access\" pledges and the Hargreaves Review; There will always be new and less popular services available to criminals, so a blacklist is worthless; It lessens the possibility of finding a job; and Government services may also be blocked, thereby cutting a section of the population out from a chance of re-joining the democratic process. The need to build a better society is unquestionable. However, this move will not contribute to the outcomes that are sought.",
        "background": null,
        "closed_at": null,
        "created_at": "2011-08-12T08:45:10.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T08:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2017-06-21T15:07:16.032Z",
        "rejection": {
            "code": "duplicate",
            "details": null
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2017-06-21T15:07:16.035Z"
    },
    "id": 9891,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/9891.json"
    },
    "type": "archived-petition"
}