{
    "attributes": {
        "action": "Acquitted Defendants should continue to be entitled to defendants costs orders for their reasonable legal costs to be reimbursed from court funds.",
        "additional_details": "In 2009 the then Labour government implemented rules to cap an acquitted defendant's ability to recover their legal defence fees. A petition on this site against these proposals attracted 22,000 signatures in less than 2 months. The regulations were repealed in 2010 after a judicial review action brought by the Law Society. The current government now seeks to reintroduce similar proposals in 2012 by way of a parliamentary bill. Namely: 1. No costs recovery in any circumstances for companies/corporate bodies or for anyone in Crown Court cases. 2. In the Magistrates' Court reimbursement of costs for acquitted individuals will be capped at legal aid hourly rates. These rules seek to penalise the innocent and will result in a grossly unfair legal system with access to justice being a luxury only available to the wealthy. To ensure a level playing field, the government should withdraw their proposals and maintain the current costs recovery rules.",
        "background": null,
        "closed_at": "2012-02-17T11:01:28.000Z",
        "created_at": "2011-08-12T08:58:52.000Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2011-08-12T08:58:52.000Z",
        "opened_at": "2011-08-17T10:01:28.000Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "closed",
        "updated_at": "2017-06-21T15:07:16.354Z"
    },
    "id": 9924,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/9924.json"
    },
    "type": "archived-petition"
}