{
    "attributes": {
        "action": "Unilaterally revoke intention to withdraw from the EU and give People a real say",
        "additional_details": "Carefully explain reasons to the British public, give them the opportunity to make an informed decision in/directly say after 2 years. Negotiate to freeze what has been agreed. Address public's concerns fairly. Not clear if remaining or leaving is better, what is clear is that the BRexit process was really flawed.  Even if 100% vote for something, if it was then found that the thinking process wasn't right, the people should have a right to change their minds.  UK in or out of EU is sovereign",
        "background": "It is unlikely that the best result for the UK can be obtained with an extension to the BRexit process by just 3 months, if this hasn't been possible for 2 years.  We need to take control of the process by amicably (with the EU) revoking UK's intention to withdraw which will be 'permanent'",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-03-26T20:47:20.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-21T22:01:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T14:29:36.361Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/256739"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-04T14:32:53.374Z"
    },
    "id": 251676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251676.json"
    },
    "type": "petition"
}