{
    "attributes": {
        "action": "Remove convicted criminal votes that frustrate the Brexit process.",
        "additional_details": "Under the Representation of the People’s Act (1983) convicted prisoners are barred from voting as MP Onasanya is currently serving a sentence she is a convicted prisoner under curfew wearing a tag after serving a prison sentence for lying to Police. This also applies to MP Chris Davies who has been convicted of fraud and is awaiting sentencing. We demand their votes are removed and the will of the people followed through!",
        "background": "Last night, a convicted criminal Fiona Onasanya helped a bill designed to frustrate the will of 17.4 million people to pass through Commons by just one vote. This also stands for Chris Davies who is awaiting sentencing for fraud. We demand that the votes of those two MO’s are withdrawn Immediately.",
        "closed_at": null,
        "created_at": "2019-04-04T17:15:18.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-04T17:53:02.242Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T13:09:01.523Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's not the UK Government or Parliament's responsibility to discount votes by MPs that have been made in accordance with the rules at the time.\r\n\r\nYou might want to sign this petition instead, which calls for anyone convicted of an offence to be disqualified from being an MP:\r\n\r\nhttps://petition.parliament.uk/petitions/235755"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-25T13:09:01.529Z"
    },
    "id": 255455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255455.json"
    },
    "type": "petition"
}