{
    "attributes": {
        "action": "Stop the Genocide of innocent Kashmiri’s in the undisputed Indian territory.",
        "additional_details": "This sad history of violence shows how intimately the UK is tied to the waves of violence that occasionally pulse through Kashmir, and shows why attention needs to be paid to what is happening in there now. The newly crowned BJP government led by Narendra Modi, revoking a key part of the constitution which defined Indian controlled Kashmir as separate to the rest of the country. India is brutally oppressing the Muslim majority and revoking their rights of basic lifestyle!",
        "background": "India's actions in Kashmir could have bloody consequences in the UK as we have seen in the past.\r\n\r\nThis genocide could result in extremist debates and rally’s in the UK and maybe lead to blood in our land, accelerated by tensions and legal rights of innocent Kashmiri’s being revoked by Modi !!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-05T21:20:13.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-05T21:37:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T09:37:26.645Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the situation in Kashmir, but we're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition stating clearly what action you'd like the Government or Parliament to take.\r\n\r\nThere's already a petition calling for India to de-escalate conflict and respect the special status of Kashmir, which you might like to sign if it calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/269094"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-02T09:37:49.850Z"
    },
    "id": 269139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269139.json"
    },
    "type": "petition"
}