{
    "attributes": {
        "action": "Condemn Indian crack down on Jammu and Kashmir.",
        "additional_details": "Article 370 of the Indian constitution gives special status to the region of Jammu and Kashmir, allowing it to have a separate constitution and autonomy.\r\n\r\nThe UN Security Council (UNSC) resolution on the dispute declared a “plebiscite” as the final solution. UN resolution  also agreed the positions of India and Pakistan that accession will be decided through a democratic (referendum) free and impartial plebiscite.\r\n\r\nThe origins of this conflict date back to partition of India. We the British neither supported the divided country nor tried to prevent such conflicts. As the colonial power we ought to have assisted in resolving the 70 year long issue, on the contrary, we were glad to be out of the country and rid of our responsibility for India.\r\n\r\nLet's put things right now.",
        "background": "Kashmir a UN designated disputed territory. Indian government unilaterally decided to abolish article 370,  now potential for conflict between nuclear armed countries putting the region under threat. India in violation of United Nations resolutions and Simla Agreement 1972.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-10T15:40:27.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-10T18:20:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T11:52:07.676Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/269094\r\n\r\nhttps://petition.parliament.uk/petitions/269834"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-09-02T11:52:28.810Z"
    },
    "id": 269492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269492.json"
    },
    "type": "petition"
}