{
    "attributes": {
        "action": "Regulate, and introduce registration of, pressure groups and their funding.",
        "additional_details": "Over the past few years there have been a number of anti-LGBT pressure groups springing up purporting to be \"grass roots\" often with questionable funding. These groups are pushing materials into school, and apply pressure to politicians, which aim to restrict rights of trans people.\r\n\r\nOne such group recently raised over £65,000 inc 2 donations of £12,500 and at least 2 of £5,000 - all anonymous. Such large donations should be accountable.\r\n\r\nEssentially a simplified form of charity registration.",
        "background": "Pressure groups often make claims about their numbers and experience, but often this is unverified. Funding is often from crowd funding where £1,000s can be raised without any scrutiny.\r\n\r\nPeople should be able to have faith in the accuracy of information provided and so group should be registered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-14T08:54:52.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-14T09:42:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-03T14:30:35.334Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what type of regulation you'd like the Government or Parliament to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/257793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-09-09T14:05:36.392Z"
    },
    "id": 269729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269729.json"
    },
    "type": "petition"
}