{
    "attributes": {
        "action": "Stop the Government controlling Parliament’s business",
        "additional_details": "It is Parliament’s job to make the laws we’re governed by, and the Government’s job to govern within those laws. Allowing the Executive to control Parliament’s legislative agenda violates the separation of powers that is a key element of the checks and balances that a mature political system needs.\r\n\r\nWe ask that the Leader of the House of Commons be appointed by MPs, using a voting system that maximises their ability to demonstrate which candidates have their trust.",
        "background": "Currently the Prime Minister appoints the Leader of the House of Commons, which effectively gives the Executive control of Parliament’s legislative agenda. This is unnecessary when Parliament and Government are in harmony but severely compromises Parliament’s independence when they’re not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-14T11:53:46.601Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-12T20:24:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-09T10:41:05.316Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like the Leader of the House of Commons to be appointed by MP's. However, we don't understand how you'd like this to change the way that parliamentary business works in the House of Commons. \r\n\r\nParliamentary rules currently set out who controls time in the Commons. The standing orders of the House of Commons currently state that government business has precedence on each day of a parliamentary session, with certain exceptions.\r\n\r\nYou could start a new petition asking for a change the standing orders to give other types of business precedent, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-09T10:41:12.908Z"
    },
    "id": 269747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269747.json"
    },
    "type": "petition"
}