{
    "attributes": {
        "action": "Recognise local communities’ sovereignty in local affairs",
        "additional_details": "Votes cast at a local level confer as much democratic legitimacy, in purely local affairs, as votes cast at national level. The crucial question is: who decides what is purely local?\r\n\r\nWe ask that Parliament legislate to:\r\n\r\na) recognise elected local authorities as sovereign in their own sphere; and\r\n\r\nb) give elected local representatives, in aggregate, an equal voice with the House of Commons in determining how sovereignty on different issues is distributed between different levels of government.",
        "background": "The omissions and failings of government are felt most keenly at the local level, but our current system makes local authorities wholly subordinate to central government – even though it is locally elected politicians who are best placed to understand what the public needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-14T11:56:23.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-12T22:18:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T15:53:58.164Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to give local authorities more power to make decisions in local communities, but we're not sure exactly what you'd like the Government or Parliament to do to achieve this outcome. In particular we aren't sure how you'd like local representatives to be represented in House of Commons. We also aren't sure whether you'd like the Government to transfer additional powers to give to local authorities, and if so, what additional powers you'd like local authorities to receive.  \r\n\r\nYou could start a new petition explaining clearly what powers you'd like transferred to local authorities, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-27T15:54:18.303Z"
    },
    "id": 269749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269749.json"
    },
    "type": "petition"
}