{
    "attributes": {
        "action": "Conclude the Compact of Free Association between Hong Kong and Great Britain",
        "additional_details": "With each new decree of Beijing, Hong Kong is losing its rights and freedoms, as well as its advantages of an international financial center and a free-trade zone which will cease to exist in 2047. The world financial market is actually heading with us towards a global collapse for headquarters and divisions of many large banking companies of Great Britain and the rest of the world like HSBC, Barclays plc, Schroders plc and many other are located right here, in Central district of Hong Kong.",
        "background": "The handover to China in 1997 proved to be fatal to Hong Kong economics and democratic polity. China is destroying all gains we reached by joint efforts with the UK. We seek the support of the UK in enduing Hong Kong with independence by concluding the compact of free association with the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-16T07:58:58.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-16T10:05:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T12:43:48.772Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not aware of a Compact of Free Association between Hong Kong and Great Britain, so we're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-04T12:44:06.578Z"
    },
    "id": 269893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269893.json"
    },
    "type": "petition"
}