{
    "attributes": {
        "action": "Make it an offence for Councils and Highways England to mow through litter.",
        "additional_details": "A Facebook survey involving a nationwide litter picking group of over one 1K members confirmed that the practice of mowing through litter  spreads from Scotland to Cornwall and everywhere in between, and it’s been going on unchecked for years. \r\n\r\nIt is not rocket science for areas to be litter picked first, mowed second. To simply mow through litter leaving ribbons of shredded metal and plastic for birds and wildlife to eat is simply disrespectful to our environment and frankly disgusting!",
        "background": "The practice of mowing through litter rather than litter picking first and then mowing is happening on a national scale. It is appalling to simply leave piles of chopped up plastic and metal after mowing. Leaving it in situ poses a real danger to wildlife and humans, and also counts as littering.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-16T15:32:58.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-24T17:27:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T15:01:00.648Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for local authorities. You could raise the issue with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-09T15:01:15.040Z"
    },
    "id": 269931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269931.json"
    },
    "type": "petition"
}