{
    "attributes": {
        "action": "Ravi Sharma to publically apologise for his wrongful accusations.",
        "additional_details": "The protest is about the revoke of article 370 and 35a by PM of India. A lock down of all communication, increase in military enforcement leading to humanitarian crisis. Then Ravi Sharma proclaiming himself as a Gandhi follower where as Gandhi ji firmly believed in the welfare of the human race. Ravi Sharma needs to publicly apologise for his bias and hateful comment. The interview link is shown below for the public to see... Watch from 1:18 to 1:40,\r\nhttps://youtu.be/JDv-IyxTSKs \r\n(copy & paste)^",
        "background": "A peaceful protest for the humanitarian crisis in Kashmir, an important cause supported by several people from diverse backgrounds, coming together for one sole purpose: FREEDOM. Ravi Sharma, a public figure made some serious wrongful accusations towards the communities in favour of the oppressed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-17T15:35:20.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-17T16:24:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T12:07:27.253Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There are already petitions about the situation in Kashmir, which you might like to sign if they call for things you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/269094\r\n\r\nhttps://petition.parliament.uk/petitions/269834"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-02T12:07:45.182Z"
    },
    "id": 270016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270016.json"
    },
    "type": "petition"
}