{
    "attributes": {
        "action": "For the UK Court system to finally follow the US court system about autism",
        "additional_details": "Harrington & Mahoney (US law firm) have shown that it does make a difference, and have clients who have employed our autism attorney services, survived without going to jail, without being labeled as sex offenders, and who may end up without a criminal conviction. - read full article at https://www.harringtonmahoney.com/autism-defense-attorney\r\n\r\n*Please STOP the CJS / Police / Courts violating ASD persons human rights articles 5, 6, 13 & 15",
        "background": "The UK court system to accept ‘autism’ & ‘lack of support & guidance’ is a major factor that puts ASD young people and adults at serious risk of a criminal offence and whether ‘we’ should be put through a criminal case? In many incidences Social Services deliberately withdraw / withhold support",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-19T15:13:47.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-22T12:46:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T15:44:15.443Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand you're concerned about the treatment of people with autism in the criminal justice system, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe criminal justice system takes account of people's autism in several ways. For example, an autistic person has the right to an appropriate adult at the police station. Court proceedings can be delayed for psychiatric reports and the courts can proceed under mental health rather than criminal legislation. Autism, and other developmental disorders, can be a mitigating factor in sentencing.\r\n\r\nYou can find out more here: \r\n\r\nhttps://www.sentencingcouncil.org.uk/explanatory-material/magistrates-court/item/aggravating-and-mitigating-factors/\r\n\r\nhttps://www.autism.org.uk/professionals/others/criminal-justice.aspx\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do to change the way the criminal justice system deals with people with autism."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-04T15:44:24.731Z"
    },
    "id": 270149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270149.json"
    },
    "type": "petition"
}