{
    "attributes": {
        "action": "Change vaccine testing policy",
        "additional_details": "Despite governments telling us that vaccines are safe, there has been over  3bn dollars in the US paid out in injuries from vaccines. If they are safe like we are told then why was compensation paid. If they are safe like we are told then there should be no problem doing the testing against a placebo; Vaccinated vs Unvaccinated. This is the standard for all drugs so vaccines must conform to ensure safety of them",
        "background": "There is a growing concern about the safety of vaccines despite us being told they are safe. They are not tested in the same way as other drugs and we want them tested against a placebo, as the drugs are. Vaccines are after all a drug.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-21T11:33:37.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T10:26:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T16:20:59.746Z",
        "rejection": {
            "code": "no-action",
            "details": "All vaccines are already thoroughly tested to make sure they will not cause harm. \r\n\r\nIt often takes many years for a vaccine to make it through the trials and tests it needs to pass for approval. Once a vaccine is being used in the UK it's also monitored for any rare side effects by the Medicines and Healthcare Products Regulatory Agency (MHRA). \r\n\r\nYou can find out more about vaccinations and why they are safe here: \r\n\r\nhttps://www.nhs.uk/conditions/vaccinations/why-vaccination-is-safe-and-important/\r\n\r\nYou can find out more about how vaccines are tested here: \r\nhttp://vk.ovg.ox.ac.uk/vaccine-developmente\r\n\r\nIn any case, the Government and Parliament are not responsible for determining the details of how medical research should be conducted for specific drugs, which is a matter for academic, medical and ethics bodies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-09-09T16:21:12.013Z"
    },
    "id": 270284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270284.json"
    },
    "type": "petition"
}