{
    "attributes": {
        "action": "As a United Kingdom citizen, I DID NOT give my consent for ‘NO DEAL’ Brexit.",
        "additional_details": "The Government of the time asked us a polar question, in or out? Leave or Remain - regardless of your opinion then, what is it now?\r\n\r\nWould you care if you voted in capital punishment but it was extended at the point of becoming law to include, unexpected or much more minor offences that may signal the death toll for people you care about but were in the line of fire without knowing it before you voted?\r\n\r\nGovernment has recklessly taken led us to executioners block without any conscience at all.",
        "background": "Too much at risk to rush headlong into this massive constitutional commitment. It DOES NOT MATTER if you voted Leave or Remain.  You were effectively asked:  Do you want to jump? Now, we are told:  You said, ‘We'll jump’, so here is your blindfold; and the cliff YOU chose. Off you jolly well go!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-21T19:27:22.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-21T20:46:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-29T10:26:12.418Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/253647"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-29T10:26:16.138Z"
    },
    "id": 270319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270319.json"
    },
    "type": "petition"
}