{
    "attributes": {
        "action": "Change the law so that cats are protected from being returned neglectful owners.",
        "additional_details": "Since 1968: \r\nThe Animal Welfare Act 2006  applies to both domestic and feral cats. It places an obligation on owners to ensure that their welfare needs are met inc a suitable home, a suitable diet, to exhibit normal behaviour,  to be protected from pain, suffering & injury. \r\n\r\nBut despite the risk of penalties, owners still commit such offences. \r\n If the owner comes forward, where a cat has been rescued and gives an excuse, eg the cat strayed, they are handed back, often without any recourse.",
        "background": "The “Cats as property“ law goes back to 1968! \r\n\r\nAs a result of this neglected cats in terrible condition, by law are returned to their owners by the Rspca and cats protection because not doing so is theft\r\n\r\nHelp me to give cats a voice and prevent such cases of abuse & neglect being repeated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-23T15:39:07.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T08:57:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T11:29:29.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about animal welfare, but we're not sure exactly what you'd like the Government or Parliament to do. It is already an offence to cause unnecessary suffering to an animal, including through neglect, and the police have the power to seize animals.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to give powers to the RSPCA to permanently seize animals from owners without police presence, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-06T11:29:56.342Z"
    },
    "id": 270464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270464.json"
    },
    "type": "petition"
}