{
    "attributes": {
        "action": "Want UK government to intervene and ensure human rights in Kashmir",
        "additional_details": "The situation in Kashmir has been escalated exponentially into the complete suppression of the freedoms and civil liberties of its people. Despite this, Kashmir is receiving relatively no news coverage and political attention.\r\nAuthorities have maintained that the region has been largely calm since 5 August when Delhi scrapped Article 370, which had guaranteed the Muslim-majority territory its autonomy.\r\nThe region saw a heavy deployment of armed forces sent in ahead of the announcement",
        "background": "Human rights abuses are not an internal or bilateral matter. They are the concern of the whole world.\r\nThe Indian Government continues to act with impunity, whilst the Kashmiri people continue suffer evermore abuses of their human rights.\r\nThe situation in Kashmir has been escalated exponentially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-22T22:54:24.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-22T23:50:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T12:34:35.012Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the situation in Kashmir, but we're not sure exactly what action you'd like the UK Government or Parliament to take. You could start a new petition explaining clearly what action you'd like the UK Government or Parliament to take.\r\n\r\nThere are already petitions on this issue. You could sign one of these if they call for things you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/269094\r\n\r\nhttps://petition.parliament.uk/petitions/269834"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-02T12:34:46.850Z"
    },
    "id": 270421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270421.json"
    },
    "type": "petition"
}