{
    "attributes": {
        "action": "Plant wildflower seeds along every major road in the uk",
        "additional_details": "Bees and other important pollinators rely upon wildflower areas to feed. With numbers of bees being in sharp decline we feel this project is essential. As well as providing food for the dwindling bee population and brightening the countryside up, this project would help councils save money as the wildflowers only need cutting twice a year. Help us do something great for future generations and help to make the countryside beautiful again.",
        "background": "Wildflower meadows are an essential part of the British countryside and create huge areas of forage for bees and other pollinators. These areas have been in decline for decades. Please help us bring them back!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-24T10:26:16.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-24T13:17:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T10:19:33.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The very large majority of roads and verges are the responsibility of local highways authorities, typically local councils.\r\n\r\nYou could raise this issue with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nHighways England, which manages the Strategic Roads Network of motorways and the largest trunk roads, has a biodiversity plan, which includes measures to create and support wildlife habitats in verges. You can find out more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/441300/N150146_-_Highways_England_Biodiversity_Plan3lo.pdf\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament. For example, a new petition calling for increased funding for Highways England's work on biodiversity."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-05T10:19:50.758Z"
    },
    "id": 270508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270508.json"
    },
    "type": "petition"
}