{
    "attributes": {
        "action": "Cut public funding for \"private citizens\" Prince Harry & Meghan Markle to zero.",
        "additional_details": "If you are signing this petition, you probably don't need any additional evidence or convincing. If you do feel, please free to check any respected newspaper for examples of their repeated unacceptable behaviour.",
        "background": "If they are private citizens as they so claim, then the Public has no duty to pay for their every expense. We demand they provide for themselves. Their open defiance of royal protocol, contempt for the public and blatant hypocrisy since their marriage mean they are no longer entitled to our money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-24T13:21:21.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-24T13:45:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T12:55:25.957Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Duke of Sussex carries out public engagements in support of the Queen and the Royal Family in the UK and overseas. You can find out more here:\r\n\r\nhttps://www.royal.uk/prince-harry\r\n\r\nThe royal family receive a single, consolidated annual grant to support them in their official duties, this is called the Sovereign Grant. The Sovereign Grant is fixed at a percentage of the income from the Crown Estate. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/sovereign-grant-act-2011-guidance/sovereign-grant-act-2011-guidance\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-02T12:55:48.334Z"
    },
    "id": 270516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270516.json"
    },
    "type": "petition"
}