{
    "attributes": {
        "action": "Put Climate Impact on each meeting agenda in Parliament, so it must be addressed",
        "additional_details": "All you need to know:\r\nhttps://climate.nasa.gov/\r\nhttps://royalsociety.org/topics-policy/projects/climate-change-evidence-causes/basics-of-climate-change/\r\nEarth is warming at an unprecedented rate, sea levels are rising as ice levels drop, our forests are being decimated and our atmosphere is at risk. Habitat change is having a devastating effect on life on our planet, largely caused by human activity. We can slow and reverse this trend by changing how we live, or our way of life will end, anyway.",
        "background": "Climate change is the greatest risk to our survival - decimating biodiversity and causing extreme weather events - unless we act. Each committee of Ministers, MPs and Civil Servants discusses matters that affect our daily lives; they must take Climate Change into account and protect our environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-25T09:13:42.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-26T11:56:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T13:13:10.521Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nMany meetings happen in Parliament everyday, including formal meetings like Select Committee hearings and informal meetings. The Government and Parliament are not responsible for the agenda of every meeting that takes place in Parliament. We aren't sure exactly which meetings you'd like to use to discuss climate change. \r\n\r\nYou may like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/245140"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-09-04T13:18:01.750Z"
    },
    "id": 270547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270547.json"
    },
    "type": "petition"
}