{
    "attributes": {
        "action": "End junk mail paper waste via Royal Mail",
        "additional_details": "Royal Mail is making an estimated £184m a year by putting nearly 3 billion junk leaflets in the post.The Mail Preference Service, used by 6.5 million people a year, lets households opt out of receiving addressed junk letters, it does not stop junk mail. This is despite unaddressed mail accounting for around a third of all UK mail, according to Citizens Advice. \r\nThe climate disaster is being fuelled by greed at our expense, if there was a ban on junk mail, it would negate the need to recycle it.",
        "background": "How many trees have to be cut down to fill the demand for the millions of junk leaflets put through every door each week? Around 12-16 trees are required for a tonne of junk mail production, this means that with an average of 550,000 tonnes sent out each year in the UK, over 7.7m trees are wasted!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-28T12:54:30.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-28T14:30:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T15:23:24.219Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because ending the Royal Mail leaflet distribution service would be a decision for Royal Mail and not the UK Government or Parliament.\r\n\r\nYou might want to sign this petition calling for a ban on junk mail instead:\r\n\r\nhttps://petition.parliament.uk/petitions/249527\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-09-04T15:27:18.575Z"
    },
    "id": 270815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270815.json"
    },
    "type": "petition"
}