{
    "attributes": {
        "action": "give all Scottish ex pats the right to vote on any future referendum’s.",
        "additional_details": "This is my heritage and my god given right to be part of such decision making  where I was born and bred, to not allow ex pats to have a voice or say in any future referendum’s is breaking British laws and we live in a democratic country regardless to which part of the country we are living in. Everyone has the right to vote as long as they are registered to do so. Help block any future government from stopping anyone from voting.",
        "background": "I grew up in Scotland and was not allowed a vote on the last referendum this was a constitutional wrong, as in the leave or remain campaign on the Eu all British ex pats had the right to vote on this matter. \r\n\r\nIt’s a democratic right to be involved in a vote that effects my homeland.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-28T15:21:12.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T09:47:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T13:22:27.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nYour petition is about something that the Scottish Government and Parliament are responsible for. If there is a further referendum in Scotland, the legislation required in the Scottish Parliament would include who is eligible to vote. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-09-09T13:22:31.984Z"
    },
    "id": 270881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270881.json"
    },
    "type": "petition"
}