{
    "attributes": {
        "action": "We demand a vote of no confidence in Boris Johnson.",
        "additional_details": "Boris Johnson has shown a level of contempt for parliament and for British democracy, not seen since the days of King Charles 1st. We cannot sit back and let this happen and cannot sit back and let a 'no deal' Brexit be forced through on the back it. As voters we must have our say and send a message to our elected representatives, that we demand they deliver our verdict on Boris Johnson and his government.",
        "background": "This is an emergency! Parliament may shortly be voting on a 'no confidence' motion on the government of Boris Johnson. This is OUR chance to show that ordinary voters want parliament to take this decision on our behalf.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-29T14:01:32.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T14:18:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T16:13:22.272Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to resign or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-04T16:13:22.277Z"
    },
    "id": 271484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271484.json"
    },
    "type": "petition"
}