{
    "attributes": {
        "action": "Make school transport costs for children to travel too & from more affordable",
        "additional_details": "Every child has the right to attend a school that suits their individual needs for their education to be the best they can be.\r\nIf your child attends their “catchment” school Essex County Council provide FREE transport to & from that school.\r\nIf your child attends a school that’s is not a catchment school parents have to pay the travel costs. I’m actually not against contributing towards these costs but a local coach company are now charging extortionate for school transport from Sept-July per child.These fares are not monitored or regulated.",
        "background": "Companies are not regulated with the prices they charge to transport your child to & from a school of your choice. \r\nThis needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-29T18:25:53.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T18:55:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T13:58:36.148Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to reduce the costs of school transport.\r\n\r\nSchool transport is the responsibility of local authorities. You could raise the issue with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour MP might be able to take up the issue on your behalf. You can find out who your MP is, and how to contact them, here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/\r\n\r\nYou could start a new petition calling explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for the Government to require that local authorities provide school transport for all students or provide increased funding to subsidise school transport, if those are things you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-06T13:58:47.839Z"
    },
    "id": 271565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271565.json"
    },
    "type": "petition"
}