{
    "attributes": {
        "action": "Introduce ADHD ACT to improve services, treatment and research for all ages.",
        "additional_details": "Children/adults with ADHD in the UK are waiting around 2-4 years for a diagnosis. Severe lack of funding/specialised services causes treatment/therapy harder to access. ADHD is not fully protected by UK acts and strong links with suicide/developing other mental health conditions have been established if not managed. Research into adults and women in-particular with the condition is severely poor. More needs to be done to factually educate/raise awareness of ADHD in the UK, especially in schools.",
        "background": "Attention Deficit Hyperactivity Disorder is a neurodevelopmental condition. ADHD comes against the highest volume of stigma out of all mental health conditions, due to the very little understanding on what it actually is, especially in females/adults. Parliament need to do more for ADHD in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-29T17:31:16.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T19:44:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T14:08:17.995Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want more funding for research and treatment or want to promote a particular type of treatment, which would be a matter for clinicians. We can only accept petitions which call for actions that are the responsibility of the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example increased funding for ADHD research and treatment, if that's what you'd like to happen.\r\n\r\nThere's already a petition about ADHD awareness is schools which you might like to sign. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/260217\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-06T14:08:29.295Z"
    },
    "id": 271547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271547.json"
    },
    "type": "petition"
}