{
    "attributes": {
        "action": "Judgement on the reliability of England FA and EFL to govern the national sport.",
        "additional_details": "Leeds Utd has suspensions placed on their unfit owner, yet similar judgements were missed at Bury and Bolton. Plus a bid for Bury was tabled and expulsion appealed, but dismissed, despite upholding the appeal being in the interests of the football league community. This plus no policing of rules put in place by EFL in the interests of the financial health and fair play of clubs has lost the confidence in the EFL from the fans and clubs they serve. The organisation is now not fit for purpose.",
        "background": "The situations surrounding Bury FC and Bolton Wanderers FC show a complete lack of control from the EFL and subsequently the FA in England. Decisions to allow owners control that are not suitable puts clubs at risk. The lack of consistent governance is clear to see.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-29T18:23:16.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T09:17:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T12:05:30.369Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/268665"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-09T12:05:30.374Z"
    },
    "id": 271563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271563.json"
    },
    "type": "petition"
}