{
    "attributes": {
        "action": "Make it an offence for any persons male or female to be topless in public areas.",
        "additional_details": "It is highly unnecessary for people to walk around with nipples exposed in public especially as the British Isles has a very mild climate. It is also ridiculous that males are allowed to expose their nipples in public and not females. This is why the purpose of this petition is to create an equal environment in which males and females would be equally disciplined for exposing nipples in public places (except designated sunbathing areas).",
        "background": "Many males believe it to be acceptable to walk around in public with their nipples exposed. The same rule does not apply to women, the idea of this petition is to promote gender equality. It would be allowed for both sexes in certain places for example sunbathing on the beach or public park.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-29T20:31:32.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T23:29:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-12T14:55:30.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is not a specific offence for men or for women to be topless but it can become a crime if the person acted with the intention to cause ‘distress, alarm or outrage.’ We're therefore not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-12T14:56:02.452Z"
    },
    "id": 271595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271595.json"
    },
    "type": "petition"
}