{
    "attributes": {
        "action": "Revoke Pension Auto Enrollment and make it Unlawful / Illegal",
        "additional_details": "The Theft Act 1968 states Theft as follows:   \r\n\r\n\"dishonestly appropriating property belonging to another with the intention of permanently depriving the other of it.\"\r\n\r\nThis to me is exactly what the Auto Enrollment really is, it is a legalized form of Theft.\r\n\r\nTherefor as a British Citizen I seek that the Parliament revokes the \"Auto Enrollment\" and makes it unlawful / illegal for companies to force employees into them.\r\n\r\nWe work hard for our money, so we alone should chose what we do with it.",
        "background": "Many employees are forced by law to watch substantial parts of their wages / salary etc...  simply vanish from the pay checks into these so called Auto Enrollment Pensions.  \r\n\r\nThis is in spite of the fact that some employees have already optioned out of them beforehand.  Yet money still vanishes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-30T03:31:27.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-30T12:53:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T16:55:47.109Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt's already possible for people to opt out of auto-enrolment. You can find out more about that here:\r\n\r\nhttps://www.pensionsadvisoryservice.org.uk/about-pensions/pensions-basics/automatic-enrolment/opting-out\r\n\r\nIf you'd like to see specific changes to the way that auto-enrolment works, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-05T16:55:47.114Z"
    },
    "id": 271655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271655.json"
    },
    "type": "petition"
}