{
    "attributes": {
        "action": "If MPs are deselected by their constituents they should lose their severance pay",
        "additional_details": "This Parliament consists of MPs who were elected because of their electoral promises.  There are now a large number of MPs who are turning their backs on their promises and supporting the opposite view. The wishes of the Majority of the electorate is paramount and not the self-serving interests of the minority including MPs.",
        "background": "If they do not represent the wishes of the electorate, they should lose their severance package. In other jobs where you are sacked this is the situation. Focus the minds of those MPs currently ignoring the electorate and not caring if they lose their seats having a \"Golden Parachute\" to retire on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-31T10:39:25.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-01T05:04:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T13:30:52.761Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-09T13:30:52.768Z"
    },
    "id": 271850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271850.json"
    },
    "type": "petition"
}