{
    "attributes": {
        "action": "Set a minimum realistic wage for social care(children's support) workers",
        "additional_details": "The National Minimum Wage stands at £8.21ph with supermarket workers receiving around £9-11ph. Children's Support Workers wages ranges from the £8.21-£11ph in contrast this is appalling; on a daily basis we have to take on trauma these children and young people(CYP) have faced often being confronted with challenging behaviours and surrounded with horrific stories/events these CYP have experienced whilst juggling with vast amounts of paper work whilst ensuring they have positive experiences.",
        "background": "Ive worked in social care industry for around the past 10 years haven't seen any pay increases for workers, my experience ranges from working within children's residential through to working as a Family Support Worker, with companies often wanting workers to work on a self-employed basis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-31T08:17:58.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T18:10:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T16:25:28.734Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by a minimum realistic wage. It's a decision for employers whether they pay above the National Minimum Wage.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for increased funding for children's social care, if that's something you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-09T16:25:41.089Z"
    },
    "id": 271833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271833.json"
    },
    "type": "petition"
}