{
    "attributes": {
        "action": "Stop allowing private companies to issue disproportionate fines on motorists",
        "additional_details": "Parking Eye, just one private parking company, made £9.8 million in pre tax profits in 2017. The DVLA also made £17 million in 2018 from selling the details of vehicle owners to private companies. This practice, from a governmental body which should be safeguarding our personal data, needs to be reviewed.",
        "background": "Motorists are increasingly being targeted by companies for what are relatively minor driving transgressions and these fines are usually disproportionate, unjust and meted out too frequently. The money that these firms are raking in is testament to the unjust nature of the practices of such companies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-31T15:43:33.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T16:22:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T15:43:47.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": "When you park on a private car park you enter a contract between the person using the car park and the car park operator. Parking tickets issued by private companies are claims of breach of contract by the car park owner. The enforcement of contracts is the responsibility of the courts, which are independent of the UK Government and Parliament. It would ultimately be for a court to decide whether the amount charged was unreasonable. \r\n\r\nYou can find more about how to appeal against a parking ticket here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/parking-tickets/appealing-parking-tickets/appealing-a-parking-ticket/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-06T15:43:47.502Z"
    },
    "id": 271888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271888.json"
    },
    "type": "petition"
}