{
    "attributes": {
        "action": "Force West Lancashire Borough Council to provide funding",
        "additional_details": "The website in which the Delph Clough, Elmers Clough and many other local heritage sites are named is http://westlancs.devplan.org.uk/document.aspx?document=10&display=appendix&id=28\r\n\r\nAlso if you could please download and read this document. https://www.westlancs.gov.uk/planning/heritage-and-environment/conservation-areas.aspx\r\nThis is WLBC's strategy for \"preserving and maintaining our local heritage\" if after a read of the provided information you feel they haven't upheld a shred of what they promised, then sign your name and show them it's time to pay up on promises made.",
        "background": "For the last few months ive been cleaning up one of Skelmersdale's local heritage sites, to be more presice the Delph Clough.\r\nDuring this time I've been asking the council for support and gotten nowhere, despite thier own legally binding document set out in 2009 stating they have responsibility.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-08-31T21:19:18.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T21:32:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T15:33:53.170Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-06T15:33:53.175Z"
    },
    "id": 271923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271923.json"
    },
    "type": "petition"
}