{
    "attributes": {
        "action": "Donate Food Waste to the Amazon rainforest to create soil rich in nutrients",
        "additional_details": "By encouraging other nations to participate in this simple solution to regrowing the lungs of the planet, we could achieve maximum results with an extremely cost effective plan. Every household creates a substantial amount of food waste every day. Why wouldn’t you put it where it could help us and the climate? Some benefits of composting are:Enriches soil, helping retain moisture and suppress plant diseases and pests.\r\nReduces the need for chemical fertilizers.\r\nEncourages the production of beneficial bacteria and fungi that break down organic matter to create humus, a rich nutrient-filled material.\r\nReduces methane emissions from landfills and lowers your carbon footprint.",
        "background": "After seeing the devastation of the Amazon fires and seeing no one really doing anything about it, I thought it’d be a good idea to donate our food waste/ compost to the Amazon. By doing this it will create new nutrient rich soil that will encourage life back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-02T12:55:03.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-02T15:36:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-10T11:15:42.429Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on members of the public to take action and to donate their food waste. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-10T11:15:47.588Z"
    },
    "id": 272062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272062.json"
    },
    "type": "petition"
}