{
    "attributes": {
        "action": "Condemn and ask india to Ban use of Pellet guns in Indian Administered  kashmir.",
        "additional_details": "Pellet guns - a form of shotgun - were first used by the police as a non-lethal weapon to quell protests in Indian-administered Kashmir in 2010. They are normally used for hunting animals.The gun fires a cluster of small, round-shaped pellets, which resemble iron balls, at high velocity.A pellet gun cartridge can contain up to 500 such pellets. When the cartridge explodes, the pellets disperse in all directions.They are less lethal than bullets but can cause serious injuries, especially if they hit the eye.After a massive public outcry in 2016, India said it would reconsider their use, but forces continue to use it.At least 17 people were killed by pellet guns in 2016 and 2017 and an estimated 3,000 people have sustained eye injuries in recent years, with many disabled for life.",
        "background": "The widespread use of pellet guns against protesters in recent years has led to an estimated 3,000 people in the region sustaining eye injuries - locals call it a \"dead eye epidemic\".\r\n\r\nDespite the public anger, Indian security forces have stepped up their use of pellet guns.\r\n 3,800 cases  2016",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-01T22:34:21.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-01T23:33:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T13:51:59.834Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/269094"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-09T13:51:59.840Z"
    },
    "id": 272024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272024.json"
    },
    "type": "petition"
}