{
    "attributes": {
        "action": "Allow police to question persons previously acquitted of murder when necessary.",
        "additional_details": "Murders are remaining unsolved because investigating officers are prevented from carrying out their duties as they would in a 'fresh' case.The families and friends of murder victims are being prevented from seeing justice done.We ask that police are given the powers to decide when it is appropriate to question an acquitted person.",
        "background": "The Double Jeopardy law was put in place in the UK 800 years ago to prevent anyone being tried for the same crime twice.Changes were made in 2003 to allow exceptions for certain serious crimes.However, 'new and compelling' evidence must be presented before an acquitted person can even be questioned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-03T16:07:23.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-03T17:15:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-11T08:07:34.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe police are able to investigate and question acquitted people, provided they obtain an order to do so from the Director of Public Prosecutions, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe police need to show that new evidence has been obtained that would be relevant or that there are reasonable grounds to believe that investigation is likely to obtain new evidence.\r\n\r\nTherefore, the police do not have to have \"new and compelling evidence\" before they can question an acquitted person. The system is designed to allow for the retrial of acquitted persons for very serious crimes when such evidence is obtained, and also to protect acquitted persons from harassment.\r\n\r\nYou can find out more about how the \"double jeopardy\" law changed in 2003 here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/retrial-serious-offences\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-11T08:07:51.865Z"
    },
    "id": 272183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272183.json"
    },
    "type": "petition"
}