{
    "attributes": {
        "action": "Delegate the Brexit decision to a specially-elected Assembly",
        "additional_details": "The Brexit issue is part of a wider question of how sovereignty should be shared between different levels of society. This lies outside the sphere of ordinary politics and needs to be dealt with separately from MPs’ main work.\r\n\r\nWe ask that the decision on membership of the EU be delegated to a specially-elected assembly, along with the question of how power should be distributed between local government, the devolved administrations and Westminster.\r\n\r\nhttps://localsovereignty.com/assembly",
        "background": "Since the 2016 referendum, the issue of our membership of the EU has dominated British politics, exposing deep flaws in our constitution and absorbing huge amounts of time and energy that Parliament and Government could have used to focus on many pressing matters that are currently being neglected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-05T13:52:22.030Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-14T13:40:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-04T12:50:59.710Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure how you'd like this new 'assembly' to work alongside our current Parliamentary system, or what the relationship between these two organisations would be. We also aren't sure what powers you'd like this new 'assembly' to have. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/265795"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-04T12:51:13.439Z"
    },
    "id": 272769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272769.json"
    },
    "type": "petition"
}