{
    "attributes": {
        "action": "Why don't MP's act like they represent the people of the UK? Grow up or leave",
        "additional_details": "To all MP's Why can you not remember that you are suppose to represent the people of this once proud country? Collectively over the last 3 years you have dragged us into being a Global laughing stock, yes that includes competition from Mr Trump as he is America's problem. You have proved that you are all unable to work together to resolve big issues that should not be cross party. Why do you behave & talk to each other with no respect as it sets the tone for our country. So whether its the Sustainable agenda or Brexit/Remain grow up or do the honourable thing & resign en masse, so we can replace with people who can...........signed the UK Public at Large who have Politican differences as is our right but endeveaour to respect each other & Democracy, the ones who pay your wages!!!!",
        "background": "3 years of ignoring Democracy & juvenile behaviour in the open view of the world",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-05T18:19:21.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-10T13:54:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-16T15:01:21.173Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept petitions about honours or appointments, which includes calling for people to lose their jobs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-16T15:01:30.937Z"
    },
    "id": 272835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272835.json"
    },
    "type": "petition"
}