{
    "attributes": {
        "action": "English referendum on leaving the UK. Thus automatically withdrawing us from EU.",
        "additional_details": "Due to recent events in parliament, it is clear the union cannot go on the way it is. It was always going to be a choice between our union, and the European Union - remainers have made that clear. \r\n\r\nThe English people should finally get a vote on independence from the UK. With a majority this would disband the Acts of Union (which would happen if any UK country voted for independence). This would automatically end our membership of the EU. \r\n\r\nTo the PM:\r\nPlease consider this option and get us out.",
        "background": "Scotland and Northern Ireland have had several referenda on being part of the UK. England is the only country not to have had such a vote.\r\n\r\nIf we have another referendum, it should be on our independence. If successful this would trigger the entire UK’s departure from the EU with immediate effect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-05T23:18:30.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-06T00:11:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T15:25:03.707Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on continuing member states of the EU is a matter for the European Union.\r\n\r\nIn any case, we're not sure what you would like to happen to Wales in the scenario in your petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-13T15:25:10.537Z"
    },
    "id": 272895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272895.json"
    },
    "type": "petition"
}