{
    "attributes": {
        "action": "That ALL employers should give the choice to employees to be paid weekly.",
        "additional_details": "The rise of food banks, expensive short term loans, street begging could be greatly reduced if employers gave employees the choice of weekly pay. Also Govt Depts paying pensions, benefits etc should also offer weekly payments. Likewise mortgage companies/landlords should also offer weekly repayments etc. With modern technology and living in the Digital age, this should not present a problem.",
        "background": "To ease the rising debt problems of people; many people in England (& UK) find being paid monthly, a real struggle to juggle their finances for a month and then have to resort to getting \"pay-day\" loans only to find themselves short the next month. Weekly pay would ease this situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-06T14:52:14.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-07T19:38:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T08:34:05.948Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government or Parliament are not responsible for all the issues you raise, for example the decision to offer weekly pay would be a matter for individual employers. You could start a new petition calling for a clear action that is the responsibility of the Government or Parliament, for example calling for all social security benefits and state pensions to be paid weekly, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-13T08:34:15.831Z"
    },
    "id": 273016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273016.json"
    },
    "type": "petition"
}