{
    "attributes": {
        "action": "Abolish the Labour/Conservative Parties to bring back actual democracy to the UK",
        "additional_details": "Whether you voted to remain in the EU or leave it doesn't matter because they don't care about your vote. They care if it benefits them. Helps them with their expenses. Helps them get a 2nd house. Helps them pay less tax. None of this benefits us. You and I will pay more tax. You and I will not get a 2nd home. You and I will not pay less tax\r\nWhy should it just be a choice of red or blue? You don't go to a restaurant and have the option of a roast OR fish and chips. There has to be better choices",
        "background": "The self serving \"elected\" officials that run this country are supposed to do so on our behalf. People have said that 'democracy doesn't work' for some time now. Democracy fails currently due to the self serving, keep me in a job elected politicians currently \"serving\" this country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-09T08:19:55.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T19:20:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-16T11:14:24.494Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by bringing back actual democracy. In any case, it would not be for the Government or Parliament as a whole to abolish the Labour and Conservative parties.\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-16T11:14:24.501Z"
    },
    "id": 273461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273461.json"
    },
    "type": "petition"
}