{
    "attributes": {
        "action": "NHS Staff who work Christmas or New Year to be paid Bank Holiday hours",
        "additional_details": "The bank holiday is paid but to staff who work on the Monday and Tuesday, thus those who work the key date aren't rewarded.  Yet 3 days after Christmas there are more staff back at work and then the bank holiday payment is given; this is therefore a more expensive and unfair system.",
        "background": "Christmas and New Year are the only bank holidays that are on a fixed date. This means that they can fall on a Saturday, where at present the staff are paid Saturday rate (a lesser rate).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-09T01:53:27.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T16:22:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T09:46:31.289Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand from NHS guidance that where Christmas Day or New Years Day fall on a Saturday, they should be treated as public holidays for employment purposes, subject to some other rules. You can find out more here:\r\n\r\nhttps://www.nhsemployers.org/tchandbook/annex-21-to-25/annex-25-arrangements-for-general-and-public-holidays\r\n\r\nSo we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. You may need to take the issue up with local NHS managers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-09-17T09:46:39.100Z"
    },
    "id": 273445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273445.json"
    },
    "type": "petition"
}