{
    "attributes": {
        "action": "Commit the Prime Minister to bring a Brexit deal before Parliament",
        "additional_details": "There is now a grave danger that No Deal will happen. The Prime Minister has promised to prioritise leaving the EU with a deal and yet 80-90% of the government’s commitment is towards no deal. \r\n\r\nAcross the political spectrum, in the House of Commons, MPs from all parties have been standing up to the Prime Minister to tell him that we will not allow him to force an undemocratic and catastrophic No Deal Brexit on the British people.",
        "background": "We must lock out No Deal and prove whether or not the government are serious about getting an improved deal or not by forcing them to put what they have negotiated so far to Parliament to vote on before 31st January 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-09T19:21:36.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T21:03:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T10:25:29.931Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nEuropean Union (Withdrawal) (No. 2) Act 2019, which received Royal Assent on 9 September, gives Parliament an ongoing role in scrutinising progress towards the securing of a deal between the UK and the EU. The House of Commons library has written an article explaining what the Act requires. You can find out more here:\r\n\r\nhttps://www.politicshome.com/news/uk/politics/house/house-magazine/106296/explained-commons-library-rebel-bill-block-no-deal\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about stopping a \"no deal Brexit\". You might like to sign this petition. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/262986"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-09-17T10:25:43.772Z"
    },
    "id": 273537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273537.json"
    },
    "type": "petition"
}