{
    "attributes": {
        "action": "Ban animal abusers from keeping animals for life",
        "additional_details": "Many abusers are given bans on keeping animals for set periods of time meaning they are free to reoffend. We believe for serious abuse cases a lifetime ban is the only answer. People who abuse rarely change their mindset meaning their animals will always be at risk.  Dont let voiceless animals fall into the hands of evil men and women to harm. We need to set and example that animal abuse will not be tolerated under any circumstances.",
        "background": "Many animals suffer daily at the hands of abusers. We the undersigned feel that fines and short bans simply arent sufficient punishment for the abuse animals suffer. We believe not only should animal abusers get jail terms but be banned from keeping animals for life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-11T15:40:00.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-11T16:04:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T14:28:59.494Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. People who abuse animals can be banned from keeping animals, and in serious cases can already be banned from keeping animals for life. So we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example a petition calling for all people convicted of animal cruelty under the Animal Welfare Act to be banned from keeping animals for life, in addition to any other penalties imposed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-17T14:29:09.009Z"
    },
    "id": 273789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273789.json"
    },
    "type": "petition"
}