{
    "attributes": {
        "action": "Make the punishment of black children for racial hair discrimination illegal",
        "additional_details": "De Montfort University Leicester reports a 66% increase in discrimination against black children in schools. Policies erroneously classify traditional black hair styles as extreme; a contravention of Human Rights and Equality law.  This hostile environment against black and mixed-race children impacts negatively on their educational achievement and emotional health.  The insistence on a number two minimum cut has no academic basis – former USA President Obama has a shorter haircut.",
        "background": "UK schools are isolating and suspending black and mixed-race children because of their hair.  Schools policies discriminate against traditional Afro-Caribbean styles such as short crops, side fades, cultural locks (dreadlocks), canerows (cornrows) and other traditional African hair braiding styles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-11T10:13:44.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-11T12:03:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-19T15:27:20.744Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Equality Act, it is already illegal for schools to discriminate against anyone because of their protected characteristics, including race or ethnicity.\r\n\r\nThe Equality and Human Rights Commission has published information about race discrimination. You can find out more here:\r\n\r\nhttps://www.equalityhumanrights.com/en/advice-and-guidance/race-discrimination\r\n\r\nThe Equality Advisory and Support Service can help if you want to make a complaint about race discrimination. Find out how to contact the EASS here:\r\n\r\nhttps://www.equalityadvisoryservice.com/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-19T15:27:36.395Z"
    },
    "id": 273728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273728.json"
    },
    "type": "petition"
}