{
    "attributes": {
        "action": "GOVT'S SUPPORT TO APP BASED TAXI SERVICES LIKE UBER ETC. DONT WANT A BAN .",
        "additional_details": "Local councils are trying to bully the App based drivers by banning them giving unreasonable reasons. All the taxi companies use navigation then what is wrong with App based taxis??? For eg . If we book a uber we know the price we know the drivers name, pic, VRM, colour & make of the car. A link, where family can track our journey. SAFETY AT ITS BEST. For a common man cost effective taxi is not a luxury it's a necessity. \r\n\r\nWhy should s common man suffer in this hard times?????",
        "background": "Local council are trying to bully the App based drivers by banning them giving reasons which are not even right. App based taxis are blessing in disguise , the security check is compliant which is more than enough for TFL which is in world biggest city then what's wrong with this local council.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-12T09:39:13.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-12T10:27:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T16:01:56.385Z",
        "rejection": {
            "code": "no-action",
            "details": "You could start a new petition explaining clearly what you'd like the UK Government or Parliament to do.\r\n\r\nLicensing of local taxi and minicab services is the responsibility of local councils. You could raise the issue with local councillors who represent you. You can find out who your councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-17T16:01:56.390Z"
    },
    "id": 273889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273889.json"
    },
    "type": "petition"
}