{
    "attributes": {
        "action": "Sack all MPs that oppose the majority of their constituents in the EU referendum",
        "additional_details": "The UK invoked Article 50 of the Treaty on the EU on 29 March 2017 following a referendum on 23 June 2016 which resulted in 63% of constituencies having a leave majority. There has since been a predominantly remain Parliament & Government which has not implemented the mandate from the UK electorate & hence is not democratic. A referendum requires a delegate as a direct instruction, an election requires a representative. MPs must act according to the mandate from the sovereign electorate.",
        "background": "This is a petition under the Recall of MPs Act 2015. All MPs whose views and/or actions are in opposition to the majority of their constituents in the EU referendum should be sacked, necessitating by-elections. This will enable the referendum result to be enacted democratically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-11T21:52:50.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-11T22:56:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T15:08:31.650Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments, which includes calling for someone to lose their job.\r\n\r\nYou might like to sign this petition about recalling MPs if it calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/270324"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-17T15:08:31.657Z"
    },
    "id": 273855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273855.json"
    },
    "type": "petition"
}