{
    "attributes": {
        "action": "INVEST HEAVILY IN FUSION!!! GET FUSION DONE AND MAKE US AN INDEPENDENT COUNTRY!",
        "additional_details": "With giving Africa all the water they need through desalination plants, the global sea levels can be dropped by a tiny amount, we can make deals with many nations around the world that doesn’t sell the reactor but gives it to them under our control so we remain the sole fusion owners generating large amounts of money of the economy. Oil gas and coal will only be used for cars until 2040, campfires, coolers and vehicles excluding boats as they could have fusion reactors themselves. SUPERPOWER UK",
        "background": "Fusion energy is the next step for humanity. Having British fusion reactors will create an eco free Britain with clean unlimited energy. We can then make deals with African nations to give them fusion plants which can create mass amounts of water at no cost to the environment. Solving many problems",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-12T18:17:43.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-12T20:04:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-19T15:46:16.903Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about investment in fusion power but we're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by make us an independent country again.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-09-19T15:46:33.517Z"
    },
    "id": 273949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273949.json"
    },
    "type": "petition"
}