{
    "attributes": {
        "action": "Enforce acceptance of digital documents statements as proof of address.",
        "additional_details": "The benefits of doing this are environment friendly and it helps reducing useless costs, delays and frictions.",
        "background": "Everybody wants to go green and paperless, but when one tries to provide proof of address only hard copies are accepted. It's the information provided which counts (name, account ID and such) not the support on which is delivered. Providing the information on paper doesn't guarantee more security.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-14T09:39:02.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-17T15:02:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-24T11:30:59.691Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure the circumstance in which proof of address is required you're concerned about, and we're not sure exactly what you mean by \"digital documents statements\".\r\n\r\nWe can only accept petitions which call for a clear action that is the responsiblity of the UK Government or Parliament. You could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example calling for all government departments and agencies to accept digital documents as proof of address, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-24T11:30:59.697Z"
    },
    "id": 274117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274117.json"
    },
    "type": "petition"
}