{
    "attributes": {
        "action": "Secure the staff of Nottingham College the contracts they deserve",
        "additional_details": "Despite already not having had a pay rise since 2010, the contract now delivers no pay for work outside of teaching hours despite an increased workload, reduced sick pay, and reduced pay by up to £1000 a year for some teachers to name but a few unfair clauses. The limit on teaching hours per week has been removed completely, overworking members of staff beyond their limits for unfair pay - meanwhile, the principal responsible for instigating the new contracts is earning over £200,000 a year.",
        "background": "As a recent student of Nottingham College, I believe that the staff create one of the most supportive learning environments in Nottinghamshire, allowing students to reach their full potential. However, staff have been forced to either accept a new unfair contract or face losing their jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-14T22:14:49.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-14T22:28:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T10:48:42.037Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for the college. You could raise the issue with its management.\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the UK Government or Parliament, for example calling for more funding for further and higher education colleges like Nottingham College."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-20T10:48:44.773Z"
    },
    "id": 274182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274182.json"
    },
    "type": "petition"
}