{
    "attributes": {
        "action": "Make it compulsory for cyclists to have same regulations as motorists.",
        "additional_details": "London councils put so much money into making cycle lanes with cyclists refusing to use them, leaving little room for motorists to drive on the road. When they don’t get their way they go as far as abusing motorists and pedestrians with physical violence. This makes it difficult to identify cyclists leaving mental and emotional imprints on those that are innocent. Making it compulsory for cyclists to have road tax and licence plates allows motorists and pedestrians to feel safe in their city.",
        "background": "Cyclists have taken too many liberties around our London towns with many abusing pedestrians and motorists and getting away with it. It should be illegal for them to ride on the roads where cycle lanes are available. I have seen cyclists vandalise cars as to go far as breaking off wing mirrors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-14T11:07:56.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-14T16:16:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T09:24:01.544Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/265564\r\n\r\nCycling policy in London is the responsibility of Transport for London, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-20T09:24:20.530Z"
    },
    "id": 274123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274123.json"
    },
    "type": "petition"
}