{
    "attributes": {
        "action": "Free Chinese Muslim from detention in China.",
        "additional_details": "On 24 October 2018, the BBC released the details of an extensive investigation into China's hidden concentration camps and the extent to which the People's Republic goes to maintain what it calls \"correct thought\". US-based journals like the Foreign Policy Journal and Center for World Indigenous Studies have labelled these policies as \"cultural genocide\". Some parties refer to these camps as \"concentration camps\".",
        "background": "As of 2019, it is estimated that the Chinese authorities may have detained hundreds of thousands, perhaps a million, of Uyghurs, Kazakhs, Kyrgyz, Hui (Muslims) and other ethnic Turkic Muslims, as well as some foreign citizens such as Kazakhstanis, who are kept in these secretive places.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-16T08:40:50.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-16T12:01:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T15:01:09.494Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. We're not sure exactly what you want the UK Government or Parliament to do. You could start a new petition explaining clearly what you'd like the UK Government or Parliament to do in response to the issue you raise.\r\n\r\nThere's already a petition calling for the UK to apply economic sanctions on China in response to oppression of Uighur Muslims. You might like to sign this petition if it calls for something you'd like to happen.\r\n\r\nhttps://petition.parliament.uk/petitions/266783"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-20T15:01:09.501Z"
    },
    "id": 274285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274285.json"
    },
    "type": "petition"
}