{
    "attributes": {
        "action": "Shut down ‘The Sun’ Newspaper",
        "additional_details": "This is not the first time ‘The Sun’ have published in poor taste in a result to increase readership. One need only to mention the Hillsborough 96. ‘The Sun’ must not be allowed to continue in such a manner is problematic as their titlebait stories are either inaccurate, a violation of privacy, an outright lie, in poor taste or damaging to mental health, in an age where mental health is so important, the collective mental health of the Stokes family needs to be considered as paramount importance",
        "background": "Following the despicable article published this morning by ‘The Sun’ regarding England Cricket’s World Cup winner Ben Stokes, ‘The Sun’ newspaper should be shut down for a clear, disgusting violation of the Stokes’ family privacy purely to make headlines and increase their sales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-17T12:01:29.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-17T12:22:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-24T10:27:17.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's not the UK Government or Parliament's responsibility to ban a newspaper because of its reporting.\r\n\r\nThe Independent Press Standards Organisation examines complaints about the press. If you wish to make a complaint about a newspaper's reporting you can do so here:\r\n\r\nhttps://www.ipso.co.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-24T10:27:17.038Z"
    },
    "id": 274396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274396.json"
    },
    "type": "petition"
}