{
    "attributes": {
        "action": "Crown land in any guise must stop hunting in any form and rejuvenate the land.",
        "additional_details": "The crown has connection with international wildlife agencies but needs to set an example. This is not difficult to achieve and is in line with climate change reduction objectives. The Crown has the opportunity to place itself at the front and it would be a shame to fail to seize the lead.",
        "background": "Currently, crown land does not promote supportable species, in particular raptors, and is notably deficient in their numbers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-18T13:24:24.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-18T18:16:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-25T09:39:32.611Z",
        "rejection": {
            "code": "no-action",
            "details": "In particular, we're not sure what you want to happen to rejuvenate the land.\r\n\r\nIn any case, although the Crown Estate is accountable to Parliament, it operates independently from both the UK Parliament and the Government. We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nYou could start a new petition call for a clear action that is the responsibility of the UK Government or Parliament.\r\n\r\nYou could raise your issue with the Crown Estate. You can find out more about the Crown Estate and how to contact them here:\r\n\r\nhttps://www.thecrownestate.co.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-25T09:39:32.618Z"
    },
    "id": 274485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274485.json"
    },
    "type": "petition"
}