{
    "attributes": {
        "action": "Make school and college transport free for 16-18 year old students.",
        "additional_details": "Currently the cost of school transport for 16 to 18 year olds and whether to grant free transport, is decided by local authorities. Some offer free transport and others charge. In my own case the charge is currently £700 p.a. In two years time we will have triplets entering sixth form or college. At the current cost, that's an additional £2,100 to find.\r\nThis makes no sense. If a local authority deems that free school transport is justifiable from age 4 to 16, it should remain free until age 18.",
        "background": "The school leaving age has effectively been extended until the age of 18. However, entitlement to free school transport ceases at 16 as it did before the leaving age was extended. This makes no sense. If it's free up to the age of 16 it should remain free until a child leaves full-time education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-17T13:45:25.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-17T18:08:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-24T11:42:40.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School transport is the responsibility of local authorities. You could raise the issue with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the Government or Parliament. For example, a petition calling for the Government to increase funding to subsidise school transport or fund bus passes for 16 to 18 years olds who are in full time education, if those are things you'd like to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-24T11:42:42.215Z"
    },
    "id": 274408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274408.json"
    },
    "type": "petition"
}