{
    "attributes": {
        "action": "Accountability & action - all schools recording medical absences as unauthorised",
        "additional_details": "DFE statutory guidance ‘Supporting Pupils at School with Medical Conditions' “it is not acceptable practice to penalise children - absences are related to their medical condition”\r\n\r\nDept Guidance “Unauthorised Absence - school are declaring they are not satisfied with the reasons given for the absence”\r\n\r\nSection 434(6) of the Education Act 1996 requires accurate attendance register\r\n\r\nEquality Act 2010 Technical Guidance A school must not discriminate that is a consequence of their disability",
        "background": "Children absent with medical related & mental health conditions are being inaccurately recorded on attendance registers.\r\n\r\nWe need all schools to be accountable to law & statutory guidance\r\n\r\nParents needs to have due process to amend their children's absence records where evidence is available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-19T11:08:46.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-19T13:47:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-25T10:27:17.943Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about children with medical conditions being recorded as absent from school but we're not sure exactly what you want the UK Government or Parliament to do. In particular, we're not sure if you want action to ensure current guidance is followed or changes to the current guidance. You could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nThere are two related petitions open. You might like to sign one or both of these if they call for things you want to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/267247\r\n\r\nhttps://petition.parliament.uk/petitions/266295"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-25T10:27:17.948Z"
    },
    "id": 274562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274562.json"
    },
    "type": "petition"
}