{
    "attributes": {
        "action": "Legislate for IVI synthetic oxytocin to be used by its licensed directions only",
        "additional_details": "Doctors MUST obtain valid, informed consent to the risks in NHS 'best practice' policies that removed important treatment safeguards, OR offer the dilution & fully fine-tunable dosage options according to the licensed instructions, which incur as low an incidence of complications as spontaneous obstetric labours.\r\n\r\nWomen awaiting induction or enhancement of labour should be informed: unlincesed dilutions & dosage steps planned for their live pregnancy's labour may cause detriment to them or baby.",
        "background": "Risks using synthetic oxytocin in unlicensed ways are: \r\nshock-inducing pain, need an epidural to cope, slows labour down, cannot walk about, unduly strong contractions, raised incidence of baby distress, complicated births or Caesarean section and or postpartum haemorrhage. oxytocinmeasures dot com",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-19T16:38:16.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-29T18:59:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-04T11:40:48.938Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about oxytocin but we're not sure exactly what you'd like the Government or Parliament to do. Oxytocin for injection is licenced by the Medicines and Healthcare products Regulatory Agency to induce or stimulate labour, use in Caesarean sections and the management of miscarriage. You can find out more here:\r\n\r\nhttp://www.mhra.gov.uk/home/groups/par/documents/websiteresources/con079194.pdf\r\n\r\nWe're not sure if you're concerned about certain uses of oxytocin or the process for establishing patients' consent for it's use.\r\n\r\nWe can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-04T11:41:08.569Z"
    },
    "id": 274584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274584.json"
    },
    "type": "petition"
}