{
    "attributes": {
        "action": "DCG Campaign (uk-dcg.com).  Re-engineer our divisive & unrepresentative system.",
        "additional_details": "Divisive and confrontational politics will only continue to propagate division in the country.  Consider the strategy and 6 processes proposed for National Unity under a new devolved system of policy establishment described at uk-dcg.com.\r\n\r\nA \"stick with a tested system\" will hardly be a satisfactory response - it has been tested and has failed.  All political commentators now regard the system as broken and that fundamental democratic change is necessary to restore public faith and engagement.",
        "background": "The root cause of the Brexit chaos is the policy gaps between the people, MP's and Parliament. The system is clearly unfit for purpose for a modern democracy and will not drive the unity necessary to restore the UK's image and drive our wealth in a competitive Post-Brexit trading environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-20T12:53:06.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-20T20:51:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-26T13:00:30.388Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you mean by DCG and what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-26T13:00:33.262Z"
    },
    "id": 274662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274662.json"
    },
    "type": "petition"
}