{
    "attributes": {
        "action": "Ensure climate impact of services reflected in price of goods and services",
        "additional_details": "If carbon emissions are to be reduced air travel needs to be reduced or use alternative energy sources.  At present prices incentivise flights and dis-incentivize use of other public transport such as trains. Train travel needs to become affordable and more widely accessible. \r\nThis will help the environment, commuters and families.",
        "background": "Climate change is happening.  Governments have committed to take action - yet in many cases it is still cheaper to fly to go on holiday than to take a train.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-21T11:02:38.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-21T20:55:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T08:23:02.488Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the relative costs of air and train travel and the environmental consequences, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition calling for increased subsidies for rail transport to reduce ticket prices below that of air travel or for carbon pricing on air transport to raise its price above that of rail if either of those are things you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-27T08:23:06.274Z"
    },
    "id": 274727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274727.json"
    },
    "type": "petition"
}