{
    "attributes": {
        "action": "Save Mosses centre Bury. It’s used by veterans club, SSAFA. PTSD money issues.",
        "additional_details": "There has been a committee at the centre but they received a vote of no confidence as they tried to oust our SSAFA volunteer out, now it is going into liquidation and being passed to another group even though Bury Council knows we have been fighting to keep control of the centre",
        "background": "We have a breakfast club here every Wednesday, Friday morning a place where some more vulnerable people go to have a meal in a safe welcoming place the breakfast club, as military folk we show them we have a caring side to us even though a lot of us have been in several theatres of war",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-21T19:40:45.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-21T20:16:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T08:06:38.875Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a local decision for the Centre itself, which is a registered charity, rather than the UK Government or Parliament.\r\n\r\nYou could raise the issue with local councillors who represent you. You can find out who your councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local Member of Parliament may be able to raise the issue on your behalf. You can find out who your local MP is, and how to contact them, here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-27T08:06:38.882Z"
    },
    "id": 274759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274759.json"
    },
    "type": "petition"
}