{
    "attributes": {
        "action": "Stop paying MPs a salary until the UK has meaningfully left the EU.",
        "additional_details": "Article 50, for which the majority of MPs voted to enact, gave the UK two years to negotiate with the EU, at the end of which the UK should have left if a deal had not been reached. Given the expense now being incurred by the taxpayer owing to the actions of MPs to prevent the UK from leaving the EU the taxpayer should be entitled to recoup some of that expense by reducing the burden of MPs pay. They are being paid by the taxpayer to do a job which, currently, they are not doing.",
        "background": "The majority of voters voted to leave the European Union, the majority of MPs voted to enact article 50 and the majority of MPs stood on a manifesto committing them to uphold the result of the referendum. This has not been delivered yet they are still being paid at the taxpayers expense.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-25T08:55:55.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T09:40:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-30T10:10:15.086Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here: \r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-30T10:10:15.092Z"
    },
    "id": 275295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275295.json"
    },
    "type": "petition"
}