{
    "attributes": {
        "action": "Parliament must request the Brexit  extension if it votes no confidence in PM",
        "additional_details": "The current UK Government is unable to proceed with its agenda. The opposition parties want a general election but need certainty that No Deal Brexit is impossible  before they trigger it. If parliament is empowered through a new law, to immediately act on behalf of the Government in a case where a vote of No Confidence in the PM is successful, then Parliament via the Speaker of the House can request the extension from the EU on behalf of the Government before any general election is triggered.",
        "background": "The opposition parties need certainty that No Deal Brexit is impossible, before they trigger a general election. Parliament must pass a law that will enable Parliament rather than Government to request the extension to the Brexit deadline if a vote of no confidence in the PM is successful.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-24T23:24:12.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T16:54:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-04T08:15:21.704Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Treaty on European Union does not allow for an extension of the Article 50 period to be requested by the UK Parliament. In any case, extension of the Article 50 period requires the agreement of the European Council, the heads of state or government of the EU 27 and the UK Government, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example a petition calling for the formation of government of national unity to request an extension to article 50 and then call a general election, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-04T08:15:34.729Z"
    },
    "id": 275258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275258.json"
    },
    "type": "petition"
}