{
    "attributes": {
        "action": "Allow the cost of commuting on public transport to be paid from gross salary",
        "additional_details": "1. we are globally facing a climate crisis;\r\n\r\n2. UK citizens are paying more than people other EU countries for public transport; \r\n\r\n3. driving to work is often more convenient and sometimes quicker and cheaper than the train: people need a better incentive to use public transport;\r\n\r\n4. Commuting is a necessary cost of going to work; many people can't afford to live where they work or find jobs where they live. It is immoral to make people pay for their commute out of their net salary; M.Ps don't!",
        "background": "In order to discourage the use of cars and offset the rise in the cost of commuting due to old infrastructure, workers using public transport should be able to: \r\na. pay for their commute to work out of gross salary (before tax or NI); or \r\nb. claim it as an expense on their tax return.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-25T15:52:12.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T09:54:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-03T16:05:58.548Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nSome workers are already able to claim tax relief on public transport costs associated with their work, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly how you'd like the current rules to change.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-03T16:06:18.527Z"
    },
    "id": 275390,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275390.json"
    },
    "type": "petition"
}