{
    "attributes": {
        "action": "Give the Scottish Ombudsman similar powers to the English Ombudsman.",
        "additional_details": "The University system in Scotland does not have any oversight. This means that Universities do not have to have a fair complaint system. The University of Glasgow does not. Changing modules at the last minute, having unfair and unfit for purpose student contracts, being able to drag student complaints out for months upon months then give canned responses. Discriminating against students freely and unhindered. The Student Unions are financed and controlled byt the Uniiversity so there is no help.",
        "background": "So that Students can get real results from complaints. Currently, the University of Glasgow does not offer a fair or timely complaints process. This means students are put at a serious disadvantage and have no other recourse but the court, this is not a system which is fit for purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-25T16:41:35.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-15T08:32:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-15T16:02:56.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-15T16:02:56.965Z"
    },
    "id": 275399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275399.json"
    },
    "type": "petition"
}