{
    "attributes": {
        "action": "Protect All types of driven Game Shooting",
        "additional_details": "If we keep and support GameKeepers as well as Driven Game and hunting this would increase as well as restore the lovely countryside.The main reason that Gamekeepers are getting threats and abuse is due to people being uneducated in what positives gamekeepers and Conservation brings to the countryside.\r\nI have one Question for you!\r\nWould you rather see lovely strong Deer herds , free roaming well looked after game birds in the countryside or mass amount of pigeons around in the citys fouling.",
        "background": "With the way things are currently going with MR  and friends, I feel that Driven Game/Hunting is seemed to have a negative and cruel reputation.The Gamekeepers and estate owners are feeling unassured and unsupported by the government as well as government ran / support organisations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-25T19:19:21.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T20:16:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T11:42:18.348Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to protect driven game shooting, but we're not sure exactly what new measures you'd like the Government or Parliament to put in place. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to consider signing this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/269896\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-01T11:42:25.966Z"
    },
    "id": 275425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275425.json"
    },
    "type": "petition"
}