{
    "attributes": {
        "action": "Deescalate the current crisis and find a way forward without dividing the nation",
        "additional_details": "Further, we call on all sides of the house to have collaborative discussion, cease hostilities and political point scoring, and apologise to the nation for allowing proceedings to become so divisive.\r\n\r\nFollowing this, we task the house to lead us forwards in these difficult times and carefully consider its decisions to ensure minimal further entrenchment of the nation and a compromise that commands a clear, legitimate and overwhelming majority among the citizens that you represent.",
        "background": "We, the people, demand parliament makes a symbolic gesture of unity: Half of our representatives must cross parliament’s no-man’s land and sit on the other side of the house. This new seating arrangement must not be along party or political lines and will remain until the house dissolves. See more..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-26T11:42:04.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T12:03:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T14:33:32.267Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIn any case, a decision to 'sit on the other side of the house' would be a decision for an individual MP and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-01T14:33:32.403Z"
    },
    "id": 275573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275573.json"
    },
    "type": "petition"
}