{
    "attributes": {
        "action": "Introduce more speed cameras and officers to monitor unsafe driving in Sheffield",
        "additional_details": "It's about time we all feel safe. \r\nAn 11-year-old boy suffered life-threatening injuries in a hit-and-run crash in Sheffield.\r\nAn elderly man has been seriously injured in a hit-and-run crash in Sheffield.\r\nDrivers using Sheffield road where four died in horror smash as a 'race track'\r\nA 61-year-old man has been seriously injured after he was hit by a car whose driver fled the scene.",
        "background": "Due to a recent hit and run involving an 11 year old boy and many more cases revolving around dangerous driving, many of which result in long lasting injuries, it's about time that our children feel safe when walking to  and from school. It's about time that the minds of parents are put at ease.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-26T18:16:11.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T20:54:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T13:52:40.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nSafety on local roads is the responsibility of your local council. You could raise the issue with councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOperational policing decisions are the responsibility of your local police force and locally-elected Police and Crime Commissioner (PCC). You can find out who your PCC is, and how to contact them, here:\r\n\r\nhttps://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-02T13:52:40.784Z"
    },
    "id": 275654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275654.json"
    },
    "type": "petition"
}