{
    "attributes": {
        "action": "Parliament to vote no confidence in the Primeminister before October 31st 2019",
        "additional_details": "The UK is one of the oldest democracy's in the world, it operates because losers in any election, referendum etc agree to abide by the will of the majority. Whatever your views or the way you voted in the referendum to leave the EU 17.4 million voted to leave and therefore the decision was by the majority to leave. By not abiding by this choice of the electorate through all means possible by Remain biased MP this has fractured the glass of  what democracy is in the UK. If MPs are allowed to get away with this ignoring of the electorate once, they will do it again and again as a precedent has been set. If you truly believe in democracy you will vote for this petition",
        "background": "The current shambles of a Parliament wherby the opposition are holding the country to ransom in exchange for keeping the Country in the EU, is a crime against democracy.The Electorate must be able to decide a new government prior to Oct 31st",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-26T18:00:47.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T09:36:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T09:57:37.873Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-10-02T09:57:37.879Z"
    },
    "id": 275650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275650.json"
    },
    "type": "petition"
}