{
    "attributes": {
        "action": "Implementation of constitutional law with immediate effect.",
        "additional_details": "In 2017 Gina Miller proved that in 1972/3, the then Labour Party under \"Edward Heath\" entered the UK into the EEC illegally and was proved in order to prove \"Parliamentary Sovereignty\", which in turn proved the UK was also a \"Sovereign\" nation and not legally tied to the EU.\r\n\r\nWhen that case ended from the evidence and the agreement of all 3 residing judges, we should have left the EU with immediate effect.\r\n\r\nWe are now in a constitutional crisis, at the hands of lying parliamentarians.",
        "background": "The 1972 Communities Act was proven to be both unconstitutional and illegal.\r\n\r\nAs per case Miller (r) vs Secretary of State for Exiting the European Union\r\n\r\nRemove us from the EU with immediate effect under our constitutional rights as governed by the Bill of Rights Act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-27T13:14:44.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T13:25:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T13:43:51.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/257347"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-02T13:43:51.916Z"
    },
    "id": 275759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275759.json"
    },
    "type": "petition"
}