{
    "attributes": {
        "action": "Government has to declare the EU unlawful under the English Bill of Rights 1689",
        "additional_details": "Another quote from the English Bill of Rights 1689 means it can never by changed or overruled as is written in stone as part of England's constitutional law and so the EU should be declared unlawful in England.  \r\n\r\n\"All which their Majesties are contented and pleased shall be declared, enacted and established by authority of this present Parliament, and shall stand, remain and be the law of this realm for ever\"  \r\n\r\nhttps://www.legislation.gov.uk/aep/WillandMarSess2/1/2/introduction",
        "background": "The English Bill of Rights shows the EU to be unlawful.\r\n \r\n“And I do declare that no foreign prince, person, prelate, state or potentate hath or ought to have any jurisdiction, power, superiority, pre-eminence or authority, ecclesiastical or spiritual, within this realm. So help me God.\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-27T07:47:05.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T11:29:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T15:19:53.304Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by declaring the EU unlawful or want to happen as a result.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-10-02T15:19:53.309Z"
    },
    "id": 275719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275719.json"
    },
    "type": "petition"
}