{
    "attributes": {
        "action": "Make it illegal for media threatening to publish details & publishing fake news",
        "additional_details": "With the media publishing fake news, misleading and so on, it's making the public angry and causing them to threaten others e.g. Members of Parliament and other journalists etc.\r\n\r\nWith the media threatening to publish the public's and/or other journalists personal details like home address, phone number and other details. They are putting the public's, journalists, MP's and their families lives at risk.\r\n\r\nThe media think they can publish what they want and it's causing hatred and violence.",
        "background": "The media have recently been biased towards political parties and other journalists and the public. They have also have been publishing fake news, not only with political parties but with the public.\r\n\r\nThe media have also threatened to publish personal details e.g. address, phone number.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-27T21:56:50.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T22:36:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-03T09:53:03.685Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Media organisations are covered by the Data Protection Act. The Information Commissioner's Office has published guidance for the media. You can find out more here:\r\n\r\nhttps://ico.org.uk/media/for-organisations/documents/1552/data-protection-and-journalism-media-guidance.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition about an independent fact-checking agency. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/275189"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-03T09:53:03.690Z"
    },
    "id": 275813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275813.json"
    },
    "type": "petition"
}