{
    "attributes": {
        "action": "Change the rules for buying and selling homes in England",
        "additional_details": "To improve we need.....\r\nA system that enforces contracts are in place before listing on the market.\r\nSearches are made by the seller and included with the contract..this speeds up the selling process...the buyer knows exactly what they are looking at straight away.\r\nOnce an offer is made and accepted, a deposit is placed with a 5 day cooling off period where either party can withdraw with no penalty.\r\nAfter 5 days contracts exchanged and are binding. IF the buyer withdraws they loose the deposit.",
        "background": "The current rules for buying and selling property are so outdated with no security to either party. Presently a seller can put their house on the market with no solicitor and no contract set up. Either party can withdraw at the last moment causing distress and extra costs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-28T16:08:02.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-30T17:01:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-07T11:09:16.569Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes made to the process of purchasing a house, but we're not sure exactly what changes you'd like the Government or Parliament to make. In particular, we aren't sure what you mean by \"searches are made by the seller and included with the contract\". \r\n\r\nIf you would like to make it legally binding to accept an offer on a house, you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/266233\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-10-07T11:09:16.667Z"
    },
    "id": 275874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275874.json"
    },
    "type": "petition"
}