{
    "attributes": {
        "action": "Make it illegal for DWP from unlawfully sanction Universal Credit claimants",
        "additional_details": "What the Department for Work & Pensions are doing are absolutely out of order and something needs to be done about it.\r\n\r\nThe government keep saying Universal Credit is helping people out a lot, well they're wrong! There are so many flaws with it.\r\n\r\nSo i'm doing this petition to make ask the government to make it illegal to stop the unlawful sanctions and to scrap Universal Credit.",
        "background": "The Department for Work & Pensions are unlawfully sanctioning claimants, not giving UC claimants enough to live on (making them in debt, not able to buy food and  pay their bills), forcing claimants with disabilities and mentally illnesses into work, forcing claimants to go to food banks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-09-27T22:27:15.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T22:36:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T15:49:58.543Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIf someone thinks a decision about their benefits is wrong they can ask for it to be looked at again, known as a \"mandatory reconsideration\", and, if they disagree with the outcome of the mandatory reconsideration they can appeal to the Social Security and Child Support Tribunal. The Tribunal will decide if the decision to apply a benefit sanction was correct. You can find out more here:\r\n\r\nhttps://www.gov.uk/mandatory-reconsideration\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example to stop applying benefit sanctions or to abolish Universal Credit and replace it with a different system, if those are things you'd like to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-02T15:49:58.548Z"
    },
    "id": 275816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275816.json"
    },
    "type": "petition"
}