{
    "attributes": {
        "action": "Use NPR to let cars park directly in front of houses to where registered. No PCN",
        "additional_details": "The law requires changing to apply new capabilities in number plate cross referencing enabled by digitisation.This will free up local parking spaces and let residents use the dropped curb directly in front of their own registered house. Civil Enforcement Officers or ANPR equipped vehicles record a number plate that confirms the vehicle has a Resident Parking Permit. The same technology can confirm registered address of the vehicle and that it is parked in front of the registered location.",
        "background": "Councils officers give tickets to cars that are parked directly outside a house, despite the fact the vehicle is registered to that address.  The use of NPR now allows the vehicle registration to be cross reference with DVLA so that a ticket has no point except to raise money for the council.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-02T11:15:39.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-16T17:01:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T08:01:35.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local parking rules are for local councils to decide. You could raise the issue with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-10-18T08:01:38.673Z"
    },
    "id": 276211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276211.json"
    },
    "type": "petition"
}