{
    "attributes": {
        "action": "Make it illegal for employers to use social media accounts against their workers",
        "additional_details": "Pass an Act banning employers from taking disciplinary action against any employee unless it is found by the authorities to be criminal in nature. The police are responsible for investigating hate crimes etc, not employers and the threat to peoples jobs is being used to suppress free speech. Accusations against a company would have a defence against any reputational damage that they don't endorse their employees views but also have no right to intervene as that is the responsibility of the law.",
        "background": "Any employer can now dismiss without notice any employer based on social media content under the pretext of reputational damage with no legal safeguards. This system is wide open to abuse for employers to dismiss staff for expressing personal/political opinions which their employer disapproves of.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-04T16:45:44.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-04T16:59:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T12:23:36.576Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-08T12:23:36.583Z"
    },
    "id": 276387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276387.json"
    },
    "type": "petition"
}