{
    "attributes": {
        "action": "Save The Iraqi People. UK Government Support is Urgently Needed",
        "additional_details": "The government of Iraq is loyal to multiple outside influences. The government has been run by the same corrupt and money driven individuals since the war of 2003. They have not accomplished anything in the country. There is no health care. There is no electricity. There are no jobs, security, individual freedoms, pursuit of happiness, freedoms of expression, or any sense of viability. Although the country exports millions of barrels of oil on daily basis. SAVE IRAQ!",
        "background": "The people of Iraq need a strong stand from the UK and HM Government to put pressure on the government of Iraq to change from being ethnically divided parliamentary republic to one that directly represents the people of Iraq and their right to country and bright future. Save the Iraqi People!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-03T23:19:01.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-04T12:01:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T12:01:16.053Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-08T12:02:48.180Z"
    },
    "id": 276331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276331.json"
    },
    "type": "petition"
}