{
    "attributes": {
        "action": "To Overturn outline planning permission to build The Mallard Development in U/F",
        "additional_details": "The Mallard Development was agreed 11 years ago and put on the back burner by WDC inbetween times 1350 dwellings  have / are being built in Ridgewood and this development only has access onto the same roads where this houses will exit. The roads are already congested and this development will cause further strain on all infrastructure in  Uckfield that has not been updated to support an area of population being increased by 25%.  It MUST go back to full consultation by WDC.",
        "background": "Outline planning permission was granted in 2008 for the Mallard Development in Uckfield now going through planning at WDC. There is a risk to the safety of school children, It will cause, more traffic congestion, destroy a diverse ecological area and put further strain on poor local infrastructure",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-04T08:42:10.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-04T11:08:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T10:52:56.043Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-10-08T10:52:56.049Z"
    },
    "id": 276345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276345.json"
    },
    "type": "petition"
}