{
    "attributes": {
        "action": "Create new BBC charter or law: keep red button text.TV access for ALL disabled",
        "additional_details": "Equality Act & BBC royal charter don't protect disabled people from losing accessible TV services.BBC must not be allowed to scrap red button text.\r\nAffected are- all without internet,hard of hearing,deaf,hyperacusis/autism, with cognitive problems or finding TV too fast\r\n\r\nTV text for news has NO alternative, TV has more viewers,larger text, no flicker & darker colors than computers.Disabled people pay the license fee: more people use red button text than the sign language shows that arent at risk",
        "background": "BBC will scrap red button text in a few months: public broadcaster must not be allowed to reduce accessibility. Red button text has NO alternative. Equality must improve not reduce.\r\nDisabled & deaf people weren't consulted & its discrimination.Only a charge to royal charter or new laws can fix this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-04T20:04:53.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-05T06:51:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T13:19:10.981Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. \r\n\r\nYou can find out how to make a complaint here: \r\nhttp://www.bbc.co.uk/complaints/\r\n\r\nYou could start a new petition asking the Government to make it compulsory for all broadcasters to offer alternative text options on all their services, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-08T13:19:10.988Z"
    },
    "id": 276401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276401.json"
    },
    "type": "petition"
}