{
    "attributes": {
        "action": "For the government to take back control of UFO/UAP reporting from the CAA.",
        "additional_details": "The United Kingdom needs an independent UFO/UAP reporting service that is accountable to the great british public. But until the public are ready to hand over photographs, videos and all other evidence to this service which won't happen yet we will have to settle for the Government to take back control as the next best option. We can not accept these Government cut backs for the lack of control and the safety of the public to hand over all responsibility to this authority. Please sign and share.",
        "background": "The Government handed over all control of UFO/UAP reports of sightings across the UK to the Civil Aviation Authority (CAA) for data collection and storage, and with that all responsibility and accountability to the CAA. To this end they have buried each and every sighting this country has had.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-11T20:26:37.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-12T09:45:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T12:42:26.277Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about UFO/UAP reporting, but we're not sure exactly what you mean by take back control, so we're not sure what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to create a new agency or make a particular government department responsible. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-14T12:42:36.237Z"
    },
    "id": 276994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276994.json"
    },
    "type": "petition"
}