{
    "attributes": {
        "action": "To formally include Autism in the Disability Discrimination Act of 1995",
        "additional_details": "Some local authorities are abolishing the Disabled Persons ENCTS Bus Pass because they have redefined Autism as being only a learning difficulty. As per the National Autistic Society website, Autism is defined as “a lifelong developmental disability”. Also, many autistic people fall victim to the authorities who use the power of deprivation of liberty against them to strip them from their rights which I personally think is wrong. Autistic people deserve to live a normal life like everyone else.",
        "background": "At the present time, the UK’s autistic population are being discriminated, abused, stripped from their rights and isolated from society. I am calling for an amendment to the Disability Discrimination Act 1995 to formally include Autism in it so that the autistic population will be protected by law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-13T09:07:25.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-14T10:39:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-15T10:47:07.409Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Laws and policies, including the Equality Act, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law. \r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here: \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/ \r\n\r\nYou could also start a new petition explaining clearly what you would like the UK Government or Parliament to do to support people who have autism. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-15T10:47:07.415Z"
    },
    "id": 277091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277091.json"
    },
    "type": "petition"
}