{
    "attributes": {
        "action": "Make it illegal to pay/fund others to protest or take part in political debates.",
        "additional_details": "This law will encourage any changes to existing laws, or the creation of new laws, to be less influenced by the protests that were staged and funded by the rich few.",
        "background": "We now have many protests and demonstrations funded by very wealthy individuals for their own personal agenda. As a result the authenticity of a protest no longer exists. This law will enable all UK protests and demonstrations to be viewed as a true reflection of the message from that group.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-13T08:28:31.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-13T21:49:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-15T11:27:18.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what actions you'd like the Government to ban. For example we're not sure what this would mean for people employed by political parties and campaigning organisations, and what would be covered by political debates.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to use a full name before we can publish any new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-10-15T11:27:23.730Z"
    },
    "id": 277088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277088.json"
    },
    "type": "petition"
}