{
    "attributes": {
        "action": "Delay Brexit and let the public know what it would really mean to Britain.",
        "additional_details": "We the hard working people of Britain believe, that this Government really must hold another REFERENDUM as the people of Britain now know exactly what this could mean for Britain. This Government MUST LOOK AND LISTEN to all the big employers of Britain who are starting to pull out of this Country, this Government must LISTEN to the people of Britain who are struggling to understand why they would put our Country through all this uncertainty...........................IF ITS NOT BROKEN WHY FIX IT.",
        "background": "After speaking to a wide range of hard working members of society, we and others like us truly didn’t understand before the referendum what exactly this would mean for Britain. We all feel we weren’t given enough information from this Government, who, we feel have mislead the British people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-12T11:42:45.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-14T11:24:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T16:04:54.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-14T16:04:54.938Z"
    },
    "id": 277029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277029.json"
    },
    "type": "petition"
}