{
    "attributes": {
        "action": "Reject Esso’s Southampton to London Pipeline plans",
        "additional_details": "We request that the government calls on Esso to achieve the project in a way which is much less harmful to the environment and which is more sympathetic to communities and open spaces along the entire route.\r\n\r\nThis is not a petition against the pipeline but a request for it to be re-planned to be less destructive of nature, trees, wildlife, communities and open spaces.\r\n\r\nMore details on one of the sites affected by the pipeline can be found here: https://www.queenelizabethpark.net",
        "background": "The route chosen by Esso for its replacement Southampton to London Pipeline is excessively destructive of woodland and natural spaces, felling trees and inflicting major disruption on communities, schools and leisure facilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-14T20:29:47.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-14T21:56:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-16T11:57:00.494Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. The Government or Parliament aren't responsible for deciding which route Esso puts forward for this project.\r\n\r\nIn any case, the proposal has already been accepted for examination by the Planning Inspectorate. You can find out more about the examination process here:\r\n\r\nhttps://infrastructure.planninginspectorate.gov.uk/projects/south-east/southampton-to-london-pipeline-project/\r\n\r\nIf your main concern is the Queen Elizabeth Park in Farnborough, you could raise your concerns with Rushmoor Borough Council, which is responsible for planning applications in the area. You can find out how to contact the council here:\r\n\r\nhttps://www.rushmoor.gov.uk/contactus\r\n\r\nIf you're a local resident you could raise the issue with local councillors who represent you. You can find out who your councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-16T11:57:16.260Z"
    },
    "id": 277241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277241.json"
    },
    "type": "petition"
}