{
    "attributes": {
        "action": "Make the teaching of first aid compulsory in secondary schools in Wales",
        "additional_details": "Approximately 140,000 people die each year in the UK due to the lack of first aid knowledge. That’s the same number of people who die from cancer. Research shows that only 5% of adults are confident in applying first aid in emergency situations. These statistics need to change: not in 5 years, not in 10 years, but now. 140,000 lives taken each year are ones which could have been prevented if we just supplied the knowledge of first aid into school students across the country.",
        "background": "It is crucial that children are regularly taught basic first aid in schools. It’s impossible to predict when these skills will be needed to save the lives of thousands of people. Would you feel safer knowing that everyone around you knew how to perform first aid?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-14T15:58:49.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-14T16:13:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-15T08:48:13.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx \r\n\r\nYou might also like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/277192\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-15T08:48:13.378Z"
    },
    "id": 277205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277205.json"
    },
    "type": "petition"
}