{
    "attributes": {
        "action": "See the authors analysis proving 2016's question was MISLEADING+ BIASED to Leave",
        "additional_details": "Leaving via that result and denying 1.7 million~ voters now age 18 their say, is not UK democracy as it disregards the views of today's majority. Democracy must be dynamic or it ceases to be democracy as facts etc emerge. Leaving would be temporary due to Leave and Remain voter's age profiles so not worth suffering x years of adversity. Signatories: Sign if you agree with the analysis. If government refuse to act, find more signatories. The more who sign it, the more likely MP's will act.",
        "background": "It is INCONTROVERTIBLE and click rejected petition 276414 to find it. It surely INVALIDATES THE MANDATE. It also did not mention leaving the Single Market and Customs Union so CANNOT BE A MANDATE to do so. This result was CONTRIVED BY SUBTERFUGE, non disclosures, untruths and voters misconceptions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-14T19:00:35.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-15T09:16:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-15T14:26:11.649Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-15T14:26:11.656Z"
    },
    "id": 277235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277235.json"
    },
    "type": "petition"
}