{
    "attributes": {
        "action": "Make consent a mandatory part of sex education from start of secondary school.",
        "additional_details": "The effects of child sexual abuse can be long-lasting and affect the victim's mental health.\r\n\r\nAbout 4 times more likely to develop symptoms of drug abuse\r\nAbout 4 times more likely to experience PTSD as adults\r\nAbout 3 times more likely to experience a major depressive episode as adults\r\n\r\nEvidence:\r\nRAINN\r\nRape Crisis",
        "background": "1 in 5 girls and 1 in 20 boys are victims of child sexual abuse.\r\n\r\nIf rape and sexual consent were to become a part of sex education, children would learn from an early age the importance of consent and the consequences of rape",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-15T19:59:44.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-15T20:06:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-17T09:46:49.005Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about teaching about consent in sex education in secondary schools, but the Government has already published draft statutory guidance about what should be taught, including sexual consent. So we're not sure exactly what else you like the Government or Parliament to do.\r\n\r\nThe Children and Social Work Act 2017 requires relationships and sex education to be taught in all English schools from September 2020. Draft statutory guidance, published in February 2019, sets out what should be taught, including \"the concepts and laws relating to sexual consent\".\r\n\r\nThe House of Commons Library has published some information about what's changing in sex and relationships education. You can find out more here:\r\n\r\nhttps://commonslibrary.parliament.uk/insights/relationships-and-sex-education-in-schools-whats-changing/\r\n\r\nYou can read the draft statutory guidance here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/781150/Draft_guidance_Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education2.pdf\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-10-17T09:47:09.018Z"
    },
    "id": 277326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277326.json"
    },
    "type": "petition"
}