{
    "attributes": {
        "action": "Dear Boris, please postpone Brexit! Nobody wants a no-deal Brexit on October 31.",
        "additional_details": "We please everybody who undersigned this petition to register on our website to support us and join forces to end the tragedy « To Brexit or Not to Brexit ».\r\nONLY TOGETHER we can be visible enough to be seen and be loud enough to be heard. In the last act we have to be the many not the few.With silence we won´t wake the parliament up, some MPs are still blind on both eyes and still deaf on both ears, while the REMAINERS already SEE & HEAR Big Ben ringing!!!",
        "background": "The people who undersigned this petition would like you to revoke Article50 and cancel Brexit because we already have the best deal to stay in the EU.Nobody voted for a no-deal Brexit during the EU Referendum.We only support another general election on Thursday 7 May 2020 after a Second Referendum!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-17T22:40:40.100Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-18T02:52:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T14:22:39.679Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure whether you'd like the Government to revoke article 50 or whether you'd like the Government to ask the EU for an extension. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/270385"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-18T14:22:45.090Z"
    },
    "id": 277545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277545.json"
    },
    "type": "petition"
}