{
    "attributes": {
        "action": "The slowness in Financial Ombudsman Services shockingly making consumers suffer",
        "additional_details": "I filed my cases in February and one case was allocated to an office after June and another was allocated in September.\r\n\r\nThe first person who investigated my case was not up to his job and spent next to no time in my case only to come up with a solution that was very unfair on me. They later acknoleged that but still failed to resolve the cases.\r\n\r\nI have had remarks like this from many other people who are just fed up with how long it takes to get justice and how their cases are dealt with.",
        "background": "I have got two cases against two high street banks.\r\n\r\nIt has been 9 months and the FSA have not yet resolved it.\r\n\r\nTheir slow movement in investigating is causing the victims to give up.\r\nThey are shockingly understaffed and it's largely unfair on consumers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-17T18:55:15.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-17T21:12:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T10:57:52.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Financial Ombudsman Service is independent of both the Government and Parliament. You can find out how to make a complaint to them here:\r\n\r\nhttps://www.financial-ombudsman.org.uk/contact-us\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, calling for a review of the Financial Ombudsman Service, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-18T10:57:52.894Z"
    },
    "id": 277519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277519.json"
    },
    "type": "petition"
}