{
    "attributes": {
        "action": "The GMC to open more Exam slots for November 7th 2019 Part 1 of Plab tests.",
        "additional_details": "The doctors whose proof of proficiency of English exams(IELTS) expires by the end of the year or doctors in trainee that wish to join the UKFPO program or doctors whos UK visa is expiring, or have just been able to accumulate the right amount funds or correct card information to be able to pay for the exam online in certain countries. This is a big Incovinece and injustice that there are not enough seats for a large number of willing examinees that are willing to provide service in the U.K.",
        "background": "I created this petition to rally up support for the GMC to add additional seats or open more available venues, so that a large number of medical doctors have the ability to attempt this exam on November 7th, 2019.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-19T08:02:01.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-20T08:29:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-22T10:55:12.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government is not responsible for decisions of the GMC.\r\n\r\nYou could start a petition calling for the Government to fund more doctors, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-22T10:55:12.834Z"
    },
    "id": 277639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277639.json"
    },
    "type": "petition"
}