{
    "attributes": {
        "action": "Lets have a bereavement day",
        "additional_details": "we all have national holidays to celebrate important days through the year but due to different cultures we dont all have the same beliefs . but i feel that we all need a national holiday that will cater for all ,and that is bereavement day where we can unite as one and celebrate the life of loved ones past i feel this is much needed and will benefit the country/world so much and this is a holiday that is not bind  by race or religion so when you sign this isnt for me, this is for all our loved ones that have passed, please share and share on all outlets lets make this happen as i beleave this is one gift we can give to our loved ones that will last forever ",
        "background": "Its about time we all had this day because its the only thing weve all got in common were we can come together and unite as one",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-19T13:31:23.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-19T15:01:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-22T09:46:24.549Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by a \"national day\". We're not sure whether you'd like there to be a new public holiday, or whether you'd like something different. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-10-22T09:46:24.556Z"
    },
    "id": 277659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277659.json"
    },
    "type": "petition"
}