{
    "attributes": {
        "action": "Make airlines give customers automatic refunds if they cancel their flights",
        "additional_details": "Everyone who flies regularly will be aware of this problem and the amount of money wasted by being unable to cancel flights and having to buy new flights because it's far more expensive to make changes to the existing bookings than just booking new flights. It's blatant profitering by the airlines and out of sinc with other supplies of services and products who allow cancellations and refunds with no questions asked.",
        "background": "For example, it's impossible to cancel flights or flight add-ons with Ryanair. Any changes cost £45.00 plus the cost of the new flight if it's more expensive. It may be sensible to attach conditions to this option like a £1.00 cancellation fee or having to give at least 24 hours notice to be fair",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-20T07:23:21.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-20T09:08:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-23T13:06:05.054Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure in what circumstances you want airline customers to be entitled to a full refund if they cancel a flight.\r\n\r\nIn any case, the issue you raise is currently the responsibility of the European Union, not the UK Government or Parliament.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do when the UK leaves the EU."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-23T13:06:22.136Z"
    },
    "id": 277773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277773.json"
    },
    "type": "petition"
}