{
    "attributes": {
        "action": "Hold referendum to expel all MPs’ who did not back today’s deal to leave the EU",
        "additional_details": "The United Kingdom European Union membership referendum, BREXIT, took place on 23 June 2016. The referendum resulted in 51.9% of votes being in favour of leaving the EU. The government initiated the official EU withdrawal process on 29 March 2017, meaning that the UK was due to leave the EU on 29 March 2019, when the two-year period for Brexit negotiation expired.\r\nThe negotiation period was later extended to run until 31 October 2019.\r\nMPs’ want a further delay, this is unacceptable.\r\nENOUGH!",
        "background": "19.10.19, the UK electorate were denied their democratic right for BREXIT to be concluded.\r\nI petition for a referendum to expel ALL MPs’ who voted against the latest deal for failing to fulfil their statutory obligation to the democratic people of the U.K.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-19T17:56:07.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-19T19:56:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-21T10:28:10.622Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about appointments, which includes calling for MPs to be sacked.\r\n\r\nThe UK Government and Parliament aren't responsible for removing MPs from office because of their views or opinions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-24T14:39:12.828Z"
    },
    "id": 277705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277705.json"
    },
    "type": "petition"
}