{
    "attributes": {
        "action": "Remove the term 'Honourable' when referring to MP's within the House.",
        "additional_details": "It is very clear that MP's no longer deserve this title and it should be removed from use when addressing Members within the House of Commons.",
        "background": "'Honourable'. According to the Cambridge Dictionary it is an adjective; \"honest and fair, or deserving praise and respect\".\r\nIt is clear to any observer of the Commons that this no longer applies. The term when it is applied is rarely used sincerely and often it is used with contempt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-21T13:35:52.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-22T17:32:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-23T14:40:11.714Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the Government or Parliament to take.\r\n\r\nMPs do not receive the title \"honourable\". It is a courtesy they use to refer to each other in the House of Commons.\r\n\r\nMembers of the Privy Council, whether MPs or not, receive the title \"right honourable\" when they are appointed.\r\n\r\nWe are therefore not sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition asking for MPs to be able to call each other by their names in the House of Commons, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-23T14:40:11.720Z"
    },
    "id": 277927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277927.json"
    },
    "type": "petition"
}