{
    "attributes": {
        "action": "We the constituency of the high peak wish to deselect our mp Ruth George,",
        "additional_details": "We the constituency of the high peak wish to invoke our right to recall Ruth George mp for high peak. Due to the facts she lied on her manifesto to back the will of the people of the high peak regarding brexit .She has gone against her constituents wishes and has voted time and again to keep us shackled to the eu . We the undersigned feel betrayed and duped by Ruth George and wish for her to step down so we can call a by election so we can vote in a representative that will represent our votes .",
        "background": "The recall of mps act 2015 is an act of parliment of the United kingdom,  that makes provision for constituents to be able to recall their member of parliment and call a by election",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-21T17:08:42.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-21T17:36:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-22T15:09:18.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about honours and appointments, this includes petitions asking for people to lose their jobs. \r\n\r\nIn any case MP's can only be subject to a recall petition if they have been convicted of certain criminal offences or suspended from the House of Commons for at least 10 sitting days. Petitions to recall Members of Parliament do not appear on this website and the Petitions Committee are not responsible for them.They are run locally, by the returning officer for your area, and have to be signed in person, by post or proxy. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-22T15:09:18.148Z"
    },
    "id": 277965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277965.json"
    },
    "type": "petition"
}