{
    "attributes": {
        "action": "People should have the final say on the  PM's EU Deal",
        "additional_details": "The deal has removed worker's rights and environmental protections from the agreement and will create a customs border in the Irish sea. \r\n\r\nMost trade unions have rejected the deal as it stands because of its impact on workers.\r\n\r\nEnvironmental Charities have raised grave concerns over the impact on our environment if the changes in the deal are used to lower standards in the UK.\r\n\r\nEven the DUP, a leave campaigning party, has grave concerns.\r\n\r\nA referendum on the deal is therefore vital.",
        "background": "The Prime Minister has negotiated a deal for leaving the EU but it is very controversial even amongst leave voters.  Only a referendum can settle whether the British people really want this. A referendum on the deal and its implementation in British Law is therefore vital.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-23T06:36:05.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-23T07:09:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-24T10:48:37.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like a referendum on Prime Minister's Brexit deal, but we're not sure exactly what you'd like the options in this referendum to be. \r\n\r\nYou could start a new petition explaining clearly what options you'd like included in the second referendum. \r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/275018\r\nhttps://petition.parliament.uk/petitions/257130\r\nhttps://petition.parliament.uk/petitions/276978\r\nhttps://petition.parliament.uk/petitions/275166"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-24T10:48:37.016Z"
    },
    "id": 278132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278132.json"
    },
    "type": "petition"
}