{
    "attributes": {
        "action": "Give the village a new park",
        "additional_details": "Our residents of witton gilbert, would love to see some improvements made to our village.\r\n\r\nWe have been fighting for years for two simple things and that's a new park near the school and also a skate park/bmx  track sure our residents should be able to have something new at some point. \r\n\r\nAs long as I have know the park has been there since I was child or even longer and its starting to get to the point of disrepair and its time they was some good inprovments made... \r\n\r\nI would like to see this get as many people as possible on bored to help this village get what it wants so please sign and lets deliver ",
        "background": "Our residents of witton gilbert, would love to see some improvements made to our village. With a new park",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-24T16:43:32.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-24T19:06:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-25T10:56:34.088Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-25T10:56:34.095Z"
    },
    "id": 278316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278316.json"
    },
    "type": "petition"
}