{
    "attributes": {
        "action": "Get railway companies to have less delays, cancellations and more carriages",
        "additional_details": "I would like action taken on this as family emergencies happen and if I can’t get back home on time and wait for ages till another train and some times we are not told if the platforms have changed which can make us more late. We have people travelling for many reasons and we cannot afford to be late. We need more carriages on trains to big cities as well as the trains are packed and we get late from having to wait for the next ones",
        "background": "I want action as I use the train everyday for university and the trains are always delayed or cancelled or late. I want trains to run faster, quicker and with less delays and more security. Many people use trains and it is not effective when there are too many delays and cancellations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-24T19:45:17.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-24T19:59:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-25T12:10:53.308Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're cconcerned about the performance of train companies but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for stricter penalties for underperforming train companies or for a particular train company to be stripped of its franchise for underperfromance if those are things you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-10-25T12:10:53.424Z"
    },
    "id": 278336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278336.json"
    },
    "type": "petition"
}