{
    "attributes": {
        "action": "Remove Citizens Advice Gagging order placed by the DWP",
        "additional_details": "Citizens Advice is exactly what it says, it is for all citizens and CAB are well aware of the cruel and gruesome side of UC with its sanctions, and the way its work focus grinds people into further mental health problems, we the people support cutting out the abuse of the system but we do accept the lack of support given to people suffering mental health issues. OUR CAB Service must work to protect its citizens and not our DWP.",
        "background": "Citizens Advice signed gagging clause in return for share of £51m from DWP, this order must be removed CAB are there to protect and act for the people and not the Government. Universal Credit is unfair, especial to the disabled and sick, this includes Mental Health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-25T06:50:35.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-25T06:55:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-29T16:32:02.032Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Citizens Advice say that there is nothing in the grant agreement that prevents them from speaking publicly about Universal Credit.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-29T16:32:17.326Z"
    },
    "id": 278368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278368.json"
    },
    "type": "petition"
}