{
    "attributes": {
        "action": "UK political parties to be legally bound by the Advertising Standards Authority",
        "additional_details": "With all the lies an fake facts and statements the public are feed by all sides in an election campain.The Polictal Parties and People seeking the publics votes can only and will only be able to state substantiate information.\r\nAnd be prosecuted or removed from the election process  if they break the legislation as laid out in Advertising Standards Authority  and the Trade Description Act. Everyone one else in the UK has to why should polictal parties and polticans be expemt ?.",
        "background": "Due to the all of the false and misleading comments made by all sides in the Brxit process. That all UK political parties and persons seeking a position in UK Parliament in any election process to be legally bound by the Advertising Standards Authority  and the trade description act  1972.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-26T15:50:02.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-26T19:51:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-29T11:48:41.522Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which statements by political parties you're concerned about. You could start a new petition explaining clearly what you would like the Government or Parliament to do, for example calling for party political adverts to be regulated by the Advertising Standards Authority.\r\n\r\nThere are already petitions about political advertising and election manifestos. You might like to sign one or more of these if they call for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/258124\r\n\r\nhttps://petition.parliament.uk/petitions/273993\r\n\r\nhttps://petition.parliament.uk/petitions/270648\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-29T12:00:15.131Z"
    },
    "id": 278501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278501.json"
    },
    "type": "petition"
}