{
    "attributes": {
        "action": "Ensure that the British Red Cross keep event first aid as a core service",
        "additional_details": "Last week the British Red Cross announced that this service will cease due to the pressure the service applies to donated funds. During 2018 this service required a total of £2,000,000 of support from charitable donations in order to provide medical care to 11,500 people – a cost of £173. 91 per person.  \r\n\r\nThe closure impacts the communities of the UK by reducing resilience,  requiring events to be cancelled as well as reducing the chance for people to volunteer within their communities.",
        "background": "The British Red Cross event first aid service made up of 4000 volunteers  (20% of all volunteers) will cease due to the pressure on donated funds. \r\n\r\nAfter 150yrs of service, saving hundreds of lives and benefiting thousands more the service is set to be discontinued",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-27T18:36:54.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-27T18:42:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-30T11:33:56.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for the British Red Cross and not the UK Government and Parliament. \r\n\r\nYou could start a new petition asking to government to provide more funding to charities that provide first aid at events, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-30T11:34:11.112Z"
    },
    "id": 278568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278568.json"
    },
    "type": "petition"
}