{
    "attributes": {
        "action": "Make it a criminal offence to knowingly kill a cat on the road.",
        "additional_details": "The Cats Bill was recently read in the house of commons, but was not passed any further. The bill states that it would ‘require the driver of a mechanically propelled vehicle involved in an accident resulting in injury or death to a cat to stop and give information or report the accident to the police’ Passing or amending this bill, or others like this, can not stop the pain of losing a beloved pet, but can bring about justice for the families of Nico and many other cats like him.",
        "background": "Recently, 3 year old Nico was killed by a Royal Mail van. The driver honked his horn at him, did not slow down or swerve to avoid him, resulting in him being fatally hit. The driver didn’t stop. The Police told us that the driver does not have any obligation to report it, but would if it were a dog.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-28T09:43:28.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-28T12:19:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-31T14:55:02.215Z",
        "rejection": {
            "code": "duplicate",
            "details": "We're sorry to hear about what happened to Nico. We think this petition is asking for the same change, so you may like to sign this: \r\n\r\nhttps://petition.parliament.uk/petitions/260877\r\n\r\nYou're more likely to get action on this issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-31T15:01:56.424Z"
    },
    "id": 278613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278613.json"
    },
    "type": "petition"
}