{
    "attributes": {
        "action": "Outlaw anti-Christian activities. Enshrine freedom to preach Christ everywhere.",
        "additional_details": "We have a duty to uphold and live by the commandnents of the God we serve. Our worship is not complete if we cannot proselytise. We have a duty to see and declare as sin whatever our God calls sin. Any attempt to stop us from doing so amounts to an attempt to restrict our freedom of religion and worship. Christians should not be intimidated for calling sin, sin or punished for refusing to encourage or partake in what the Bible deems sinful. Our right to be true Christians must be protected.",
        "background": "UK  is a country that claims to protect freedom of religion association & worship. The major purpose of Christian association & worship is making disciples. Matthew 28:19 says this. However whenever Christians want to act in obedience, they come under attack including from the police. We need help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2019-10-29T10:18:34.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-29T10:51:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-11-04T12:56:06.679Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Discrimination against people on the grounds of religion is already unlawful. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-11-04T12:56:06.687Z"
    },
    "id": 278720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278720.json"
    },
    "type": "petition"
}