{
    "data": {
        "attributes": {
            "action": "levy a tax on energy inefficient light bulbs so that their long term financial and environmental cost is visible in their retail price",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Old-fashioned incandescent light bulbs contribute to climate change, and cost more in the long term for the consumer. New fluorescent bulbs are better for the environment, and the pocket. We would like the Prime Minister to make these long terms costs visible in the retail price of lightbulbs. \r\n\r\nThis would be done by levying a tax on inefficient bulbs, and subsidising efficient bulbs.",
            "closed_at": "2007-03-26T00:00:00Z",
            "created_at": "2006-09-11T09:48:59.725730Z",
            "creator_name": "Francis Irving",
            "government_response_at": "2007-04-24T15:59:56.262688Z",
            "government_responses": [
                {
                    "created_at": "2007-04-24T15:59:56.262688Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"levy a tax on energy inefficient light bulbs so that their long term financial and environmental cost is visible in their retail price.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11523.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lightbulbs'",
                    "updated_at": "2007-04-24T15:59:56.262688Z"
                },
                {
                    "created_at": "2007-10-15T14:44:08.987260Z",
                    "details": "Environment Secretary Hilary Benn has written a message exclusively for people who recently signed petitions on the No10 website about climate change.\n\nMr Benn highlights the UK Government's commitment to seeking international agreement on a post-2012 climate change framework, and encourages petitioners, their families, and friends, to use the new CO2 Calculator.\n\nRead the message here:\nhttp://www.pm.gov.uk/output/Page13496.asp\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lightbulbs'",
                    "updated_at": "2007-10-15T14:44:08.987260Z"
                }
            ],
            "opened_at": "2006-09-11T09:48:59.725730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3173,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 1
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lightbulbs/"
    },
    "type": "petition"
}