{
    "data": {
        "attributes": {
            "action": "enable a law defending every citizen to wear the clothing demanded of their religious belief in any situation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition the government to stop the victimisation of Jews, Christians, Muslims and members of all other faiths and allow their members to wear the clothing they decide is required under their religious beliefs, in all situations.\nThis petition is prompted by the recent case of the school teacher sacked for wearing the veil.  The basis of the argument is that she would not be able to teach properly.  This does not seem to be a blocking issue in Muslim countries - education continues there.  I have far greater concerns about my children’s education in 21st Century Britain, than whether the teachers face can be seen.  We should welcome difference everywhere.  I grew up in the multicultural South East of England and working abroad, in countries such as Switzerland, has proven to me the importance of exposure as a pre cursor to acceptance.  We must be faced with difference in life to understand that difference is nothing to be afraid of.\nFor the record i am not a religious person in any way; i simply believe we are rapidly creating the cases of victimisation that fuel the extremists.  Finally, i believe we need to put a stop to the situation where the wearing of a simple cross is also viewed as unacceptable and the contradiction of this in a country where we have no problem with Sikh headdresses etc.",
            "closed_at": "2007-01-01T00:00:00Z",
            "created_at": "2006-11-15T11:44:19.763576Z",
            "creator_name": "Duncan Steiger-Bowers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T11:44:19.763576Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1008
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Freedom/"
    },
    "type": "petition"
}