{
    "data": {
        "attributes": {
            "action": "Scrap Section 172 of The Road Traffic Act 1988",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Section 172 of The Road Traffic Act 1988 requires the recipient to provide details of the driver of a vehicle at the time of an alleged Road Traffic Offence. Failure to provide such information is categorised as a criminal offence.\n\nThe aforementioned section then, violates European Law. The ECJ (European Court of Justice) have on numerous occasions in prior case stated that in Criminal Offences, information that would incriminate by means of penalty is forbidden.\n\nThe UK being a member state of the EU is subject to ECJ rulings therefore, we request that the matter is put before parliament at an early stage before, the ECJ rules against the UK in several pending cases which, will cost the taxpayer considerably. To pay back the 225 million pounds raked in every year, by speed detection devices using, S.172 would be devastating. Act now.",
            "closed_at": "2007-02-23T00:00:00Z",
            "created_at": "2007-01-20T11:54:39.722735Z",
            "creator_name": "Ken Donovan",
            "government_response_at": "2007-03-09T16:33:37.480572Z",
            "government_responses": [
                {
                    "created_at": "2007-03-09T16:33:37.480572Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Scrap Section 172 of The Road Traffic Act 1988.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11216.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Violation/",
                    "summary": "Government response to petition 'Violation'",
                    "updated_at": "2007-03-09T16:33:37.480572Z"
                }
            ],
            "opened_at": "2007-01-20T11:54:39.722735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 135,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1009152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Violation/"
    },
    "type": "petition"
}