{
    "data": {
        "attributes": {
            "action": "Professional Status For Engineers and Engineering",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a recently qualified Astronautics Engineer and with 8 years experience as a Robotics Engineer I am at a point where due to the lack of respect by the Government, the media in particular the BBC, and society as a whole, I feel there is little point staying in the UK. Car mechanics,Plumbers and Electricians are now commonly referred to as Engineers and Banks now regard Engineers as non/semi skilled.\nWith the UK falling behind most other countries in training Professional Engineers and the falling numbers of children undertaking science based subjects this can only result in a reduction in the UK’s competitiveness.\nI believe for the long turn prosperity of the UK and to attract students back to science subjects the Government must act decisively and introduce laws to protect Engineers such that only “Chartered Engineers” ImechE, RAeS can use the title Engineer. This will give Engineers the same professional status in our society as doctors, lawyers similar to Europe.",
            "closed_at": "2008-01-23T00:00:00Z",
            "created_at": "2007-01-20T12:03:23.077797Z",
            "creator_name": "Jon Jennings",
            "government_response_at": "2008-02-27T16:12:38.770108Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T16:12:38.770108Z",
                    "details": "You signed a petition asking the Prime Minister to \"Professional Status For Engineers and Engineering.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14749.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Engineer-Status'",
                    "updated_at": "2008-02-27T16:12:38.770108Z"
                }
            ],
            "opened_at": "2007-01-20T12:03:23.077797Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35360,
            "state": "finished",
            "updated_at": "2009-01-04T03:02:07.635794Z"
        },
        "id": 1009314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Engineer-Status/"
    },
    "type": "petition"
}