{
    "data": {
        "attributes": {
            "action": "to recognise the heroic action of the Royal Marines involved, in retrieving thier fallen comrade.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British media report, Lance Coperal Mathew Ford, of 45 Commando, was reported missing after an action against a Taleban fort in Helmend Province, Afghanistan. His comrades, realising he was missing,  mounted a rescue operation. The only vechiles available were 2 man Apache attack helicopters.\nThe BBC report that four Royal Marines strapped themselves to the exterior of two Apache Helicopters, where upon they were transported to the reported position of thier comrade. Unknown to them, he was already dead. Under fire and with support of other elements of  British elements of the taskforce, the body of L/Cpl Ford was'taken home'.\nIt is reported that U.K Taskforce spokesman, Lt Col Rory Bruce said \"that the heroic mission was a leap in the unknown\". We the undersigned, demand that the  servicemen involved, should be honoured by a grateful country for thier dedication and bravery that, is the hallmark of The Royal Marines and the British Armed Forces.\nGod Save the Queen.",
            "closed_at": "2008-01-21T00:00:00Z",
            "created_at": "2007-01-21T19:48:02.314538Z",
            "creator_name": "John Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-21T19:48:02.314538Z",
            "rejected_at": "2007-02-23T00:03:08.006545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Marines-Rescue/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1031089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Marines/"
    },
    "type": "petition"
}