{
    "data": {
        "attributes": {
            "action": "introduce legislation that allows people born on 29th February to be recognised - when it suits them - as having a real birthday only once every four years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People born on February 29th suffer greatly. They get a \"real\" birthday only once every four years - that's 1/4 of the presents that everybody else gets. \n\nIt is therefore proposed that legislation should be introduced that allows leapyear adults to \n\n1) be taxed as though they are a minor (at least until the \"natural\" age of 72);\n\n2) travel and gain access to venues and sites at the rate charged for concessions to minors, and\n\n3) lawfully act as though they are an adult, as defined by the number of natural calendar years that they have lived, when it suits them, e.g. for driving a motor vehicle, getting married, buying an alcoholic drink and celebrating communion in church.\n\nSigning this petition is free. However please make a donation to the charity CORD (reg no 1070684) who support people worldwide affected by violent conflict, i.e. people in real need unlike leapyear people.",
            "closed_at": "2008-01-24T00:00:00Z",
            "created_at": "2007-01-21T22:41:35.950631Z",
            "creator_name": "Richard Dickson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-21T22:41:35.950631Z",
            "rejected_at": "2007-01-26T19:04:06.462566Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1033915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leapyear/"
    },
    "type": "petition"
}