{
    "data": {
        "attributes": {
            "action": "prevent the proposed demolition of the chimneys of Battersea Power Station and to legally oblige the current owners to renovate the site, rather than sit on it and speculate as the previous owners did.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wandsworth Council and previous owners, Parkview, disregarded an alternative report by a team of three companies of concrete experts brought together by the World Monuments Fund & Twentieth Century Society, who have revealed that the chimneys can be repaired for half the cost of demolition and rebuilding.\n\nThe independent report also revealed there is no sign of structural distress in the chimneys.\nWhen Parkview bought the site thirteen years ago, they promised to restore it, but instead sat on it and did nothing, merely hanging onto it as property speculators.  They pushed through planning permission to demolish the chimneys, full of promises to restore the building, but instead immediately flogged it for a £240 profit, since the value of the site had increased hugely as a result of planning permission to demolish the chimneys.  Profit not renovation was evidently their aim.",
            "closed_at": "2007-04-24T00:00:00Z",
            "created_at": "2007-01-21T23:11:14.830974Z",
            "creator_name": "Kaarina Miles",
            "government_response_at": "2007-05-10T15:55:44.553462Z",
            "government_responses": [
                {
                    "created_at": "2007-05-10T15:55:44.553462Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"prevent the proposed demolition of the chimneys of Battersea Power Station and to legally oblige the current owners to renovate the site, rather than sit on it and speculate as the previous owners did.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11660.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Battersea'",
                    "updated_at": "2007-05-10T15:55:44.553462Z"
                }
            ],
            "opened_at": "2007-01-21T23:11:14.830974Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 604,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1034267
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Battersea/"
    },
    "type": "petition"
}