{
    "data": {
        "attributes": {
            "action": "initiate a test program whereas cannabis users may purchase upto 5grams in a \"coffeeshop\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to reduce the flow of funds to organised criminal gangs (terrorist groups, hells angels ETC), to more effectively monitor drug consuption and to ensure the safety and secruity as much as reasonably possible of drug users, we call on the government to test the possibility of cannabis users (both recreationally and medically) purchasing up to 5 grams of cannabis at a dutch-style \"coffeeshop\", free from fear of prosecution (unless other criminal activity is involved e.g. class A drugs). this will seperate the hard/soft drug market and give the authorities some \"breathing space\" in solving the UK's drug problem, reduce under 18's purchasing the drug by asking for government issued ID with an address (E.G. drivers licence) and also to hinder so-called \"drug tourism\".",
            "closed_at": "2007-11-17T00:00:00Z",
            "created_at": "2006-11-16T15:59:18.585186Z",
            "creator_name": "Max Caldicott",
            "government_response_at": "2007-12-03T15:08:22.926414Z",
            "government_responses": [
                {
                    "created_at": "2007-12-03T15:08:22.926414Z",
                    "details": "You signed a petition asking the Prime Minister to \"initiate a test program whereas cannabis users may purchase upto 5grams in \"coffeeshop\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13949.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'coffeeshops'",
                    "updated_at": "2007-12-03T15:08:22.926414Z"
                }
            ],
            "opened_at": "2006-11-16T15:59:18.585186Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 986,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 10429
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coffeeshops/"
    },
    "type": "petition"
}