{
    "data": {
        "attributes": {
            "action": "cease using the so called need for ‘constructive engagement’   as an excuse to give impunity to Israel to continue to violate international humanitarian law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We deplore the UK’s decision to abstain on UN Security Council draft resolution 2006/878 condemning the attack on Beit Hanoun on 8th November. Independent UN expert, Mr. Kothari described this:  “The shelling and subsequent killing of civilians indicates a premeditated military tactic constituting a form of collective punishment against the Palestinian people.” \nThe resolution also condemns the firing of rockets into Israel and calls for “an immediate halt to all acts of violence”.\n\nThis abstention by the British government indicates the British government’s callous disregard for Palestinian lives.",
            "closed_at": "2006-12-17T00:00:00Z",
            "created_at": "2006-11-16T16:07:49.631476Z",
            "creator_name": "Betty Hunter",
            "government_response_at": "2007-02-27T17:07:23.348699Z",
            "government_responses": [
                {
                    "created_at": "2007-02-27T17:07:23.348699Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"cease using the so called need for ‘constructive engagement’ as an excuse to give impunity to Israel to continue to violate international humanitarian law.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11096.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Palestinians/",
                    "summary": "Government response to petition 'Palestinians'",
                    "updated_at": "2007-02-27T17:07:23.348699Z"
                }
            ],
            "opened_at": "2006-11-16T16:07:49.631476Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2007,
            "state": "finished",
            "updated_at": "2007-10-30T03:11:11.711065Z"
        },
        "id": 10538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Palestinians/"
    },
    "type": "petition"
}