{
    "data": {
        "attributes": {
            "action": "Continue funding for the Royal AIr Force Aerobatics Team - The Red Arrows",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following admission by the MoD that funding for the Royal Air Force Aerobatic Team - The Red Arrows - is to be reviewed under the latest Defence spending review, we, the British Public implore the Prime Minister to maintain funding to one of this country's most visible and recognisable symbols.\n\nThe Team stands as an internationally recognised symbol of the high standards and fine traditions of the British Military and in a time when this country has fewer things to be proud of, should be permitted to publicise the Armed Forces of this nation.",
            "closed_at": "2007-07-24T00:00:00Z",
            "created_at": "2007-01-22T23:02:00.354187Z",
            "creator_name": "Nigel Thorpe",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-04-10T14:08:59.045454Z",
                    "details": "The e-petition asking the Prime Minister to \"continue funding for the Royal Air Force Aerobatics Team - The Red Arrows\" is on-going. This is a response in advance of the closing date from the Prime Minister, Tony Blair.\n\nThank you for signing the petition on the No.10 website calling for the maintenance of the Red Arrows. It is a sign of the place they hold in the national affections that so many people have joined you in signing it - one of the highest numbers since the e-petition service began. That's why I wanted to reply personally. It's also why I am replying before the petition officially closes, in order to reassure people who are clearly concerned.\n\nI am pleased to be able to give you good news. There are no plans to change the funding for the Red Arrows, let alone to disband them.\n\nIt is important, of course, that the MOD looks at the full range of its spending plans as part of its routine financial planning, to ensure that taxpayers' money is spent where our Armed Forces most need it. Obviously it is this review which prompted fears that the Red Arrows might be scrapped.\n\nHowever, like you, the Government recognises just what an important role the Red Arrows play in our national life. As the world's premier aerobatic team, they have thrilled millions of spectators over many years. I was lucky enough to see their extraordinary skills myself only last year at the Farnborough Air Show.\n\nMore importantly, the Red Arrows have maintained public support for the Royal Air Force, encouraged recruitment, acted as ambassadors for Britain in the world and promoted British industry for many years. So I am pleased to assure you that this government fully intends to keep the Red Arrows flying.\n\nThank you for signing this petition, and I hope you get a chance to see the Red Arrows yourself soon.\n\nYours sincerely,\nTony Blair\n\n\nFurther information\n\nRed Arrows display dates for 2007 - http://www.raf.mod.uk/reds/displayinfo/displaydates.cfm\n\nPM pays the Red Arrows a flying visit - http://www.pm.gov.uk/output/Page9887.asp\n\nGet all the latest news from No.10 by subscribing to our email service - http://www.pm.gov.uk/output/Page36.asp\n\n10 Downing Street homepage - http://www.pm.gov.uk",
                    "summary": "E-petition: response from the Prime Minister",
                    "updated_at": "2007-04-10T14:08:59.045454Z"
                }
            ],
            "opened_at": "2007-01-22T23:02:00.354187Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 60763,
            "state": "finished",
            "updated_at": "2008-01-02T03:13:44.801202Z"
        },
        "id": 1063764
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveTheReds/"
    },
    "type": "petition"
}