{
    "data": {
        "attributes": {
            "action": "recommend the Crew and Volunteers of the Apache helicopters who rescued their fallen comrade for the VC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "recommend to the Government that the Crew and Volunteers of the Apache helicopters involved in the rescue of a fallen comrade in Afghanistan should have the highest honour bestowed upon them for their actions.  They have shown a sense of honour and professionalism beyond the call of duty in a very hostile environment.\n\nThe four men involved boarded two Army Apache helicopters and went into a battle zone to save a wounded colleague. \n\nLance Corporal Matthew Ford was shot when his unit attacked the Taliban base of Jugroom Fort in southern Helmand Province. The initial battle lasted around five hours and after killing a number of insurgents the Marines withdrew.\n\nThe selfless action, undertaken with little regard for their own safety, is one that should be recognised by all and which we hope the Government and people of the United Kingdom will also agree is a fitting acknowledgment and in accordance with the criteria for such an honour.",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-01-23T08:32:33.112991Z",
            "creator_name": "Victoria Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-23T08:32:33.112991Z",
            "rejected_at": "2007-02-24T00:03:02.443645Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Marines-Rescue/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1065507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ApacheRescue/"
    },
    "type": "petition"
}