{
    "data": {
        "attributes": {
            "action": "Get the police and their speed cameras off the motorways / dual carriageways and into town",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The last 6 times I've seen any police man has included 5 hiding on slip roads of my nearest dual carriageway (the other once was on halloween handing out sweets to kids).\nMy son has to cross a 30mph road to school with 300 other children - and the council have measured people doing 70mph on that road at school opening and closing times.\nThe road has been the scene of 5 accidents in the last year - involving 10 vehicles, a garden wall, a garden fence, road signs, several injuries and 8 written off cars.\nAll of these accidents could but for pure luck have killed several dozen school children. \nThe police though are on the dual carriageway so the carnage and devastation in the town carries on without intervention.\nThis is the same up and down the country.\nApprox 1/3 of all deaths are in 30mph zones, almost all children killed on the roads are killed in 30mph zones.",
            "closed_at": "2007-01-17T00:00:00Z",
            "created_at": "2006-11-16T16:19:01.380767Z",
            "creator_name": "Dave Hitchman",
            "government_response_at": "2007-02-12T17:35:56.114708Z",
            "government_responses": [
                {
                    "created_at": "2007-02-12T17:35:56.114708Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Get the police and their speed cameras off the motorways / dual carriageways and into town.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10964.asp \n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/speedcameras/",
                    "summary": "Government response to petition 'speedcameras'",
                    "updated_at": "2007-02-12T17:35:56.114708Z"
                }
            ],
            "opened_at": "2006-11-16T16:19:01.380767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 125,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 10661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/speedcameras/"
    },
    "type": "petition"
}