{
    "data": {
        "attributes": {
            "action": "ensure that inheritance tax is scrapped in this year's Budget",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Inheritance tax is an immoral form of taxation that penalises hard work and thrift. By raising a 40% levy on earned assets, it is also effectively double taxation.\n  It frequently piles financial misery and distress on families already suffering the pain of bereavement; that is nothing less than grave robbery. \n  Over the last decade, millions of households have been drawn into the death duty trap by steadily rising property prices. Often, people are forced to sell their family homes to pay the duty.\n  The burden of death duty largely falls not on the super rich, who can often afford to use tax avoidance schemes, but on millions of hard-pressed families struggling on modest incomes. \n  For all the anguish it causes, inheritance tax raises a tiny proportion of the Government’s revenue, less than one per cent.\n  Supporters of this petition believe that inheritance tax is inherently unfair and should therefore be abolished outright in the Chancellor's forthcoming Budget.",
            "closed_at": "2007-04-30T00:00:00Z",
            "created_at": "2007-01-23T12:21:22.808016Z",
            "creator_name": "Macer Hall",
            "government_response_at": "2007-05-24T10:08:08.640962Z",
            "government_responses": [
                {
                    "created_at": "2007-05-24T10:08:08.640962Z",
                    "details": "The e–petition asking the Prime Minister to 'ensure that inheritance tax is scrapped in this year's Budget' has now closed. This is a response from the Government.\n\nThank you for signing the e-petition calling for the abolition of Inheritance Tax. \n\nThe Government understands that paying taxes whether they are direct or indirect, on our income, savings or spending is not always popular. But people also know that, without the money raised through taxation, there would be no funds to pay for our health service, our schools, our police, our Armed Forces, our roads and many other services essential to our nation and quality of life. What Governments have to do is to try to ensure the tax system is both fair and efficient. \n\nInheritance tax, paid on estates worth over £300,000, is one way of raising funds for our public services. There is, of course, nothing new about estate duties. They have been in force, in one way or another, for over a hundred years. Inheritance tax - which replaced Capital Transfer Tax - was introduced in its present form in 1986. \n\nNo money or assets, no matter how much, left to spouses, civil partners or to charity attracts inheritance tax. No inheritance tax is paid on any estates under £300,000 or on the first £300,000 of estates larger than this. Above this limit, assets are taxed at 40%. \n\nThe result is that inheritance tax is paid by the estates of just 6% of those who pass away, around 35,000 estates this year. But the money raised, it is forecast, will amount to £4 billion this year. \n\nIt is important to emphasise that if inheritance tax or any other tax was abolished, either public spending would have to be cut or money would have to be raised elsewhere. The £4 billion raised from Inheritance Tax is equivalent, for example, to an increase of over 18p on petrol duty. \n\nBut while the Government has no plans to abolish inheritance tax, we do keep all taxes under review to ensure they remain fair and efficient. The Chancellor has already announced that the inheritance tax allowance, now at £300,000, will rise faster than forecast inflation over the coming years and will reach £350,000 by 2010/11. \n\nThank you again for signing this e-petition.\n\n\nFurther information\n\n[http://www.direct.gov.uk/en/MoneyTaxAndBenefits/Taxes/InheritanceTaxEstatesAndTrusts/DG_4016736 Directgov Inheritance Tax pages]\n\n[http://www.hmrc.gov.uk/cto/iht.htm HM Revenue & Customs Inheritance Tax pages]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/output/Page1.asp Downing Street homepage]\n\n[http://www.youtube.com/10DowningStreet Downing Street YouTube channel]",
                    "summary": "Government response to petition 'ihtcrusade'",
                    "updated_at": "2007-05-24T10:08:08.640962Z"
                }
            ],
            "opened_at": "2007-01-23T12:21:22.808016Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 128622,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 1073858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ihtcrusade/"
    },
    "type": "petition"
}