{
    "data": {
        "attributes": {
            "action": "open his eyes to the damage done to the NHS by Patricia Hewitt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Patricia Hewitt has wasted our taxes on failed IT projects, overpriced disastrous PFI deals, and stuffing the mouths of management gurus with gold at the expense of providing health care.\n\nShe has already gone back on her promise to resign if the NHS is not in balance by March, and has proven herself to be less-than-truthful.\n\nShe argues that the NHS is doing well and that waiting lists are down.  In fact, there have been expensive short-term measures taken to bring down the waiting lists. Once the expensive private input is removed the lists will climb.\n\nThis is a disaster.  Goodwill and motivation have gone from the NHS.  Please do the right thing for the NHS and for Britain as a whole. Cut your losses, sack Patricia Hewitt, take back the wasted billions that have been swallowed up by wealthy IT and management companies, and hand the NHS back to those who love it, live for it, and best know how to manage it.\n\nThank you.",
            "closed_at": "2007-07-25T00:00:00Z",
            "created_at": "2007-01-23T12:50:32.843592Z",
            "creator_name": "Kelly Bandari",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-23T12:50:32.843592Z",
            "rejected_at": "2007-01-29T12:34:42.076821Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1074827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HewittOut/"
    },
    "type": "petition"
}