{
    "data": {
        "attributes": {
            "action": "Stop all benefits to Non British citizens, and pull out of our agreement made in the Geneva Convention.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am petitioning the Prime Minister to scrap all benefits to Non British citizens & pull out of the agreement made in the Geneva Convention for refugees & close our borders to immigration. The Geneva Convention agreement was for real refugees fleeing persecution. Our benefits system is a magnet to immigrants who come here, are housed,fed,watered,given NHS care & money to live, never having paid a penny into the system. As British Citizens you are entitled to next to nothing. We pay into a system all our lives, & the system fails us. Yet immigrants are coming here & taking out of a system not designed for them. Where else in the World can you go and claim benefits-you can't. Taxes, a Gov't squeezing every drop of blood out of us, & throwing the cash at immigrants. What could be achieved for this Country if all these Billions of £ were not given away. No benefit system & benefits, would all these immigrants come here? Justice for Britain.",
            "closed_at": "2008-01-26T00:00:00Z",
            "created_at": "2007-01-23T14:10:25.026009Z",
            "creator_name": "p morgan",
            "government_response_at": "2008-03-18T16:13:12.873565Z",
            "government_responses": [
                {
                    "created_at": "2008-03-18T16:13:12.873565Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop all benefits to Non British citizens, and pull out of our agreement made in the Geneva Convention.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15085.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'immigrantion'",
                    "updated_at": "2008-03-18T16:13:12.873565Z"
                }
            ],
            "opened_at": "2007-01-23T14:10:25.026009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 315,
            "state": "finished",
            "updated_at": "2008-02-06T03:12:37.515014Z"
        },
        "id": 1077542
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/immigrantion/"
    },
    "type": "petition"
}