{
    "data": {
        "attributes": {
            "action": "take action to reduce demand for property with a view to lowering prices.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Demand for property in the UK has pushed housing prices beyond the reach of the majority of the population.  In over 90% of the country, the average wage is not enough to buy the average-priced house.\n\nSchemes to assist people in buying houses do not work.  If the government assists with 25% on top of what a buyer can afford, prices will rise by 25% to accommodate the extra demand.\n\nBuy-to-Let mortgages do more harm than good.  The local supply of housing dwindles and is replaced with rental accommodation so that the pockets of the few are lined by the needs of the many.\n\nLet the government take action to reduce house prices:  End schemes that artificially inflate prices by providing financial assistance; disallow rental income to be classed as 'income' for the sake of securing a mortgage; severely tax anyone with more than two houses; cut the amount of money that people can borrow to 2x salary; raise the tax thresholds to reflect the cost of living.",
            "closed_at": "2008-01-23T00:00:00Z",
            "created_at": "2007-01-23T15:42:35.497103Z",
            "creator_name": "Richard Monks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-23T15:42:35.497103Z",
            "rejected_at": "2007-02-25T00:03:01.597462Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Housepricing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1080444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lowerhouseprices/"
    },
    "type": "petition"
}