{
    "data": {
        "attributes": {
            "action": "The title \"Engineer\" be legally protected to those with a grade of professional qualification registered with the Engineering Council",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone in the UK can call themselves an \"engineer\".\n\nI think that this should be protected in law in the same way as an architect or medical doctor is.\n\nThis would mean that engineers are only those registered with the Engineering Council (e.g. Chartered Engineer).\n\nThis should be in parallel with ensuring that only registered engineers can work on certain things in line with professional qualification and experience along the lines that of the legally protected reservoir engineer.\n\nFinally, it would mean that the final approval to any engineering process would require a registered engineer of whichever level reflected the process.",
            "closed_at": "2008-01-26T00:00:00Z",
            "created_at": "2007-01-23T20:35:25.797096Z",
            "creator_name": "Mark Philpotts",
            "government_response_at": "2008-02-27T16:10:05.767334Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T16:10:05.767334Z",
                    "details": "You signed a petition asking the Prime Minister to The title \"Engineer\" be legally protected to those with a grade of professional qualification registered with the Engineering Council.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14660.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Engineers'",
                    "updated_at": "2008-02-27T16:10:05.767334Z"
                }
            ],
            "opened_at": "2007-01-23T20:35:25.797096Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1727,
            "state": "finished",
            "updated_at": "2008-01-29T03:15:17.800032Z"
        },
        "id": 1088142
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Engineers/"
    },
    "type": "petition"
}