{
    "data": {
        "attributes": {
            "action": "instruct the responsible minister to re-examine the decision to relocate to DVLA Swansea, the services, jobs and careers opportunities provided by Driver & Vehicle Licensing Northern Ireland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the grounds that projected savings are likely to impact so significantly on this emerging local Northern Ireland economy as to be unsustainable in the long term when balanced against the loss of revenue through reduced descretional spend money, the potential for significant unemployment and thus increased social security costs and the already constricted employment opportunities within the local aconomy and the wider Northern Ireland Civil Service, it is appropriate that this decision is not progressed until  a full and proper, open,  frank and unambiguous re- evaluation is conducted into the Business Case underscoring the arbitrary decision and the 'value for tax payers money' of the proposed relocation of services.",
            "closed_at": "2008-01-26T00:00:00Z",
            "created_at": "2007-01-24T13:19:00.645043Z",
            "creator_name": "Mervyn Nicholl",
            "government_response_at": "2008-02-25T16:03:38.629757Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:03:38.629757Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the responsible minister to re-examine the decision to relocate to DVLA Swansea, the services, jobs and careers opportunities provided by Driver & Vehicle Licensing Northern Ireland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14690.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DVLNI-jobcuts'",
                    "updated_at": "2008-02-25T16:03:38.629757Z"
                }
            ],
            "opened_at": "2007-01-24T13:19:00.645043Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 377,
            "state": "finished",
            "updated_at": "2008-01-27T00:01:01.944220Z"
        },
        "id": 1103172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DVLNI-jobcuts/"
    },
    "type": "petition"
}