{
    "data": {
        "attributes": {
            "action": "withdraw all subsidies and support to on-shore wind farms in valued landscapes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We agree with the need to find methods to prevent climate change affecting our environment but this must be done with the full support of the public. No attempt can be successful if it destroys the very environment that we hope to save.\nWe call for support for renewable energy projects that are NOT divisive in nature. We call for greater subsidies to small/personal micro-generation schemes such as solar heating.\nThe major mechanism for reduction in CO2 and other greenhouse gasses must be responsible cooperation with the public, NOT imposition of unwanted areas of policy that threaten many households.\nOn-shore wind farms may (when subsidised with public funds) provide large profits to multi-national corporations but their contribution to CO2 reduction is small when weighed against the savings that are possible IF the public feel that they are part of the solution and not having to fight against it!",
            "closed_at": "2007-02-23T00:00:00Z",
            "created_at": "2007-01-24T16:54:15.021412Z",
            "creator_name": "Bill Short",
            "government_response_at": "2007-03-27T16:11:20.799882Z",
            "government_responses": [
                {
                    "created_at": "2007-03-27T16:11:20.799882Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"withdraw all subsidies and support to on-shore wind farms in valued landscapes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11351.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/WindTurbines/",
                    "summary": "Government response to petition 'WindTurbines'",
                    "updated_at": "2007-03-27T16:11:20.799882Z"
                }
            ],
            "opened_at": "2007-01-24T16:54:15.021412Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1604,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1110830
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WindTurbines/"
    },
    "type": "petition"
}