{
    "data": {
        "attributes": {
            "action": "give no money to the Palestinian people while the Palestinian electorate democratically supports a terrorist organization",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the government not to allow any funds to reach the Palestinians while the Palestinian electorate democratically supports a terrorist organization.\n\nThe Palestinian people democratically elected Hamas – a terrorist organization that is proscribed in the United Kingdom. See http://www.homeoffice.gov.uk/security/terrorism-and-the-law/terrorism-act/proscribed-groups?version=1 \n\nFor decades the Palestinian people have had global support in efforts to create their own state, including support from Israel. In their most recent elections, the Palestinians showed their contempt for this support from the international community by electing a leadership that commits terrorist atrocities and refuses to recognize Israel. The election of Hamas excludes any hopes for actual peace. \n\nIf the government wants peace in the Middle East, then it must accept that there is no hope for any true solution while the Palestinian electorate chooses a terrorist organization to represent them.\n\nThere are far more deserving peoples in the world than the Palestinians. Others have worthy causes and do not choose terrorists to represent them. If there is an excess of money to donate to worthy causes, then let it go to more deserving people. Some people don’t have enough food to eat, and they certainly don’t spend what they have on weaponry in the hope that others will feed them.\n\nIt is not just the issue of money. It is the moral message that if the Palestinians choose terrorists to represent them, then they will not get support from the international community.\n\nIf the British government wishes to play a true role in bringing peace to the region, then it must accept that a zero tolerance policy for terrorism is the only method that will work. History has proven that tolerating immoral policies from the Palestinian leadership has got the region nowhere.",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2006-11-15T12:18:08.136533Z",
            "creator_name": "Michelle Cropman",
            "government_response_at": "2007-12-07T15:30:43.247948Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:30:43.247948Z",
                    "details": "You signed a petition asking the Prime Minister to \"give no money to the Palestinian people while the Palestinian electorate democratically supports a terrorist organization.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13995.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nocash4palestine'",
                    "updated_at": "2007-12-07T15:30:43.247948Z"
                }
            ],
            "opened_at": "2006-11-15T12:18:08.136533Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2007-11-16T00:01:01.603048Z"
        },
        "id": 1112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nocash4palestine/"
    },
    "type": "petition"
}