{
    "data": {
        "attributes": {
            "action": "prevent the use of creationist and other pseudo-scientific propaganda in Government-funded schools.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has recently spoken about the importance of science education in the UK. Creationism & Intelligent design are greatly featured in the media and are being used disingenuously to portray science & the theory or evolution as being in crisis when they are not. Moreover groups such as Truth in Science are targeting our nation's children and their science education with material that is not only non-scientific but have been rejected by the scientific community. These ideas therefore do not constitute science, cannot be considered scientific education and therefore do not belong in the nation's science classrooms.",
            "closed_at": "2007-05-31T00:00:00Z",
            "created_at": "2006-11-30T17:03:46.574609Z",
            "creator_name": "James Rocks",
            "government_response_at": "2007-06-21T15:19:27.210493Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:19:27.210493Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"prevent the use of creationist and other pseudo-scientific propaganda in Government-funded schools.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12021.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoCreSciEd'",
                    "updated_at": "2007-06-21T15:19:27.210493Z"
                }
            ],
            "opened_at": "2006-11-30T17:03:46.574609Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1506,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 111473
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoCreSciEd/"
    },
    "type": "petition"
}