{
    "data": {
        "attributes": {
            "action": "Stop- or- Limit Immigration Illegal or otherwise",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With an overstretched NHS and Benefit system to British People, and Forever raising taxes to boost the money the government have to spend, if they were to put a money threshold to lodge in a chosen bank, like they do in Australia or put more stringent requirements to come into our country, I am sure everyone in Britain, would benefit, including the government.  Come on people out there, lets do something now before its too late, and we burst at the seams, Let the government know how we all feel, and make them see the truth, we as british citizens have had enough.  Enough is Enough, We are british, we are proud of our heritage, and are sick of being run by stupid people with no common sense, and by rules by the EU and politically correct people, and Human Rights, We managed without all of these rules for the last 50 yrs to my knowledge, so lets stop it all now  Other governments seem to manage it Why can't ours",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-01-24T20:33:24.508952Z",
            "creator_name": "Janis Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-24T20:33:24.508952Z",
            "rejected_at": "2007-02-25T00:03:01.597462Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/UKImmigration/\nhttp://petitions.pm.gov.uk/britain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1117999
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopImmigrants/"
    },
    "type": "petition"
}