{
    "data": {
        "attributes": {
            "action": "Adopt Carbon Rationing and Contraction and Convergence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. We believe Climate Change is one of the most serious threats to mankind, and to biodiversity on this planet, and that rapid action is required.\n\n2. We believe, we need a global cut in emissions of 60% by 2030, and that this is likely to require a 90% cut in UK emissions by 2030.\n\n3. We believe, the fundamental international framework that can deliver these cuts is Contraction and Convergence. We urge the government to campaign tirelessly at an international level for the adoption of Contraction and Convergence. We believe this approach of sharing emssions fairly per capita worldwide, and a process of aligning all nations to that is vital.\n\n4. We believe that supporting C&C in the UK requires adoption of carbon rationing, with a tradeable ability, not green taxation.\n\n5. We believe, green taxation will alienate much of society and will be unpopular with many of the people whose emissions we seek to lower. Green taxes will hurt poorer people more than the rich. Green taxes will not enforce reductions. Green taxes take away personal choice in how we live our lives.\n\n6. We believe, by implementing carbon rationing with binding targets we can force the country to only use its share, rewarding those who have spare ration, and allowing an element of personal choice in how a person spends their ration.\n\n7. We believe, we must implement rationing with a trading ability as otherwise there will simply be a black market. \n\n8. We believe, carbon rationing can bring personal and business emissions within an overall target and ensure fairness between interests of corporations and citizens.\n\n9. We believe supporting these frameworks we need incentives for energy efficiency in the household, and for the use of renewable energy sources.\n\n10. We believe we need regulation for businesses to drive changes in fuel consumption, energy efficiency, food miles etc.",
            "closed_at": "2007-10-15T00:00:00Z",
            "created_at": "2006-11-15T12:21:12.872230Z",
            "creator_name": "Alex Kent",
            "government_response_at": "2007-11-01T17:25:34.760725Z",
            "government_responses": [
                {
                    "created_at": "2007-11-01T17:25:34.760725Z",
                    "details": "You signed a petition asking the Prime Minister to \"Adopt Carbon Rationing and Contraction and Convergence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13691.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Carbon-Rationing'",
                    "updated_at": "2007-11-01T17:25:34.760725Z"
                }
            ],
            "opened_at": "2006-11-15T12:21:12.872230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2609,
            "state": "finished",
            "updated_at": "2007-11-05T03:11:02.544474Z"
        },
        "id": 1118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carbon-Rationing/"
    },
    "type": "petition"
}