{
    "data": {
        "attributes": {
            "action": "prohibit discrimination in the provision of goods, services and facilities, includng health care,on the grounds of transsexual or transgender status, at the earliest point possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This government promised minority groups, including the trans community, to end the two-tier system which denies justice and fairness to those attempting to access goods, services and facilities. \nOf great and particular urgency is the need to ensure equality of access\nto, or use of, health care services, goods and facilities, including\nsurgical treatments, to trans people, and to end the 'postcode lottery' for the funding of such treatments. The shorter waiting times that other people now experience should be similarly available to trans people when accessing health care relating to gender dysphoria. Further, we petition now our unhappiness with any exemptions to protection which might be suggested in the areas of Goods Services and Facilities.  It would be unjust, unfair and unequal to afford religious bodies (or other organisations or individuals) the capacity to continue to arbitrarily and unjustly discriminate against trans people who seek to access goods, services or facilities.",
            "closed_at": "2007-11-26T00:00:00Z",
            "created_at": "2007-01-25T03:48:11.511540Z",
            "creator_name": "Stephen Whittle",
            "government_response_at": "2008-01-04T15:51:51.964056Z",
            "government_responses": [
                {
                    "created_at": "2008-01-04T15:51:51.964056Z",
                    "details": "You signed a petition asking the Prime Minister to \"prohibit discrimination in the provision of goods, services and facilities, includng health care,on the grounds of transsexual or transgender status, at the earliest point possible.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14151.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TransDiscrim'",
                    "updated_at": "2008-01-04T15:51:51.964056Z"
                }
            ],
            "opened_at": "2007-01-25T03:48:11.511540Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1878,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 1122868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TransDiscrim/"
    },
    "type": "petition"
}