{
    "data": {
        "attributes": {
            "action": "Ban the sale of battery eggs and the keeping of battery hens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Five hens are packed into a cage measuring just 45cm by 50cm – only slightly bigger than your average microwave oven. The only time they leave it is when they are taken for slaughter. The average wing span of a hen is 76cm, the width of the cage is 50cm – so not one of the five birds can ever fully stretch their wings during their entire life. As if that wasn’t bad enough, thousands of cages are stacked one on top of another – long rows of them several tiers deep in large, windowless sheds. Electric lighting glares for some 17 hours a day, all to artificially increase the day’s length and promote egg laying. The birds stand uncomfortably and with difficulty on open, sloping wire mesh, through which their excreta falls. They have their beaks cut off and suffer disease in these cruel conditions.\nBasically it's hell on earth for them just so eggs are a few pence cheaper to buy.",
            "closed_at": "2007-07-25T00:00:00Z",
            "created_at": "2007-01-25T09:50:33.358450Z",
            "creator_name": "Stuart Gotsall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-25T09:50:33.358450Z",
            "rejected_at": "2007-02-25T00:03:01.597462Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/chicks/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1126549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Battery-Eggs/"
    },
    "type": "petition"
}