{
    "data": {
        "attributes": {
            "action": "urgently review the current consumer protections contained within The Package Travel Regulations and to order their amendment by Parliament so that such protections are afforded to all British Consumers who purchase a traditional package holiday or a holiday through a 'dynamic package' arrangement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Package Travel Regulations were introduced in 1992 following the adoption of an EU Directive.  Those rights are now under threat following the recent Court of Appeal decision in R v CAA.  We call upon the Government to urgently increase holidaymakers protections, or at the very least, introduce a 'logo' system to identify holidays with or without protections.  HolidayTravelWatch has launched a 'logo' campaign, examples of which can be seen on their website.",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-01-25T14:18:27.980145Z",
            "creator_name": "Frank Brehany",
            "government_response_at": "2008-02-25T16:14:40.082441Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:14:40.082441Z",
                    "details": "You signed a petition asking the Prime Minister to \"urgently review the current consumer protections contained within The Package Travel Regulations and to order their amendment by Parliament so that such protections are afforded to all British Consumers who purchase a traditional package holiday or a holiday through a 'dynamic package' arrangement.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14701.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PackageHolidays'",
                    "updated_at": "2008-02-25T16:14:40.082441Z"
                }
            ],
            "opened_at": "2007-01-25T14:18:27.980145Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 258,
            "state": "finished",
            "updated_at": "2008-01-30T00:01:01.539793Z"
        },
        "id": 1136233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PackageHolidays/"
    },
    "type": "petition"
}