{
    "data": {
        "attributes": {
            "action": "Allow adoption agencies the freedom to work according to the dictates of their conscience when finding adoptive parents for children. Also respect that the preference that children be given a home with a mother and father is not anti-homosexual discrimination.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We respect the need for a secure and fair society where all give and recieve respect. We support the right for homosexual couples to be protected from persecution and discrimination. However, we urge the government to also respect the religious views of adoption agencies and of parents giving their children for adoption; and allow them to specify criteria for adoption according to the dictates of their conscience. We believe church adoption agencies provide a vital service that should be allowed to continue without hinderance. We declare that expressing a preferance that children be placed in homes where there is a mother and a father is not discrimination.",
            "closed_at": "2007-03-01T00:00:00Z",
            "created_at": "2007-01-25T17:12:51.181840Z",
            "creator_name": "Samuel Rushworth",
            "government_response_at": "2007-04-12T15:26:15.532118Z",
            "government_responses": [
                {
                    "created_at": "2007-04-12T15:26:15.532118Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Allow adoption agencies the freedom to work according to the dictates of their conscience when finding adoptive parents for children. Also respect that the preference that children be given a home with a mother and father is not anti-homosexual discrimination.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11466.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Adoption-choice/",
                    "summary": "Government response to petition 'Adoption-choice'",
                    "updated_at": "2007-04-12T15:26:15.532118Z"
                }
            ],
            "opened_at": "2007-01-25T17:12:51.181840Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4827,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1141949
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Adoption-choice/"
    },
    "type": "petition"
}