{
    "data": {
        "attributes": {
            "action": "allow UK citizens who are currently unpaid overseas charity workers to access the NHS (particularly those working in developing countries)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under current legislation UK citizens who are unpaid charity workers for more than 5 years ARE NO LONGER ENTITLED TO FREE NHS HEALTH CARE until they return PERMANENTLY to the UK because access to the NHS is based on RESIDENCE only - not citizenship or National Insurance contributions;\n\n-unless they work in a country with a health agreement with the UK (No countries in developing countries are included in this)\n\nOVERSEAS CHARITY WORKERS FOR MORE THAN 5 YEARS are treated as visitors to the UK and MUST PAY FOR THEIR TREATMENT.\n\nAccess to the NHS is based solely on RESIDENCE.\n\nInformation can be found here: \n\nhttp://www.dh.gov.uk/PolicyAndGuidance/International/OverseasVisitors/fs/en",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-01-25T17:33:43.836249Z",
            "creator_name": "Richard Kellow",
            "government_response_at": "2008-02-25T16:13:41.417858Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:13:41.417858Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow UK citizens who are currently unpaid overseas charity workers to access the NHS (particularly those working in developing countries).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14698.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FreeNHScare'",
                    "updated_at": "2008-02-25T16:13:41.417858Z"
                }
            ],
            "opened_at": "2007-01-25T17:33:43.836249Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 524,
            "state": "finished",
            "updated_at": "2008-01-30T00:01:01.539793Z"
        },
        "id": 1142546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeNHScare/"
    },
    "type": "petition"
}