{
    "data": {
        "attributes": {
            "action": "change current housing legislation to stop the discrimination against service personnel when they retire from the armed forces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Housing associations and the Government should review housing allocation policy in respect of establishing local connections to ensure that former members of the armed forces are not discriminated against when applying for housing.  This in part would acknowledge the important contribution made by Her Majesty's Armed Forces in defending the United Kingdom's national interests; recognise their commitment and professionalism in the service of the country both at home and abroad and further recognises that following the end of their careers in the armed forces many servicemen and women and their families face considerable difficulties in securing housing appropriate to their needs as civilians.",
            "closed_at": "2007-04-29T00:00:00Z",
            "created_at": "2007-01-25T20:35:32.685482Z",
            "creator_name": "Jeff Laing",
            "government_response_at": "2007-05-18T16:12:50.226803Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T16:12:50.226803Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"change current housing legislation to stop the discrimination against service personnel when they retire from the armed forces.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11734.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'forceshousing'",
                    "updated_at": "2007-05-18T16:12:50.226803Z"
                }
            ],
            "opened_at": "2007-01-25T20:35:32.685482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3510,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1146886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/forceshousing/"
    },
    "type": "petition"
}