{
    "data": {
        "attributes": {
            "action": "Sign the Council of Europe convention on Action against Trafficking in Human Beings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CONVENTION ON ACTION AGAINST TRAFFICKING \nIN HUMAN BEINGS \nWe call upon the UK Government to sign and ratify without delay The Council of Europe’s Convention on Action Against Trafficking in Human Beings\nIt is the only international law that provides trafficked people with guaranteed minimum standards of protection. We are particularly concerned about women and men trafficked into virtual slavery in the sex trade.\nWe are concerned that Britain shall mark this bicentenary by signing the Council of Europe Convention on Action against Trafficking in Human Beings. We note that 34 countries have already signed this Convention. It will be an important opportunity for the government to show that it is still committed to the abolition of slavery.\n We understand that a Statutory Order is contemplated to bring it into force. We hope that this Statutory Order will be subjected to sufficiently rigorous Parliamentary scrutiny.",
            "closed_at": "2007-03-30T00:00:00Z",
            "created_at": "2007-01-26T16:22:49.611815Z",
            "creator_name": "Violet Ashford",
            "government_response_at": "2007-05-18T15:45:51.609601Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T15:45:51.609601Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Sign the Council of Europe convention on Action against Trafficking in Human Beings.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11726.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SEXtrafficking'",
                    "updated_at": "2007-05-18T15:45:51.609601Z"
                }
            ],
            "opened_at": "2007-01-26T16:22:49.611815Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 393,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1164958
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SEXtrafficking/"
    },
    "type": "petition"
}