{
    "data": {
        "attributes": {
            "action": "Make Local Authorities throughout United Kingdom allocate 'Motorhome Only' Spaces in Local Authority Car parks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Motor home users pay their Road Tax, pay their insurance, MOT their vehicles and I hope are law abiding citizens. Many are retired or approaching retirement and have a lot of money to spend in your towns and villages.\nHowever when it comes to parking our vehicles on local authority car parks we are in the main locked out, restricted by height barriers or penalised for having larger than average vehicles. If we take up two car park spaces we pay two charges. This does not stop local parking wardens issuing fixed penalty tickets because they state we are not parking our vehicles within the confines of a parking bay. Many of us would love to visit and shop in the local town or village whilst touring the country in the summer months but are stopped from doing so by the lack of provision from the local authorities. Let us park on your car parks and we will spend money in your shops and contribute to your economy",
            "closed_at": "2007-05-30T00:00:00Z",
            "created_at": "2007-01-26T17:47:21.339191Z",
            "creator_name": "James Gibson",
            "government_response_at": "2007-06-21T15:15:29.866462Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:15:29.866462Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Make Local Authorities throughout United Kingdom allocate 'Motorhome Only' Spaces in Local Authority Car parks.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12017.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Motorhome'",
                    "updated_at": "2007-06-21T15:15:29.866462Z"
                }
            ],
            "opened_at": "2007-01-26T17:47:21.339191Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1648,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1166644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Motorhome/"
    },
    "type": "petition"
}