{
    "data": {
        "attributes": {
            "action": "Ban 'puppy farms' and the sale of puppies through third party premises",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Vast numbers of puppies are produced in conditions akin to battery farming. They are crammed into small cages and crates, often in buildings without adequate light or ventilation. The bitches are bred from on every season from a very early age and do not have the relevant health tests carried out for their particular breed. They are not provided with adequate food, water, exercise, grooming and medical attention such as preventative worming and flea treatments. The puppies are then removed from their mother, usually before they are properly weaned, and transported at a very young age in cramped conditions to be sold on in puppy outlets or pet shops. This appalling start in life results in an unhealthy and poorly socialised puppy which really does not make for a  happy and healthy family pet.",
            "closed_at": "2008-01-30T00:00:00Z",
            "created_at": "2007-01-27T19:59:49.203501Z",
            "creator_name": "Becky Smith",
            "government_response_at": "2008-02-25T16:18:47.752265Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:18:47.752265Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban 'puppy farms' and the sale of puppies through third party premises.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14705.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'banpuppyfarms'",
                    "updated_at": "2008-02-25T16:18:47.752265Z"
                }
            ],
            "opened_at": "2007-01-27T19:59:49.203501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6777,
            "state": "finished",
            "updated_at": "2008-12-09T03:01:44.690031Z"
        },
        "id": 1180263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banpuppyfarms/"
    },
    "type": "petition"
}