{
    "data": {
        "attributes": {
            "action": "soften the bullying approach to domestic recycling until the escalating trend for unwanted junk mail, advertising brochures and excess packaging is reduced drastically for every household who feels they have no control over it but fears being made to pay for its disposal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the last few months the amount of advertising brochures in every paper and magazine I buy seems to be escalating rapidly.  I DON'T WANT IT !!! I do now go to the library regularly - one way to recycle !  Junk mail continues to be the main post I receive.  I DO NOT WANT IT !!!  I have begun to go to local butchers to minimize polystyrene tray packaging (or is that the actual meat - difficult to tell sometimes !!) I have also reduced ready meal useage dramatically - the message is getting through - but still my bins fill endlessly.  Also, my mum, in a small flat, and aged 84, is being hounded in the same way to recycle as me, in a four bedroomed detached with utility room and double garage - where is SHE meant to store all these different bins - her kitchen is not big enough to swing a cat, she has no utility room, is disabled so needs someone to take the rubbish out and gets totally confused, but fears the knock on the door or letter from her council.",
            "closed_at": "2007-03-31T00:00:00Z",
            "created_at": "2007-01-28T12:06:29.390405Z",
            "creator_name": "VAL WILLIAMS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-28T12:06:29.390405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 78,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1185876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Recyclepriority/"
    },
    "type": "petition"
}