{
    "data": {
        "attributes": {
            "action": "Make Landlords of HMOs pay Council Tax  or Business Rates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CaSC–Campaign for the Sustainability of Canterbury Communities advocates a change in the law to make landlords of HMOs pay Council Tax or Business Rates.HMOs Houses of Multiple Occupation occupied by full time students do not have to pay council tax yet the tenants make more demands on local services than when it was a family home-the average household is 2.3 persons but the average HMO is at least twice that! In University towns student HMOs create a loss of tax revenue.It is unacceptable that landlords making very large profits should not pay for services which their tenants enjoy as much as any other citizen! We could have\nmore community resources if this deficit was put back into the public purse!\nThe National HMO Lobby advocates amendment of Section 66 of the Local Government Finance Act(1988) such that HMOs no longer qualify as domestic property and thereby become subject to Business Rate-Landlords can’t have it both ways!",
            "closed_at": "2007-07-31T00:00:00Z",
            "created_at": "2007-01-29T02:22:41.943893Z",
            "creator_name": "Jo Calvert-Mindell",
            "government_response_at": "2007-08-29T15:49:47.821967Z",
            "government_responses": [
                {
                    "created_at": "2007-08-29T15:49:47.821967Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Make Landlords of HMOs pay Council Tax or Business Rates.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12957.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TaxHMOs'",
                    "updated_at": "2007-08-29T15:49:47.821967Z"
                }
            ],
            "opened_at": "2007-01-29T02:22:41.943893Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 282,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1197824
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TaxHMOs/"
    },
    "type": "petition"
}