{
    "data": {
        "attributes": {
            "action": "treat violent youth offenders less leniently and for them to be dealt with after the age of 12 in the criminal courts and not by the childrens repoerter as is the case in scotland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i feel 12 is an age where children have a sense of right and wrong and are able to take responsibility for their actions. I feel if they commit a violent crime, ie assault, then they should be dealt with through the courts. My daughter was attacked by two girls, one of whom was a regular offender and terrorised her peer group, yet as she was sent to the childrens reporter all that happened was she was referred to the local authority. In effect nothng happened to these two girls and they are free to do as they please and cause misery and upset for the next 2 years til they reach 16.",
            "closed_at": "2007-03-31T00:00:00Z",
            "created_at": "2007-01-29T00:27:00.952603Z",
            "creator_name": "karen carruth",
            "government_response_at": "2007-04-03T16:00:15.799949Z",
            "government_responses": [
                {
                    "created_at": "2007-04-03T16:00:15.799949Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" treat violent youth offenders less leniently and for them to be dealt with after the age of 12 in the criminal courts and not by the childrens repoerter as is the case in scotland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11419.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/youths/",
                    "summary": "Government response to petition 'youths'",
                    "updated_at": "2007-04-03T16:00:15.799949Z"
                }
            ],
            "opened_at": "2007-01-29T00:27:00.952603Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 234,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1197592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youths/"
    },
    "type": "petition"
}