{
    "data": {
        "attributes": {
            "action": "Stop Dudley Burough council spending twenty million of our money building a mosque",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dudley council West midlands is considering spending twenty million building a mosque and comunity centre next to it in this Medevil Town which has a town centre run down and like a Ghost town, the Muslim population is two and a half per cent and they have a mosque already in a listed building. it is time to wake up in Dudley the Traffic problems not to mention the eye sore, and yet just less than a mile away we have a Hospital with a shortage of beds staff and parking no we dont want a Twenty million pound mosque but the Town centre with not one Resturant in it to be regenerated, It seems the Muslim Population have already purchased the land for the Mosque yet the Planning Department have not given the go ahead yet for another Two weeks, They must be very confident to buy the land I am very concerned.",
            "closed_at": "2008-01-31T00:00:00Z",
            "created_at": "2007-01-28T23:13:57.976425Z",
            "creator_name": "Francis Gore-booth",
            "government_response_at": "2008-02-27T15:27:08.012652Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T15:27:08.012652Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop Dudley Burough council spending twenty million of our money building a mosque.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14734.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nomosques'",
                    "updated_at": "2008-02-27T15:27:08.012652Z"
                }
            ],
            "opened_at": "2007-01-28T23:13:57.976425Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1607,
            "state": "finished",
            "updated_at": "2008-03-02T03:13:27.926816Z"
        },
        "id": 1197088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomosques/"
    },
    "type": "petition"
}