{
    "data": {
        "attributes": {
            "action": "Ensure that the environmentally friendly transport option of trolleybuses is properly considered in transport plans.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trolleybuses are directly powered electric road vehicles on rubber tyres, conventionally steered or guided like diesel buses. Lack of rails reduces costs and disruption to traffic.\n\nThey can get round obstructions and even divert along other roads if necessary. Depots need no wiring and need not be immediately adjacent to the routes.\n\nThey produce no fumes on street and are over twice as efficient as diesel buses, thus less carbon per passenger km. even if power stations are fossil fuelled. Renewable electricity generation makes them 100% non-polluting.\n\nThey are proven technology but updated with latest developments in many of the nearly 400 places where they are in daily use.\n\nThey are cost effective with the environmental advantages coming almost as a 'free bonus'. You can get more benefits across a wider area than with tram systems.\n\nOn systems elsewhere in the world trolleybuses have achieved significant modal shift from car.\n\nWhy has the UK ignored Trolleybuses?",
            "closed_at": "2008-01-31T00:00:00Z",
            "created_at": "2007-01-29T09:35:10.645812Z",
            "creator_name": "Gordon Mackley",
            "government_response_at": "2008-02-27T15:32:00.499494Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T15:32:00.499494Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that the environmentally friendly transport option of trolleybuses is properly considered in transport plans.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14740.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Trolleybuses'",
                    "updated_at": "2008-02-27T15:32:00.499494Z"
                }
            ],
            "opened_at": "2007-01-29T09:35:10.645812Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1788,
            "state": "finished",
            "updated_at": "2008-02-04T03:16:50.884882Z"
        },
        "id": 1201197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trolleybuses/"
    },
    "type": "petition"
}