{
    "data": {
        "attributes": {
            "action": "Give Christians a fair chance and keep the values",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Christianity isn't a club.\nIt isn't a faze people are going through.\nIt isn't an excuse or something to blame for cultural tension and religious problems.\nHowever, in this modern multi-cultural Britain it seems to be something that is OK to be walked all over as \"We wouldn't want to offend anyone\". Well guess what, you offend me and countless others by telling me I can't celebrate Christ's birth or even mention it. I bet nobody will ever ban Divali from being celebrated. Belief in God is the most important choice everyone needs to make. Full stop. Wars will come and go, as will Governments and rulers. One thing is certain: Death. Another certainty is that it can be overcome by Christ's resurrection. For God's sake, let us tell people about it and remember Him at every opportunity we can.\nPlease",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-01-29T18:32:27.823712Z",
            "creator_name": "Richard Craik",
            "government_response_at": "2008-02-28T14:50:14.888010Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:50:14.888010Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give Christians a fair chance and keep the values.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14759.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Christians-Awake'",
                    "updated_at": "2008-02-28T14:50:14.888010Z"
                }
            ],
            "opened_at": "2007-01-29T18:32:27.823712Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1362,
            "state": "finished",
            "updated_at": "2008-02-06T03:12:45.427098Z"
        },
        "id": 1218742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Christians-Awake/"
    },
    "type": "petition"
}