{
    "data": {
        "attributes": {
            "action": "review the recommendation to site the UK's first super-casino in Manchester, as this is contrary to the findings of the N.West Development Agency who support the Blackpool bid",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The reported factors underpinning the decision to recommend that the UK's first super-casino is built in Manchester rather then Blackpool are somewhat spurious and fly contrary to the recommendations from the N.West Development Agency and the majority of other local authorities in the region, i.e. the people who know best in terms of what's needed & where for regeneration across the whole of the N.West - this latest decision will probably turn out to be the straw that finally break's the camel's back as far as the economic future of Blackpool is concerned.",
            "closed_at": "2007-04-01T00:00:00Z",
            "created_at": "2007-01-30T14:03:17.016147Z",
            "creator_name": "Lawrence Warburton",
            "government_response_at": "2007-05-10T15:59:21.376891Z",
            "government_responses": [
                {
                    "created_at": "2007-05-10T15:59:21.376891Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"review the recommendation to site the UK's first super-casino in Manchester, as this is contrary to the findings of the N.West Development Agency who support the Blackpool bid.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11657.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Super-casino'",
                    "updated_at": "2007-05-10T15:59:21.376891Z"
                }
            ],
            "opened_at": "2007-01-30T14:03:17.016147Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1481,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1236495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Super-casino/"
    },
    "type": "petition"
}