{
    "data": {
        "attributes": {
            "action": "Mediate with the Algerian Ambassador in relation to the abduction of Nassima Sadia (aged 8 yrs)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 7th April 2006, Nassima Sadia was taken on a rountine holiday with her father Mustapha Sadia to his native Algeria. On the day they were due to return home Nassima's mother, Dawn Sadia received a recorded telephone message from Mustapha saying that he was not bringing Nassima home to Belfast. Nassima is 8 years old and was born in the Jubliee Maternity Hospital in Belfast on 3rd February 1999. Nassima's family have been in contact with the British embassay in Algeria, they have also had meetings with the Foreign & Commonwealth Office but to date no one has been able to do anything about this situation. The problem we are facing is that we are unable to determine were exactly Mustapha is living with Nassima. Through local police investigations we have established that they are in the area of Birkahadem, Algiers and that Nassima has been enroled in a local school. The family feel that interpol are dragging their feet in the attempt to locate Nassima.",
            "closed_at": "2007-05-02T00:00:00Z",
            "created_at": "2007-01-30T14:26:59.709680Z",
            "creator_name": "Dawn Sadia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-30T14:26:59.709680Z",
            "rejected_at": "2007-02-07T13:59:48.655851Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1237086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BringNassimaHome/"
    },
    "type": "petition"
}