{
    "data": {
        "attributes": {
            "action": "Arrange more funding for infertility (IVF, ICSI etc) for those who need this treatment in order to have a child.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With infertility rates on the increase and birth rates falling why should we be depriving people infertility treatment?  Being infertile or unable to conceive is devastating and the current postcode lottery only makes it harder having to cope emotionally and financially.  Why should those, especially those who have paid taxes and full NI contributions be deprived of medical treatment without individual assessment and advice just like other services offered by the NHS? \n\nAs a wise man once told me;\n“When man came to earth by whatever means you believe he soon discovered death – he knew to die, and soon learned of 3 coping strategies for survival\n1)Medicine, which would postpone the inevitable\n2)Eternal Life, Life after death\n3)Replication, to reproduce \nSo why should we be deprived from these coping strategy’s”\n\nInfertility is a medical problem,and if IVF/ICSI etc can help us individuals and help our falling birth rates then why should it be deprived to us from the NHS?",
            "closed_at": "2007-05-03T00:00:00Z",
            "created_at": "2007-01-30T17:22:46.176746Z",
            "creator_name": "Nicola Spence",
            "government_response_at": "2007-08-31T15:14:34.062816Z",
            "government_responses": [
                {
                    "created_at": "2007-08-31T15:14:34.062816Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" Arrange more funding for infertility (IVF, ICSI etc) for those who need this treatment in order to have a child.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page11914.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'INFERTILITY'",
                    "updated_at": "2007-08-31T15:14:34.062816Z"
                }
            ],
            "opened_at": "2007-01-30T17:22:46.176746Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2910,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1241450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/INFERTILITY/"
    },
    "type": "petition"
}