{
    "data": {
        "attributes": {
            "action": "Posthumously award Bob Paisley a knighthood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bob Paisley was England's best ever manager and won the European Cup three times while manager of Liverpool yet only ever received an OBE. He also won the domestic League title 6 of the 9 years he was in charge. Alex Ferguson has only won the European Cup once, yet received a knighthood. This is not equitable!",
            "closed_at": "2007-03-13T00:00:00Z",
            "created_at": "2006-12-02T22:56:27.901501Z",
            "creator_name": "Ian Little",
            "government_response_at": "2007-04-11T16:26:55.825598Z",
            "government_responses": [
                {
                    "created_at": "2007-04-11T16:26:55.825598Z",
                    "details": "The e-petition asking the Prime Minister to \"Posthumously award Bob Paisley a knighthood\" has now closed. This is a response from the Prime Minister, Tony Blair.\n\n\nBob Paisley's achievements in football were remarkable. It is easy to see why so many people want to see his record formally recognised.\n\nThis has been underlined by the thousands of people who have signed the e-petition on the No 10 website calling for him to be granted a posthumous knighthood.\n\nBut this is simply not possible. A knighthood is an honour only given during someone's lifetime. Unlike bravery awards and medals, they have never been granted posthumously.\n\nFormally, this is because the recipients of knighthoods are admitted into a particular Order when they attend an Investiture ceremony in person.\n\nIn practical terms, however, it would also be impossible to decide which of thousands of figures in our country's history, who were not knighted during their lifetimes, should retrospectively deserve such recognition.\n\nFor example, there are already similar e-petition campaigns for posthumous knighthoods for football managers Bill Shankley, Brian Clough, Jock Stein and Bill Nicholson.\n\nBut strong cases could also be made for many other high-achieving sports figures as well as authors, scientists and others who were not knighted during their lifetimes. Charles Darwin, Captain Cook, RJ Mitchell, who created the Spitfire, John Lennon and even William Shakespeare are just a few of those who were not honoured in this way while they lived.\n\nThe fact they were not knighted, however, does not in any way detract from the contribution they made to this country. Their lives and achievements have each been celebrated and remembered in many other ways. But a knighthood is, however, not possible for someone, no matter how accomplished, who is no longer able to receive it.\n\nYours sincerely,\nTony Blair\n\nFurther information\n\nUK Honours System - http://www.honours.gov.uk/",
                    "summary": "E-petition: response from the Prime Minister",
                    "updated_at": "2007-04-11T16:26:55.825598Z"
                }
            ],
            "opened_at": "2006-12-02T22:56:27.901501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45362,
            "state": "finished",
            "updated_at": "2008-05-06T03:15:40.856092Z"
        },
        "id": 124420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SirBobPaisley/"
    },
    "type": "petition"
}