{
    "data": {
        "attributes": {
            "action": "provide public funding for English and Welsh Mountain Rescue teams.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "English & Welsh mountain rescue teams are a vital emergency service, frequently called upon for assistance by the other recognised emergency services, yet, unlike those other services, they receive no public funding.  Instead, they rely upon charitable donations and fundraising so that they can provide life-saving equipment, training & active services.  \n\nThese teams are not only called out to incidents on mountains, they are called out to motor vehicle accidents, incidents on building sites, urban searches & provide backup support to the ambulance service in town & city centres at busy periods such as Christmas & New Year.  They are employed wherever specialist skills are required in difficult terrain, both rural & urban.  They assist the Police & the Fire Service in search & rescue in any areas where access is difficult.\n\nThey do so much, yet do not receive public funding & it is time that the Government made provision for them.",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-01-31T08:55:28.578836Z",
            "creator_name": "Karen Francis",
            "government_response_at": "2008-02-28T14:46:55.153551Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:46:55.153551Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide public funding for English and Welsh Mountain Rescue teams.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14754.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MountainRescue'",
                    "updated_at": "2008-02-28T14:46:55.153551Z"
                }
            ],
            "opened_at": "2007-01-31T08:55:28.578836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1758,
            "state": "finished",
            "updated_at": "2008-02-05T03:12:22.459413Z"
        },
        "id": 1250930
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MountainRescue/"
    },
    "type": "petition"
}