{
    "data": {
        "attributes": {
            "action": "Reverse the decision of NICE on Erbitux for people with advanced Bowl Cancer because of cost.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bowl cancer kills about 16000 people in the UK every single year. It is equal to a jumbo jet crashing every week and killing all on board. Erbitux is used for people with advanced aggresive bowl cancer and can make a person's end of life better my late partner Margaret was the first in the UK to go on the clinical trial known as the MABEL study it gave Margaret back her quality life for Elevan months most of the time she forgot she had cancer. It stopped her cancer growing and shrunk it in nine months by 41% in some cases making people operable.\nMargaret died peacefully instead of the terrible way she could have. Had she not had the oppertunity of Erbitux. SURLEY IT IS THE RIGHT OF ALL TO HAVE A CHANCE TO A QULITY END OF LIFE. WHEN YOU SEE MOST OF EUROPE AND NORTH AMERICA GIVING ERBITUX \"BECAUSE OF THE BRITISH LEAD RESEACH\"",
            "closed_at": "2007-04-05T00:00:00Z",
            "created_at": "2007-01-31T09:04:19.990470Z",
            "creator_name": "NICK GARNER",
            "government_response_at": "2007-05-14T16:12:58.318494Z",
            "government_responses": [
                {
                    "created_at": "2007-05-14T16:12:58.318494Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Reverse the decision of NICE on Erbitux for people with advanced Bowl Cancer because of cost.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11699.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Right-to-Life'",
                    "updated_at": "2007-05-14T16:12:58.318494Z"
                }
            ],
            "opened_at": "2007-01-31T09:04:19.990470Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 265,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1251152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Right-to-Life/"
    },
    "type": "petition"
}