{
    "data": {
        "attributes": {
            "action": "give his personal assurance to British Kidney Cancer Patients that the newly licensed and approved drugs; Sutent (sunitinib) & Nexavar (sorafenib) will be made available to Kidney Cancer patients throughout the United Kingdom on prescription and fully funded by \"our\" NHS.  Kidney Cancer is notoriously difficult to treat, the standard cancer treatments of chemotherapy/ radiation therapy are not effective against Kidney Cancer (Renal cell Carcinoma). Leading cancer consultants agree that Sutent & Nexavar represent the first real advance in treatment for a hitherto almost untreatable cancer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is an irrational situation. Some PCT’s accept the clinical judgement of senior  cancer consultants, but other PCT’s force desperately ill patients through a long & complicated exceptional cases/appeals process, then  disregard the clinicians opinion  and refuse to fund the recommended treatment.\n\nThese two drugs are licensed & approved by the European Commission & in the USA as the standard treatment for metastatic RCC. \n It is unacceptable and immoral that British Kidney Cancer patients, who have no other hope, can be denied these drugs and sentenced to a premature death.",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-01-31T10:37:00.136293Z",
            "creator_name": "Rose Woodward",
            "government_response_at": "2008-02-28T14:55:59.127899Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:55:59.127899Z",
                    "details": "You signed a petition asking the Prime Minister to \"give his personal assurance to British Kidney Cancer Patients that the newly licensed and approved drugs; Sutent (sunitinib) & Nexavar (sorafenib) will be made available to Kidney Cancer patients throughout the United Kingdom on prescription and fully funded by \"our\" NHS. Kidney Cancer is notoriously difficult to treat, the standard cancer treatments of chemotherapy/ radiation therapy are not effective against Kidney Cancer (Renal cell Carcinoma). Leading cancer consultants agree that Sutent & Nexavar represent the first real advance in treatment for a hitherto almost untreatable cancer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14764.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kidneycancerRCC'",
                    "updated_at": "2008-02-28T14:55:59.127899Z"
                }
            ],
            "opened_at": "2007-01-31T10:37:00.136293Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8302,
            "state": "finished",
            "updated_at": "2008-03-07T03:12:10.243815Z"
        },
        "id": 1253857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidneycancerRCC/"
    },
    "type": "petition"
}