{
    "data": {
        "attributes": {
            "action": "Re Evaluate the new legislation on psilocybin and psilocin containing mushrooms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On April the 7th 2005, the Drugs Act 2005 was passed, which banned the sale of fresh, psilocybin containing mushrooms. As of July 18th 2005, it was passed that Psilocybin and Psilocin containing mushrooms or spores are to be treated as a Class A drug, along side Heroin, Cocaine, LSD, Crack and other such \"hard\" drugs.\n\nWhen looking at the chemical structure of the active ingredients in these mostly harmless mushrooms, one should compare the indole tryptamine derivatives. Psilocin, Psilocybin, Baeocystin and Dimethyltryptamine (all hallucinogenic ingredients, some present in mushrooms) all have remarkably similar chemical structures to those of tryptophan, serotonin, tryptamine and indole, all of which are naturally occurring in the human body. \n\nPrior to the law, data was misinterpreted and the sale of these harmless mushrooms was abundant. Now, the more dangerous ibotenic acid, muscimol, muscazone and muscarine containing \"Fly Agaric\" is now prolific amongst recreational drug users.",
            "closed_at": "2007-12-04T00:00:00Z",
            "created_at": "2006-12-03T16:06:23.302721Z",
            "creator_name": "Lloyd Kimber",
            "government_response_at": "2008-01-08T16:12:53.197452Z",
            "government_responses": [
                {
                    "created_at": "2008-01-08T16:12:53.197452Z",
                    "details": "You signed a petition asking the Prime Minister to \"Re Evaluate the new legislation on psilocybin and psilocin containing mushrooms.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14187.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Psilocybin'",
                    "updated_at": "2008-01-08T16:12:53.197452Z"
                }
            ],
            "opened_at": "2006-12-03T16:06:23.302721Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 319,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 126263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Psilocybin/"
    },
    "type": "petition"
}