{
    "data": {
        "attributes": {
            "action": "disregard all e-petitions asking for honours to be awarded to so-called celebrities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is already an established procedure for nominating people for honours and it is inappropriate for e-petitions to be used for this. Such petitions really ought to be rejected straightaway.\n\nIn any case, the \"popera stars\" and other so-called celebrities currently being cited for their so-called \"services\" to music etc, do not have the professional stature or record of achievement necessary to justify any kind of honour, let alone a CBE, knighthood or damehood. Simply being popular and selling high numbers of CDs etc to an undiscerning public is no reason to receive honours which should more properly be given to people who have really done something selfless and special, something that will make the world a better place for the coming generations.  In a few years, the current celebrities will be forgotten in favour of new \"stars\". Please let us honour those whose stars really do shine brilliantly.",
            "closed_at": "2007-07-31T00:00:00Z",
            "created_at": "2007-01-31T17:32:20.547320Z",
            "creator_name": "Elizabeth Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-31T17:32:20.547320Z",
            "rejected_at": "2007-03-07T00:03:03.155599Z",
            "rejection": {
                "code": 16384,
                "details": "Petitioners for honurs will be sent to http://www.honours.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1265864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notocheaphonours/"
    },
    "type": "petition"
}