{
    "data": {
        "attributes": {
            "action": "Support the recent application to the UK Civil Aviation Authority for direct flights between London and Ercan airport in northern Cyprus.  Nearly 3 years have passed since the referendum in which Turkish Cypriots voted in favour of the UN brokered comprehensive settlement, yet northern Cyprus remains isolated in spite of commitments from the UN, the EU, HM Government and the PM personally to end isolations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UN, the US and the EU pledged to end the isolation of Turkish Cypriots (TC's) following the community’s vote to accept the UN unification Plan in 2004. \nSince then, a number of commitments have also been made by the UK Government and the PM personally to end embargoes on trade and direct flights, including in May 05 when Government concluded that, \"We continue to believe that direct flights between the UK and north Cyprus would contribute materially to ending the isolation of the TC's and would contribute to the prospects for reunification. It therefore remains our position that we would in principle support the commencement of direct flights to northern Cyprus.\"\n\nCyprus Turkish Airlines have made an application to the UK Authorities for direct flights between London and north Cyprus.  We request and expect the Government and the PM to give full support to this application.",
            "closed_at": "2007-04-05T00:00:00Z",
            "created_at": "2006-12-03T17:55:52.060384Z",
            "creator_name": "Atalay Cholak",
            "government_response_at": "2007-05-03T15:56:07.773336Z",
            "government_responses": [
                {
                    "created_at": "2007-05-03T15:56:07.773336Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Support the recent application to the UK Civil Aviation Authority for direct flights between London and Ercan airport in northern Cyprus. Nearly 3 years have passed since the referendum in which Turkish Cypriots voted in favour of the UN brokered comprehensive settlement, yet northern Cyprus remains isolated in spite of commitments from the UN, the EU, HM Government and the PM personally to end isolations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11602.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Direct-Flights'",
                    "updated_at": "2007-05-03T15:56:07.773336Z"
                }
            ],
            "opened_at": "2006-12-03T17:55:52.060384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7949,
            "state": "finished",
            "updated_at": "2007-12-03T03:11:34.413450Z"
        },
        "id": 126681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Direct-Flights/"
    },
    "type": "petition"
}