{
    "data": {
        "attributes": {
            "action": "block foreign takeovers of British businesses where those acquirers act from a protected position.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently seeing an unprecedented number of large British companies falling into the hands of foreign acquirers. One of the main reasons for this is the protection foreign companies (from France, to Spain to the US) receive from the political will in their home countries. The government foolishly insists it shows a high level of confidence in the UK economy. The only confidence being exhibited is by foreign companies and in the ease in which it is possible to soak up British assets. Until it is easy for British companies to purchase abroad, it should not be so easy for them to be acquired from abroad. The government should insist on a level playing field, before there is nothing in Britain left to sell. Britain is richer when companies like BAA, BOC, BPB, the LSE, Scottish Power, and others are British owned and run, and their corporation taxes flow into our exchequer. Surely anyone can see that.",
            "closed_at": "2007-12-05T00:00:00Z",
            "created_at": "2006-12-03T18:18:32.624410Z",
            "creator_name": "William Harrington",
            "government_response_at": "2008-02-28T14:21:53.665099Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:21:53.665099Z",
                    "details": "You signed a petition asking the Prime Minister to \"block foreign takeovers of British businesses where those acquirers act from a protected position.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14751.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveUKplc'",
                    "updated_at": "2008-02-28T14:21:53.665099Z"
                }
            ],
            "opened_at": "2006-12-03T18:18:32.624410Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 221,
            "state": "finished",
            "updated_at": "2007-12-06T00:01:02.366519Z"
        },
        "id": 126779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveUKplc/"
    },
    "type": "petition"
}