{
    "data": {
        "attributes": {
            "action": "Give minority rights to individuals on the autistic spectrum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many fear current events could result in the total genocide of autistic people via a prenatal test and the prospect of invasive brain surgery, forced medication, \"behavioural therapy\" and other methods designed to forcefully change an autistic person into a non-autistic one.\n\nThe undersigned view this growing situation as akin to the rise of civil rights for black people and homosexuals, or the rise of feminism. We wish to be granted the same legal protections under law as other minority groups without having to take the label of being disabled. Many of us are in the situation of being labelled as disabled in order to call into question our mental competence, while at the same time not being disabled enough to get reasonable adjustments to workplaces and services where required. Many autistics are unemployed due to prejudice from employers while being fully qualified to work. Various autistic traits all contribute to the prejudice we face without affecting our ability to work.",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-02-01T00:38:17.337954Z",
            "creator_name": "Gareth Nelson",
            "government_response_at": "2008-04-25T14:58:46.055086Z",
            "government_responses": [
                {
                    "created_at": "2008-04-25T14:58:46.055086Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give minority rights to individuals on the autistic spectrum.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15342.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'autismrights'",
                    "updated_at": "2008-04-25T14:58:46.055086Z"
                }
            ],
            "opened_at": "2007-02-01T00:38:17.337954Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2008-02-07T03:12:21.905584Z"
        },
        "id": 1272784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/autismrights/"
    },
    "type": "petition"
}