{
    "data": {
        "attributes": {
            "action": "John Maguire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Blair,\nPlease put pressure on the government of Gibraltar to face up to their responsibilities by bringing the twentythree year old liquidation of International Investments Ltd, to a close.\nThis bank was issued with a limited licence by the government of Gibraltar in 1978 to trade as a bank. The government in Gibraltar allowed this bank to trade without supervision. No Auditor's Reports or books of account were kept and the bank was allowed to go by default.\nI recently requested my local MEP to write to the First Minister of Gibraltar requesting information from him about when the government of Gibraltar was going to bring the liquidation of International Investments Ltd, to a close, only to receive a reply from him that there were no assets in the company and that no one in the government was interested in winding up this company's affairs. My MEP also requested a copy of the original banking licence issued to Internationa Investments Ltd but this had been mislaid.",
            "closed_at": "2008-02-01T00:00:00Z",
            "created_at": "2007-02-01T19:38:02.026336Z",
            "creator_name": "John Maguire",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-01T19:38:02.026336Z",
            "rejected_at": "2007-03-15T00:03:03.791058Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action, not your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1294395
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Citizen/"
    },
    "type": "petition"
}