{
    "data": {
        "attributes": {
            "action": "Stop quarrying damaging the Peak District National Park",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Longstone Edge is a beautiful three-mile-long ancient limestone hill, prominently situated within sight of Chatsworth House, just to the north of Bakewell in the Peak District National Park, which is threatened by an enormous quarry at its eastern end. A massive scar will be made in the heart of unspoilt scenery in the second most-visited National Park in the world.  Permanent damage is being caused by large-scale limestone aggregate removal from areas of Longstone Edge, situated in the centre of the Peak District National Park.  \nCompanies are exploiting ancient 1952 permissions to operate a primarily limestone extraction with no obligations for restoration of the damage caused.\nThis is in direct contravention of the spirit of all National Parks which exist to protect areas of great natural beauty, and threatened species and habitats. \nThis must not be allowed to happen.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-02-01T20:40:23.198351Z",
            "creator_name": "Roger Topham",
            "government_response_at": "2008-03-04T14:38:27.817595Z",
            "government_responses": [
                {
                    "created_at": "2008-03-04T14:38:27.817595Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop quarrying damaging the Peak District National Park.\" \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14870.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Quarrying'",
                    "updated_at": "2008-03-04T14:38:27.817595Z"
                }
            ],
            "opened_at": "2007-02-01T20:40:23.198351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2545,
            "state": "finished",
            "updated_at": "2008-02-07T00:01:01.163309Z"
        },
        "id": 1295689
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Quarrying/"
    },
    "type": "petition"
}