{
    "data": {
        "attributes": {
            "action": "congratulate the Open University and other schools, colleges, local authorities and universities for utilising free and open source software to deliver cost-effective educational benefit not just for their own institutions but also the wider community; and to express concern that Becta and the Department for Education and Skills, through the use of outdated purchasing frameworks, are effectively denying schools the option of benefiting from both free and open source software and the value and experience small and medium ICT companies could bring to the schools market.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Head teachers and principals should be able to make decisions about the goods and services that best suit the needs of their institutions. It is therefore important that they have the option to choose free and open source software. Sadly the Open Schools Alliance is obliged to catalogue the negative effect of government departments in this respect.\n\nHowever open minded organisations independent from industry are still a force for good. For example on the day this petition was submitted the Bucks Herald described how free and open source software provided by Bucks County Council helped Winslow Church of England Combined School gain Arts Mark accreditation.\n\nBy allowing free and open source products to compete in the market, not only will choice be improved, but also the standard of material available. This is crucial in an era where competent information technology skills are paramount in the workplace.",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-02-01T22:04:08.255897Z",
            "creator_name": "Jocelyn E. Chappell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-01T22:04:08.255897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 119,
            "state": "finished",
            "updated_at": "2008-02-13T00:01:01.209364Z"
        },
        "id": 1297243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schoolsoftware/"
    },
    "type": "petition"
}