{
    "data": {
        "attributes": {
            "action": "Bring back dedicated military hospitals and provide adequate facilities (non NHS) for members of the Armed Forces who are injured or disabled in the course of their duties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Members of our Armed Forces take part in conflicts on the say so of the Government. The reasons for these are numerous; our Armed Forces take up the challenge and carry out their duties to the best of their abilities. It is only right that adequate facilities are provided within the Service environment to aid injured & disabled personnel. The NHS is already stretched, beds are limited and PCTs struggle to make ends meet. Is this really the best environment to treat servicemen/women who have been subjected to injuries that many of us can only imagine? A more sensible approach would be to treat these people in facilities dedicated to their needs and surrounded by their comrades. Spare capacity could be used to assist the NHS. This is a reverse of the current situation and would free up beds and ease the burden in NHS hospitals. Bringing back military hospitals can go some way to providing this service. This is a small price to pay for those people who help to protect our liberty.",
            "closed_at": "2007-08-06T00:00:00Z",
            "created_at": "2007-02-01T22:08:16.904618Z",
            "creator_name": "Joseph O'Gorman",
            "government_response_at": "2007-08-29T15:52:52.038373Z",
            "government_responses": [
                {
                    "created_at": "2007-08-29T15:52:52.038373Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Bring back dedicated military hospitals and provide adequate facilities (non NHS) for members of the Armed Forces who are injured or disabled in the course of their duties.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12961.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Forces-Hospitals'",
                    "updated_at": "2007-08-29T15:52:52.038373Z"
                }
            ],
            "opened_at": "2007-02-01T22:08:16.904618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31424,
            "state": "finished",
            "updated_at": "2008-05-19T03:28:07.374010Z"
        },
        "id": 1297319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Forces-Hospitals/"
    },
    "type": "petition"
}