{
    "data": {
        "attributes": {
            "action": "investigate why it would not be a fairer system to transfer the vehicle road tax onto the price of fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If Vehicle road tax revenues were put onto the cost of fuel then every motorist would pay for the mileage they actually drive. \nThere would be incentives to buy & drive fuel efficient vehicles & no requirement for the expensive, complicated and intrusive electronic surveillance systems being proposed for road pricing / tolls. \nThe calculation of how much to add per litre of fuel in order to raise the reveue required can be made on the basis of the records & revenue receipts from the fuel Companies on how much fuel was sold in the UK. \nAllowances can be made for LPG & diesel fuels, for commercial & farm vehicles, the poss' decreased in car use, & the additional amount raised from previously untaxed cars & from foreign drivers paying a charge on the fuel they bring in to the UK, etc.\nSavings could be made at the DVLA & allow the Police able to concentrate on their other duties.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-02-02T04:55:42.769401Z",
            "creator_name": "RICHARD TURNER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-02T04:55:42.769401Z",
            "rejected_at": "2007-03-13T12:00:19.988437Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions on this area already. Please consider signing one of those, rather than setting up your own.\nhttp://petitions.pm.gov.uk/End-Road-Tax/\nhttp://petitions.pm.gov.uk/non-payers/\nhttp://petitions.pm.gov.uk/road-tax-duty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1299644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TRANSFER-ROADTAX/"
    },
    "type": "petition"
}