{
    "data": {
        "attributes": {
            "action": "Ensure that any Motorist who is detected with Excessive Alcohol or Drugs in their system has their License Immediately suspended by the Police until such time as their case is heard in court.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Drivers who drink and drive Cause Death and destruction on our roads.  Yet a loophole allows them to drive for up to a year after the initial detection - as this is how long it takes them to be brought before the courts.  I would argue that they are an increased risk and as such, should face an immediate suspension of their License once a positive reading has been obtained by the Police, and should last until they appear in Court.  This would help make the roads safer, and act as a deterent.",
            "closed_at": "2007-08-06T00:00:00Z",
            "created_at": "2007-02-02T09:46:34.791780Z",
            "creator_name": "David Malcolm",
            "government_response_at": "2007-08-24T16:04:11.293564Z",
            "government_responses": [
                {
                    "created_at": "2007-08-24T16:04:11.293564Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure that any Motorist who is detected with Excessive Alcohol or Drugs in their system has their License Immediately suspended by the Police until such time as their case is heard in court.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12928.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Campaign4Carl'",
                    "updated_at": "2007-08-24T16:04:11.293564Z"
                }
            ],
            "opened_at": "2007-02-02T09:46:34.791780Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 353,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1303372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Campaign4Carl/"
    },
    "type": "petition"
}