{
    "data": {
        "attributes": {
            "action": "ensure that all public sector Performance Indicators, targets and statistics are well- and tightly-defined, truly meaningful and not duplicated; this will ensure that the data gained is valid, that time and money is not needlessly wasted in their collection and that everybody concerned knows what they are supposed to be doing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having worked in several public sector jobs I know that there is a massive waste of time & resources collecting data that is often duplicated and usually worthless.\n\nMy experience includes London Underground lines (mostly Sub-Surface: e.g. District Line) where Trains Per Hour counts of \"0\" (zero) trains are counted as a full service (\"no, we can't change the way that they are calculating it as we want to ensure compatability with their historical data\").\n\nOr how about when SRB6 passed from ODPM to the DTI?  The ODPM KPIs still needed to be collected alongside the new DTI stats; and they were all worthless because there was no consistency in their interpretation and the definitions changed time and time again.\n\nThe amounts wasted in compiling this so-called data is scandalous; worse the people having to produce all this crap would all rather be providing a service to the general public (their ultimate employers).\n\nSort it.\n\nNOW!",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-02T10:31:04.459232Z",
            "creator_name": "rj mansfield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-02T10:31:04.459232Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-02-14T00:01:01.822340Z"
        },
        "id": 1305155
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KPI-BULLSH-T/"
    },
    "type": "petition"
}