{
    "data": {
        "attributes": {
            "action": "Prevent Staffordshire County Council from completing proposed closure of their Residential Homes and EMI Daycentres",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the 'Changing Lives' reform, Staffordshire County Council is closing all of their residential homes and Elderly Mentally Infirm (EMI) daycentres.\n\nThe timescales are alarming. The council want to shut the facilities within a year irrespective of whether or not there is a good quality, local replacement.\n\nPrivate sector alternatives are given to the lowest bidder who will still be expecting to turn a profit. Consequently, the level of care drops.\n\nMoving residents against their will is highly stressful and can be directly responsible for death.\n\nThe EMI daycentre care enables many people to maintain independence and to live at home. Closing them would mean that more people would rely on non-professional carers or have to move into a residential home (which is contrary to the 'Changing Lives' goal).\n\nThis petition urges the Prime Minister to reverse the decision to close the services in Staffordshire.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-02-02T12:37:41.170005Z",
            "creator_name": "Andy Saul",
            "government_response_at": "2008-02-29T16:19:04.342433Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:19:04.342433Z",
                    "details": "You signed a petition asking the Prime Minister to \" Prevent Staffordshire County Council from completing proposed closure of their Residential Homes and EMI Daycentres.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14792.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'keep-care-open'",
                    "updated_at": "2008-02-29T16:19:04.342433Z"
                }
            ],
            "opened_at": "2007-02-02T12:37:41.170005Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 641,
            "state": "finished",
            "updated_at": "2008-02-07T00:01:01.163309Z"
        },
        "id": 1310860
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keep-care-open/"
    },
    "type": "petition"
}