{
    "data": {
        "attributes": {
            "action": "START using the un-natural phenomenon of extra climate change, not as an excuse to raise taxes, as there is scientific proof that it is man's actions that are causing it, but to invest in technology to address it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Start using the un-natural phenomenon of extra climate change, not as an excuse to raise tax, as there is scientific proof that man's actions are causing it, but to invest in technology to address it.\nThe existing subsidy for ground source heat pumps, insulation, effective turbines, solar water heating, and local power generation etc; is too small. This restricts them to the rich and the poor.\nThe UN reports that, excluding natural phenomena, there IS a 1.5 degree increase from power production (and wastage), farm-animal methane etc. In Britain we face excess heat in summer or freezes if the Gulf Current stops. \nThough a small % of the cause, if we invest in what we do well, research and buying green technology, then India and China will have more innovative and cheaper technology.\nWe petition the PM to put our money where his mouth is and urgently reallocate budget for the clear skies subsidies, to at least 50% of cost with a higher upper limit per household.",
            "closed_at": "2007-04-16T00:00:00Z",
            "created_at": "2007-02-02T14:31:11.316663Z",
            "creator_name": "Mary Freeman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-02T14:31:11.316663Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1315683
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Invest-green/"
    },
    "type": "petition"
}