{
    "data": {
        "attributes": {
            "action": "To declare homosexual civil unions as homosexual marriages.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, there are only  countries that recognise and accept homosexual marriages: the Netherlands, Belguim, Canada, South Africa and Spain. Also the state of Massachusetts, in America.\n  Many gays, male and female alike, are outaged that in their homeland, they are not allowed be a recognised as \"married\" with their partner, and are classed as \"Civil unions\". This Petition is requesting that the law be re-evaluated and cagd to \"Marriage\" rather than \"Civil Union\". Does it not say in the Universal Declaration of Human Rights, in Article 7: \"All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination in violation of this Declaration and against any incitement to such discrimination.\" In this case, the discrimination of homosexuality against marriage.",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-02-02T14:48:29.229135Z",
            "creator_name": "Daniel Cole",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-02T14:48:29.229135Z",
            "rejected_at": "2007-03-08T00:03:04.239267Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Gaymarriage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1316452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GayRelations/"
    },
    "type": "petition"
}