{
    "data": {
        "attributes": {
            "action": "acknowledge that global oil and gas supplies are peaking and will soon decline; a situation requiring immediate action.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world contains a finite quantity of oil and gas which will eventually 'run out' if we continue to use it. However, more important is to acknowledge that the rate of extraction (production or supply) of oil and gas will reach a peak from which it will decline, whilst demand continues to rise. There is growing concern in the scientific, business, ecological and other communities that the dates for peak oil and gas have already occurred, are currently occurring, or will occur in mere years not decades.\n\nWe ask the Prime Minister to acknowledge and accept this argument, and to take immediate and responsible action to deal accordingly with the potential energy and associated crises it could create.",
            "closed_at": "2007-09-14T00:00:00Z",
            "created_at": "2006-12-04T15:19:38.016065Z",
            "creator_name": "Jacob Gordon",
            "government_response_at": "2007-10-03T15:19:43.799484Z",
            "government_responses": [
                {
                    "created_at": "2007-10-03T15:19:43.799484Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"acknowledge that global oil and gas supplies are peaking and will soon decline; a situation requiring immediate action.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13388.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'peakoil'",
                    "updated_at": "2007-10-03T15:19:43.799484Z"
                }
            ],
            "opened_at": "2006-12-04T15:19:38.016065Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 132792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peakoil/"
    },
    "type": "petition"
}