{
    "data": {
        "attributes": {
            "action": "give automatic PRISON sentences to anyone assessed and found guilty of animal cruelty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "no matter how small or trivial the act may be, animal cruelty is totally sick and the pain that some of this worlds animals have gone through because of some sick human is bad enough, only for them to be told \"they can't own another pet for 3 months\", or a small fine, or any other slap on the wrists is OUT OF ORDER!  the government must face up to the fact that they have a responsibility to the UK's animals, and give prison sentences to EVERYONE found guilty of cruelty to animals.  it is the only way that the sick people who do this pay for the pain they inflict on these animals, and that they are justly punished. we must stop this torture, and make those who inflict it pay the price.  a prison sentence will make them think twice before carrying out their sick act.",
            "closed_at": "2008-02-07T00:00:00Z",
            "created_at": "2007-02-02T23:30:55.132917Z",
            "creator_name": "louise donoghue",
            "government_response_at": "2008-02-29T16:22:25.853818Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:22:25.853818Z",
                    "details": "You signed a petition asking the Prime Minister to \"give automatic PRISON sentences to anyone assessed and found guilty of animal cruelty.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14795.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ANIMALS'",
                    "updated_at": "2008-02-29T16:22:25.853818Z"
                }
            ],
            "opened_at": "2007-02-02T23:30:55.132917Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 208,
            "state": "finished",
            "updated_at": "2008-02-08T00:01:01.265868Z"
        },
        "id": 1331347
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ANIMALS/"
    },
    "type": "petition"
}