{
    "data": {
        "attributes": {
            "action": "Do not incinerate household rubbish!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Waste should not be incinerated. If rubbish is burnt fine particulates are absorbed directly into the blood stream via the lungs. Fine particles can harm health, especially if people already have breathing difficulties or lung disease. Fine particles have been linked to respiratory disease and premature death.\n\nBut that may not be the worst of it...\n\nDioxins and furans are some of the most toxic chemicals known to science. The major source of dioxin in the environment comes from waste-burning incinerators. In addition to cancer, exposure to dioxin can also cause severe reproductive and developmental problems.\nDioxin is well-known for its ability to damage the immune system and interfere with hormonal systems. Dioxin exposure has been linked to birth defects, inability to maintain pregnancy, decreased fertility, reduced sperm counts, endometriosis, diabetes, learning disabilities, immune system suppression, lung problems, skin disorders, lowered testosterone levels and much more.",
            "closed_at": "2007-12-11T00:00:00Z",
            "created_at": "2006-12-04T17:40:50.765537Z",
            "creator_name": "Martine Davis",
            "government_response_at": "2008-01-11T16:19:55.004300Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:19:55.004300Z",
                    "details": "You signed a petition asking the Prime Minister to \"Do not incinerate household rubbish!!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14228.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'incineration'",
                    "updated_at": "2008-01-11T16:19:55.004300Z"
                }
            ],
            "opened_at": "2006-12-04T17:40:50.765537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 497,
            "state": "finished",
            "updated_at": "2007-12-21T03:12:20.836357Z"
        },
        "id": 134247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/incineration/"
    },
    "type": "petition"
}