{
    "data": {
        "attributes": {
            "action": "Ignore calls to ban 'controversial' computer video games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Apparently, we have 'libertys' in this country... however, it seems that our right to entertain ourselves with a console system is being undermined. child rights groups (or as I like to call them, MAE, Mums Against Everything.) are seeming to suggest computer games cause teenagers to become miniature hannibals. there seems to be no hard evidence for this ecxept a few teenagers punch pillows slightly harder after playing video games. leading MPs are calling out to 'Paralyse the playstation'. i take this as a horrible infringment on my rights as a UK citizen and a human being. biased newspapers such as Daily Mail call games such as manhunt and grand theft auto 'evil'. recently, it has branded canis canem edit, a game in which you play 15 year old jimmy hopkins and in which you can misbehave. they are making it out to be the work of the devil when in fact it is largly harmless, and i am sick to the back teeth with it! sign under if you agree, keep the country free and away from hipocrites",
            "closed_at": "2008-02-07T00:00:00Z",
            "created_at": "2007-02-03T19:59:47.313977Z",
            "creator_name": "james duncan",
            "government_response_at": "2008-03-04T14:43:17.904853Z",
            "government_responses": [
                {
                    "created_at": "2008-03-04T14:43:17.904853Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ignore calls to ban 'controversial' computer video games.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14872.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'videogames'",
                    "updated_at": "2008-03-04T14:43:17.904853Z"
                }
            ],
            "opened_at": "2007-02-03T19:59:47.313977Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 376,
            "state": "finished",
            "updated_at": "2008-02-08T03:12:23.443350Z"
        },
        "id": 1349369
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/videogames/"
    },
    "type": "petition"
}