{
    "data": {
        "attributes": {
            "action": "stop just talking about climate change and issue every UK citizen a carbon quota to use or trade",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If we were each given a carbon quota per year no one could buy themselves out of the climate issues we face. Green taxes mean nothing if they don't benefit the cause directly and the wealthy care not. A carbon quota of 5 tons per year for every individual for example, could be plenty for someone who is living an eco life style, but no where near enough for those jetting off all over the world or driving massive cars. The \"eco person\" could sell the \"spare\" carbon to the \"non-eco person\" and profit from there efforts. However we could choose not to sell and force the price up for those who are carbon hungry. This way the \"tax\" hits those who do the most damage and benefits those who don't. On a global scale this could also help poor nations who don't have carbon hungry lifestyles and potentially solve world poverty and climate change in one.",
            "closed_at": "2008-02-04T00:00:00Z",
            "created_at": "2007-02-04T19:54:03.452428Z",
            "creator_name": "Matthew Elphinstone-Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-04T19:54:03.452428Z",
            "rejected_at": "2007-03-10T00:03:02.749758Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/mycarbontrade/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1367213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carbonforsale/"
    },
    "type": "petition"
}