{
    "data": {
        "attributes": {
            "action": "scrap speed cameras",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After 15 years of speed cameras on British roads, neither road deaths nor hospitalisations have fallen as expected.\n\nDrivers know as if by instinct that speed cameras are the wrong road safety policy. The extensive research and analysis conducted by the Safe Speed road safety campaign confirms that drivers have been right all along. Far from making our roads safer, speed cameras have replaced genuine life saving policies and distracted everyone from more important safety factors.\n\nInstead...\n\n- We must have road safety policies based on skills, attitudes and responsibilities\n\n- We must have effective roads policing especially to deal with 'rogue drivers'\n\n- We must avoid needlessly prosecuting skilled and responsible drivers driving safely\n\n- We must measure what is important, not make important that which is easily measured - and you can't measure safe driving in miles per hour\n\n",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-02-05T05:33:27.622197Z",
            "creator_name": "Paul Smith",
            "government_response_at": "2007-06-28T10:03:25.999580Z",
            "government_responses": [
                {
                    "created_at": "2007-06-28T10:03:25.999580Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"scrap speed cameras.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12127.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'scrapcam'",
                    "updated_at": "2007-06-28T10:03:25.999580Z"
                }
            ],
            "opened_at": "2007-02-05T05:33:27.622197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28092,
            "state": "finished",
            "updated_at": "2008-05-17T03:26:41.852720Z"
        },
        "id": 1371783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrapcam/"
    },
    "type": "petition"
}