{
    "data": {
        "attributes": {
            "action": "Cut the VAT on children’s sun care recognising that overexposure to UV rays can cause cancer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that protecting our children against the harmful rays of the sun is a priority and products that do this should not be liable for the full rate of VAT. Since the beginning of this campaign last summer Superdrug has been paying the VAT for customers on its own label range of children’s sun care – and will continue to do so.\n\nOverexposure to UV rays can cause skin cancer, the most commonly diagnosed cancer in the UK, with over 70,000 new cases each year.  It is estimated that we get around 80 per cent of our exposure to the sun before the age of 21.  We believe the VAT should be cut on children’s sun care from 17.5% to 5%.  Sign this petition to show Mr Blair and Mr Brown that we believe protecting our children in the sun is a vital health issue.",
            "closed_at": "2007-08-08T00:00:00Z",
            "created_at": "2007-02-05T08:51:19.693561Z",
            "creator_name": "Superdrug",
            "government_response_at": "2007-08-30T15:14:40.546662Z",
            "government_responses": [
                {
                    "created_at": "2007-08-30T15:14:40.546662Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Cut the VAT on children’s sun care recognising that overexposure to UV rays can cause cancer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12972.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SUNTAXCUT'",
                    "updated_at": "2007-08-30T15:14:40.546662Z"
                }
            ],
            "opened_at": "2007-02-05T08:51:19.693561Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 573,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1373932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SUNTAXCUT/"
    },
    "type": "petition"
}