{
    "data": {
        "attributes": {
            "action": "scrap the proposed introduction of ID cards",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The introduction of ID cards will not prevent terrorism or crime, as is claimed.\nIt will be yet another indirect tax on all law-abiding citizens of the UK.",
            "closed_at": "2007-02-15T00:00:00Z",
            "created_at": "2006-11-14T10:57:29.204638Z",
            "creator_name": "Paul Neath",
            "government_response_at": "2007-02-21T17:17:57.279426Z",
            "government_responses": [
                {
                    "created_at": "2007-02-21T17:17:57.279426Z",
                    "details": "The petition calling for the Government to abandon plans for a National ID Scheme attracted almost 28,000 signatures - one of the largest responses since this e-petition service was set up. So I thought I would reply personally to those who signed up, to explain why the Government believes National ID cards, and the National Identity Register needed to make them effective, will help make Britain a safer place.\n\nThe petition disputes the idea that ID cards will help reduce crime or terrorism. While I certainly accept that ID cards will not prevent all terrorist outrages or crime, I believe they will make an important contribution to making our borders more secure, countering fraud, and tackling international crime and terrorism. More importantly, this is also what our security services - who have the task of protecting this country - believe.\n\nSo I would like to explain why I think it would be foolish to ignore the opportunity to use biometrics such as fingerprints to secure our identities. I would also like to discuss some of the claims about costs - particularly the way the cost of an ID card is often inflated by including in estimates the cost of a biometric passport which, it seems certain, all those who want to travel abroad will soon need.\n\nIn contrast to these exaggerated figures, the real benefits for our country and its citizens from ID cards and the National Identity Register, which will contain less information on individuals than the data collected by the average store card, should be delivered for a cost of around £3 a year over its ten-year life.\n\nBut first, it's important to set out why we need to do more to secure our identities and how I believe ID cards will help. We live in a world in which people, money and information are more mobile than ever before. Terrorists and international criminal gangs increasingly exploit this to move undetected across borders and to disappear within countries. Terrorists routinely use multiple identities - up to 50 at a time. Indeed this is an essential part of the way they operate and is specifically taught at Al-Qaeda training camps. One in four criminals also uses a false identity. ID cards which contain biometric recognition details and which are linked to a National Identity Register will make this much more difficult.\n\nSecure identities will also help us counter the fast-growing problem of identity fraud. This already costs £1.7 billion annually. There is no doubt that building yourself a new and false identity is all too easy at the moment. Forging an ID card and matching biometric record will be much harder.\n\nI also believe that the National Identity Register will help police bring those guilty of serious crimes to justice. They will be able, for example, to compare the fingerprints found at the scene of some 900,000 unsolved crimes against the information held on the register. Another benefit from biometric technology will be to improve the flow of information between countries on the identity of offenders.\n\nThe National Identity Register will also help improve protection for the vulnerable, enabling more effective and quicker checks on those seeking to work, for example, with children. It should make it much more difficult, as has happened tragically in the past, for people to slip through the net.\n\nProper identity management and ID cards also have an important role to play in preventing illegal immigration and illegal working. The effectiveness on the new biometric technology is, in fact, already being seen. In trials using this technology on visa applications at just nine overseas posts, our officials have already uncovered 1,400 people trying illegally to get back into the UK.\n\nNor is Britain alone in believing that biometrics offer a massive opportunity to secure our identities. Firms across the world are already using fingerprint or iris recognition for their staff. France, Italy and Spain are among other European countries already planning to add biometrics to their ID cards. Over 50 countries across the world are developing biometric passports, and all EU countries are proposing to include fingerprint biometrics on their passports. The introduction in 2006 of British e-passports incorporating facial image biometrics has meant that British passport holders can continue to visit the United States without a visa. What the National Identity Scheme does is take this opportunity to ensure we maximise the benefits to the UK.\n\nThese then are the ways I believe ID cards can help cut crime and terrorism. I recognise that these arguments will not convince those who oppose a National Identity Scheme on civil liberty grounds. They will, I hope, be reassured by the strict safeguards now in place on the data held on the register and the right for each individual to check it. But I hope it might make those who believe ID cards will be ineffective reconsider their opposition.\n\nIf national ID cards do help us counter crime and terrorism, it is, of course, the law-abiding majority who will benefit and whose own liberties will be protected. This helps explain why, according to the recent authoritative Social Attitudes survey, the majority of people favour compulsory ID cards.\n\nI am also convinced that there will also be other positive benefits. A national ID card system, for example, will prevent the need, as now, to take a whole range of documents to establish our identity. Over time, they will also help improve access to services.\n\nThe petition also talks about cost. It is true that individuals will have to pay a fee to meet the cost of their ID card in the same way, for example, as they now do for their passports. But I simply don't recognise most claims of the cost of ID cards. In many cases, these estimates deliberately exaggerate the cost of ID cards by adding in the cost of biometric passports. This is both unfair and inaccurate.\n\nAs I have said, it is clear that if we want to travel abroad, we will soon have no choice but to have a biometric passport. We estimate that the cost of biometric passports will account for 70% of the cost of the combined passports/id cards. The additional cost of the ID cards is expected to be less than £30 or £3 a year for their 10-year lifespan. Our aim is to ensure we also make the most of the benefits these biometric advances bring within our borders and in our everyday lives.\n\nYours sincerely,\n\nTony Blair\n\nMore information: http://www.pm.gov.uk/output/Page10960.asp\n\nPetition info: http://petitions.pm.gov.uk/IDcards/",
                    "summary": "Government response to petition 'IDcards'",
                    "updated_at": "2007-02-21T17:17:57.279426Z"
                }
            ],
            "opened_at": "2006-11-14T10:57:29.204638Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28049,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDcards/"
    },
    "type": "petition"
}