{
    "data": {
        "attributes": {
            "action": "Ban Halloween",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Should we be doing something to ban Halloween?\n\nShould we really be sending out our children on a dark night to knock on strangers’ doors to demand money?\n \nAlthough the Christian Church celebrates All Hallows Eve, Halloween has always been and continues to be a celebration of Satanic ritual, witchcraft and a salutation of black arts that promotes sending children out on a dark night, sometimes on their own. Are people that ignorant about paedophilia and often its connection with the darker side of life? \n\nIt is also becoming the practice of older children to blackmail people by demanding money or face physical damage to their person or property. What kind of sad world are we living in where we celebrate the black arts by dressing our children in ghoulish costumes and send them out on a satanic festival to highjack people for material gain?",
            "closed_at": "2007-02-11T00:00:00Z",
            "created_at": "2006-12-05T11:35:22.952845Z",
            "creator_name": "Hedley Griffin",
            "government_response_at": "2007-02-22T17:44:01.530448Z",
            "government_responses": [
                {
                    "created_at": "2007-02-22T17:44:01.530448Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"\nBan Halloween.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11066.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/HalloweenBan/",
                    "summary": "Government response to petition 'HalloweenBan'",
                    "updated_at": "2007-02-22T17:44:01.530448Z"
                }
            ],
            "opened_at": "2006-12-05T11:35:22.952845Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 135,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 138898
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HalloweenBan/"
    },
    "type": "petition"
}