{
    "data": {
        "attributes": {
            "action": "Pressure our football clubs to lower their ticket prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been set up to get as many English football supporters as possible to voice there opinions on the growing increase of ticket prices in England.\n\nFootball supporters in England are getting ripped off. Not long back there were comparasions in football ticket prices around the world, England being the rip off it is, finished top of the table. Season tickets in the english premier league for a adult costs between £300-£900. Where as if you where to go and buy a season ticket with AC Milan it would cost you around about £100. Only last season i went to see Barcelona play. A ticket cost me €20. Where as going to see Darlington play (English League Two Side) a month later cost me £15. Around about the same.\n\nLower ticket prices and bring the game back to the working classes!",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-02-05T12:53:57.801436Z",
            "creator_name": "Mark Riding",
            "government_response_at": "2008-02-29T16:27:20.936383Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:27:20.936383Z",
                    "details": "You signed a petition asking the Prime Minister to \"Pressure our football clubs to lower their ticket prices.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14798.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lowertickets'",
                    "updated_at": "2008-02-29T16:27:20.936383Z"
                }
            ],
            "opened_at": "2007-02-05T12:53:57.801436Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 520,
            "state": "finished",
            "updated_at": "2008-02-12T03:12:21.752459Z"
        },
        "id": 1389674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lowertickets/"
    },
    "type": "petition"
}