{
    "data": {
        "attributes": {
            "action": "introduce a nationally recognised card for suffers of inflammatory bowel disease (Crohn's disease and ulcerative colitis) allowing them to use toilet facilities in all shops/bars/cafes etc. without need for purchase",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the National Association of Colitis and Crohn's disease issues 'Can't Wait' cards to their members to show in shops when they have an emergency need to visit the toilet, however, many shops do not recognise these cards and will not allow use of their facilities to members of the public.\n\nUlcerative colitis and Crohn's disease are chronic illnesses affecting around 1 in 400 people in the UK.  There is no cure for these debilitating illnesses.  IBD can be very embarrassing, giving suffers terrible pains and requiring frequent and urgent visits to the toilet.  Many suffers fear leaving the house for fear of having an 'accident' if they are unable to reach a toilet in time.  By allowing sufferes access to toilet facilites otherwise closed to members of the public, they can leave their homes in less fear, knowing that they will have access to toilets wherever they are.",
            "closed_at": "2007-12-05T00:00:00Z",
            "created_at": "2006-12-05T12:06:53.774788Z",
            "creator_name": "Sarena Harrison",
            "government_response_at": "2008-01-09T16:21:45.879894Z",
            "government_responses": [
                {
                    "created_at": "2008-01-09T16:21:45.879894Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a nationally recognised card for suffers of inflammatory bowel disease (Crohn's disease and ulcerative colitis) allowing them to use toilet facilities in all shops/bars/cafes etc. without need for purchase.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14197.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IBDloo'",
                    "updated_at": "2008-01-09T16:21:45.879894Z"
                }
            ],
            "opened_at": "2006-12-05T12:06:53.774788Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 386,
            "state": "finished",
            "updated_at": "2007-12-06T03:11:32.958284Z"
        },
        "id": 139286
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IBDloo/"
    },
    "type": "petition"
}