{
    "data": {
        "attributes": {
            "action": "switchthelightsout.com",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TO IMPLEMENT POLICIES REQUIRING THE IMMEDIATE REDUCTION IN THE USE OF LIGHTING AT NIGHT IN HOMES, EMPTY OFFICE BUILDINGS, MOTORWAYS ETC.\nNOT SURE IF YOU ARE SAVING THE PLANET OR DESTROYING IT? \n1 NIGHT FLIGHT ACROSS THE PLANET WILL SHOW EXACTLY HOW WE ARE ALL CONTRIBUTING TO GLOBAL WARMING. APART FROM SOME ISOLATED PARTS, THE PLANET IS SUFFICIENTLY LIT UP TO BE SEEN FROM A BILLION LIGHTS YEARS OUT SPACE. SWITCH THE LIGHTS OUT WHEN THEY SERVE NO PURPOSE OR AT LEAST REPLACE THEM WITH LOW ENERGY EFFICIENT BULBS. THERE ARE APPARENTLY A THOUSAND WAYS WE CAN SAVE THE PLANET BUT WHO CAN REMEMBER ALL OF THEM AND MORE OFTEN THAN NOT THAT WILL GO AGAINST VESTED INTERESTS AND AFFECT POTENTIAL PROFITS. STLO PROPOSALS ARE UNIQUE IN THAT THEY COST NOTHING AND WILL EVEN SAVE MONEY. THIS IS A SIMPLE SOLUTION WHICH GOVERNMENT CAN INFLUENCE NOW. ONLY 50 YEARS LEFT TO SAVE OUR PLANET..SWITCH THE LIGHTS OFF...NOW!!",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-02-05T14:57:07.222415Z",
            "creator_name": "Adrian Brewer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-05T14:57:07.222415Z",
            "rejected_at": "2007-03-11T00:03:02.266995Z",
            "rejection": {
                "code": 65792,
                "details": "Please rewrite in upper and lower case.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1398555
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SWITCH/"
    },
    "type": "petition"
}