{
    "data": {
        "attributes": {
            "action": "Introduce legislation to make it illegal for vehicles not displaying a disability 'Blue Badge' to use disabled parking bays on private property such as supermarket car parks as per those that are publicly owned.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Supermarket (and similar non-publicly owned) car parks are designated as private property.  They are not therefore subject to the laws governing the use of disabled car parking bays provided in council operated car parks or those on public roads.  The result is widespread abuse of these parking bays by selfish and uncaring motorists, with those really needing the facilities experiencing significant hardship and/or pain when they have to park in unsuitable bays or locations.\n\nMany parts of the world already enforce laws that prevent this abuse of disabled parking bays.  The UK should too!",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-02-05T15:04:18.294638Z",
            "creator_name": "John Davies",
            "government_response_at": "2008-03-03T15:05:37.893764Z",
            "government_responses": [
                {
                    "created_at": "2008-03-03T15:05:37.893764Z",
                    "details": "You signed a petition asking the Prime Minister to \"Introduce legislation to make it illegal for vehicles not displaying a disability 'Blue Badge' to use disabled parking bays on private property such as supermarket car parks as per those that are publicly owned.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14812.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'disabled-parking'",
                    "updated_at": "2008-03-03T15:05:37.893764Z"
                }
            ],
            "opened_at": "2007-02-05T15:04:18.294638Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 331,
            "state": "finished",
            "updated_at": "2008-02-11T03:13:12.964444Z"
        },
        "id": 1399052
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disabled-parking/"
    },
    "type": "petition"
}