{
    "data": {
        "attributes": {
            "action": "Regulate the publishing of 'autobiographies' and other books by sportspeople and minor celebrities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These books are very rarely written by the individual whose name appears on the cover - the vast majority are 'ghost written'. Quite aside from this being a flagrant waste of paper and natural resources, these books are detrimental to the literacy of the population, particularly that of young people at whom the majority are aimed. Also unknown writers who may spend a great deal of time and energy writing perfectly good original works are edged out of publishing by books that are wasteful - to ordinary people's pockets, minds and environment. Until an individual has achieved something worthwhile they have no place writing a tatty, large-sized print book full of pictures. Instead of publishing such, the publishing industry should be regulated to afford original writers more space for creative expression. This would not dent publishers' profits and would encourage greater literacy.",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-02-05T19:30:22.936365Z",
            "creator_name": "Paul Maddocks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-05T19:30:22.936365Z",
            "rejected_at": "2007-03-11T00:03:02.266995Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1412704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RegulateBooks/"
    },
    "type": "petition"
}