{
    "data": {
        "attributes": {
            "action": "Deal with the issue of false allegations of sexual abuse in the following manner",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Substitute financial compensation for therapy for genuinely sexually abused negating primary motive of making false allegations.\n\n2. Remove cases from conviction target rates. \n\n3. Deter adult false accusers ensure they serve the same time as their victims did or would have done. \n\n4. False accusers to compensate their victim(s; if funds are available in other forms pay towards the public purse cost of prosecution and if applicable, HM Prison Service.\n\n5. Protect anonymity of accused unless convicted.  If convicted and still protesting innocence Press must print this.\n\n6.  If a particular date of abuse is specified and the defendant provides an alibi for that date, the CPS or Police should not “move the goal posts” to ensure a conviction.  \n\n7. If suspect requests lie detector test he should be given one; if negative should be used at trial. Complainant should also take the test if the defendant's proves to be negative. The same applies the other way around.",
            "closed_at": "2007-03-13T00:00:00Z",
            "created_at": "2006-12-05T15:22:05.092603Z",
            "creator_name": "Helga Speck",
            "government_response_at": "2007-06-21T15:10:08.256460Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:10:08.256460Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Deal with the issue of false allegations of sexual abuse in the following manner.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12012.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Sexualabuse'",
                    "updated_at": "2007-06-21T15:10:08.256460Z"
                }
            ],
            "opened_at": "2006-12-05T15:22:05.092603Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 365,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 141505
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sexualabuse/"
    },
    "type": "petition"
}