{
    "data": {
        "attributes": {
            "action": "Restore Law & order to our streets by asserting the rights of the Public in protecting their property and their rights within their own property either residential or business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having watched the Panorama program regarding legal issues concerning law-abiding citizens who are driven to take the law into their own hands due to the inability of the police who are generally too busy elsewhere and seeing the inadequate response from the Minister responsible for these issues, I call on the Prime Minister to move legislation back into the hands of the law-abiding people of this country and also clarify in Parliament, the rights of a citizen to not only protect his property but also his family - and to allow citizens to intervene in disputes in the street, without fear of themselves being arrested or imprisoned.",
            "closed_at": "2007-08-09T00:00:00Z",
            "created_at": "2007-02-05T21:19:19.430618Z",
            "creator_name": "Kevin Bell",
            "government_response_at": "2007-08-30T15:16:21.513874Z",
            "government_responses": [
                {
                    "created_at": "2007-08-30T15:16:21.513874Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Restore Law & order to our streets by asserting the rights of the Public in protecting their property and their rights within their own property either residential or business.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12973.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lawlessness'",
                    "updated_at": "2007-08-30T15:16:21.513874Z"
                }
            ],
            "opened_at": "2007-02-05T21:19:19.430618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 308,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1417499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lawlessness/"
    },
    "type": "petition"
}