{
    "data": {
        "attributes": {
            "action": "Clean Up Britians Parks, Streets and open places DOG FOULING Place greater pressure on Local Council's.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dog fouling is consistently one of the highest sources of complaints by the public to MPs, local councillors and local authorities. Estimates put the UK dog population between 6.5 and 7.4 million, producing 1,000 tonnes of faeces every day.\n\nThe Dogs (Fouling of Land) Act 1996 allows local authorities to designate any public land as poop scoop areas where dog owners must clean up after their pets. Under the Dogs (Fouling of Land) Act 1996 failure to clean up dog fouling is an offence subject to a maximum fine of £1,000. Local authorities can also give offenders the option of paying a fixed penalty fine of £50 rather than going to court. This Law is not being inforced and Dog owners are in their thousands allowing the great green open spaces of our country to be germ breading grounds. Parks and open public spaces are for Children and Families not just Dogs. (OWNER OF 2 DOGS)",
            "closed_at": "2007-05-09T00:00:00Z",
            "created_at": "2007-02-05T23:02:16.796415Z",
            "creator_name": "Paul Scrivin-Wood",
            "government_response_at": "2007-07-09T15:53:22.280634Z",
            "government_responses": [
                {
                    "created_at": "2007-07-09T15:53:22.280634Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Clean Up Britians Parks, Streets and open places DOG FOULING Place greater pressure on Local Council's.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12269.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DOGFOULING'",
                    "updated_at": "2007-07-09T15:53:22.280634Z"
                }
            ],
            "opened_at": "2007-02-05T23:02:16.796415Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 204,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1420835
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DOGFOULING/"
    },
    "type": "petition"
}