{
    "data": {
        "attributes": {
            "action": "cease legislating to turn the UK into a full blown police state",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The meaning of this petition is obvious and is not impossible to understand .More & greater restrictions on the populace are constantly being introduced by the government under the guise that those restrictions are  for our safety. Democratic processes are being eroded and long held freedoms are being removed. Arrest & detention without trial, especially of muslims and others with political views different from the government, are not uncomon. Extreme surveillance of the people is common practice. Chipped id cards are proposed which further erode our rights and which in reality only fulfil the function that even tighter control of the people can be maintained by the government. Armed police are a nearly common sight, and only a minor shift in the government’s political stance could see the police used for total  control of the people. I request the pm to act now to protect this uk democracy.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-06T08:45:51.895044Z",
            "creator_name": "M JONES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-06T08:45:51.895044Z",
            "rejected_at": "2007-02-23T13:36:34.247571Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/blairpolicestate/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1426058
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/police-state/"
    },
    "type": "petition"
}