{
    "data": {
        "attributes": {
            "action": "write to Greene King plc asking them to restore our local beer, Harveys, to our local pub, the Lewes Arms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The brewery Greene King has owned our local Sussex pub, the Lewes Arms (in Lewes), for 8 years, and throughout that time the most popular beer on tap has been our local brew, Harvey's Best, which has consistently outsold Greene King ales by 4:1 and has been awarded Best Bitter, nationally, by CAMRA for the last 2 years.\n\nIn December 2006, Greene King axed Harveys despite a 1200 signature petition, intervention from our MP and mayor, and national press coverage including The Guardian & Radio 4's Today.\n\nSo the town has boycotted the pub, resulting in often empty premises and a 90% drop in sales. The town stands firm and will stand firm against this corporate bullying. Greene King may own the building but this is our local pub and we reserve the right to drink our favourite beer in our local pub. Until that happens, Greene King can have the bricks, but not the mortar of our community.\n\nThis petition simply asks Tony Blair to write to Greene King in our support.",
            "closed_at": "2007-05-12T00:00:00Z",
            "created_at": "2007-02-06T10:05:11.252282Z",
            "creator_name": "Robert J Shepherd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-06T10:05:11.252282Z",
            "rejected_at": "2007-02-21T15:57:02.330009Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1433238
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LewesArms/"
    },
    "type": "petition"
}