{
    "data": {
        "attributes": {
            "action": "make sex education compulsory",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "STI’s - 1.5 million new cases are being diagnosed each year\n\nTeenage pregnancy - 41,951 teenage pregnancies in 2002\n\nOne in every ten babies born in Britain is to a teenage mother.\n\nOfsted have stated that sex education is poor and patchy. Many schools have failed the ofsted inspections for sex education.  \n\nIn many schools form tutors who don't have the right skills are teaching sex education, which leaves youths and the tutor embarrassed.\n\nEveryone deserves the chance to be taught the correct information. \n\nSome people are learning about puberty two to six years after they've experienced the onset!\n\nSome people don't have any sex education at all. \n\nSome people get the information from their friends, media or even by experimenting. \n\nMyths about sex and pregnancy are everywhere. Some people believe that you can't get pregnant if you stand up whilst having sex or if it's your first time! The fact is – you can.\n\nSex education needs to be compulsory!",
            "closed_at": "2007-07-12T00:00:00Z",
            "created_at": "2007-02-06T15:40:47.357904Z",
            "creator_name": "Alison Terry",
            "government_response_at": "2007-08-23T16:12:41.662801Z",
            "government_responses": [
                {
                    "created_at": "2007-08-23T16:12:41.662801Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"make sex education compulsory.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12910.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Sex-education'",
                    "updated_at": "2007-08-23T16:12:41.662801Z"
                }
            ],
            "opened_at": "2007-02-06T15:40:47.357904Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 305,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1472606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sex-education/"
    },
    "type": "petition"
}