{
    "data": {
        "attributes": {
            "action": "make a public statement that there will be no more wire rope type barrier systems fitted in the UK. To agree that these are the most aggressive vehicle restraint system used on the roads and that a review of the placement of crash barriers needs to be undertaken, with those identified as dangerous for motorcycles to be fitted with a motorcycle–friendly guardrail.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Motorcycle Action Group supports our colleagues in riders’ organisations who are engaged with their road authorities in removing wire rope barriers from the road infrastructure.\n\nDue to the open nature of the design which exposes the upright steel posts and wire cables, MAG considers that wire rope barrier systems are the most aggressive vehicle restraint system used on the roads. \n\nIt is the position of MAG UK that the main cause of injury to riders is the exposed upright posts of all vehicle restraint systems.\n\nMAG UK’s aim is to improve the safety of vehicle restraint systems thus reducing the potential for injury and death of motorcyclists when impacting these systems.\n\nTherefore MAG UK is currently campaigning for steel beam barriers to be fitted with a ‘motorcycle-friendly’ secondary rail and to have wire rope barriers removed from the UK roads.",
            "closed_at": "2007-02-13T00:00:00Z",
            "created_at": "2006-12-06T10:47:44.028000Z",
            "creator_name": "Trevor Baird",
            "government_response_at": "2007-03-29T12:25:33.123786Z",
            "government_responses": [
                {
                    "created_at": "2007-03-29T12:25:33.123786Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"make a public statement that there will be no more wire rope type barrier systems fitted in the UK. To agree that these are the most aggressive vehicle restraint system used on the roads and that a review of the placement of crash barriers needs to be undertaken, with those identified as dangerous for motorcycles to be fitted with a motorcycle–friendly guardrail.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page10977.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/barrier/",
                    "summary": "Government response to petition 'barrier'",
                    "updated_at": "2007-03-29T12:25:33.123786Z"
                }
            ],
            "opened_at": "2006-12-06T10:47:44.028000Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 478,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 147396
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/barrier/"
    },
    "type": "petition"
}