{
    "data": {
        "attributes": {
            "action": "STOP the totally unnecessary and misguided merger of two of the UK's finest grammar schools in Boston Lincs, keep them separate and preserve a 500 year old history and a PAN of 264 - the potential loss of 100 places to strengthen local comprehensive school results is wrong! Why WEAKEN the STRONG to STRENGTHEN the WEAK?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want parental choice for ALL of Boston & region's existing and new Citizens from the EU & particularly Eastern Europe. Many immigrants have settled & increased Boston's population, validated by the CEO of the Borough. Children from ALL backgrounds must have access to an excellent ACADEMIC education from the SEPARATE Boys and Girls schools & preserve a 500 year old history and a PAN of 264. Boys must also have the best chance as the girls. The 11+ must be compulsory again - selective education has been PROVEN to work. Widely reported in 2006 - UK Business' are crying out for graduates with core business skills:- sciences/western languages/maths & english. The 164 grammar school results speak for themselves throughhout the UK. GRAMMARS GET RESULTS - They WORK. STOP destroying them, you must preserve and increase them. VOTE NO to this MERGER/FEDERATION in Boston - based on dubious VIEWS & incorrect trend data. Thank you for your support!",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-06T16:53:10.958278Z",
            "creator_name": "Phillip Bosworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-06T16:53:10.958278Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-02-22T03:12:13.358948Z"
        },
        "id": 1481112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SOS-BGS-BHS/"
    },
    "type": "petition"
}