{
    "data": {
        "attributes": {
            "action": "ensure the continued safety of users of motorcycles and scooters by fighting EU proposals to introduce daytime running lights on motorcars",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Plans by the European Union to make the use of car headlights in daytime mandatory are being welcomed by road safety lobby groups and by some road safety officers. However, these do gooders and practitioners seem to have forgotten the disbenefit that the introduction of so called Daytime Running Lights (DRLs) will have on the safety of motorcycle and scooter users.\n\nAt present the headlights of motorcycles and scooters, used in daylight, increase the chance of them being seen. However, against a background of glaring light streams this visibility advantage will be lost, as motorcycles and scooters disappear in a sea of other vehicles lights, and thus the risk to riders from careless motorists will increase.\n\nFar from being a road safety improvement this proposed legislation will only result in an increase in death and serious injury to the ever increasing number of motorcyclists and scooter riders we see on our roads.",
            "closed_at": "2007-02-07T00:00:00Z",
            "created_at": "2006-12-06T11:58:50.729126Z",
            "creator_name": "Richard Olliffe",
            "government_response_at": "2007-02-09T12:36:32.440439Z",
            "government_responses": [
                {
                    "created_at": "2007-02-09T12:36:32.440439Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure the continued safety of users of motorcycles and scooters by fighting EU proposals to introduce daytime running lights on motorcars.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10946.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/DaytimeLights/",
                    "summary": "Government response to petition 'DaytimeLights'",
                    "updated_at": "2007-02-09T12:36:32.440439Z"
                }
            ],
            "opened_at": "2006-12-06T11:58:50.729126Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 294,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 148480
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DaytimeLights/"
    },
    "type": "petition"
}