{
    "data": {
        "attributes": {
            "action": "introduce a limit on the number of residential properties any one entity (either person or company) may purchase without exceptional approval",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "introduce a limit on the number of residential properties any one entity (either person or company) may purchase without exceptional approval from the local authority. This is to allow first time buyers a realistic chance of saving for and planning their financial future. The current free-for-all is biased towards those who already own property or who have an advantaged background, with hard work and thrift no longer the guarantee it was for the last 70 years. No-one should begrudge a retirement nest-egg (say, 1 or 2 homes?) but when people start hoovering up 12 properties or more on buy-to-let mortgages surely alarm bells should start ringing? You can't seriously expect our younger generation to competitively bid at today's prices.",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-02-06T17:48:19.895572Z",
            "creator_name": "Alex Brown",
            "government_response_at": "2008-03-04T14:48:44.948222Z",
            "government_responses": [
                {
                    "created_at": "2008-03-04T14:48:44.948222Z",
                    "details": "You signed a petition asking the Prime Minister to \" introduce a limit on the number of residential properties any one entity (either person or company) may purchase without exceptional approval.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14876.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'limit-buy2let'",
                    "updated_at": "2008-03-04T14:48:44.948222Z"
                }
            ],
            "opened_at": "2007-02-06T17:48:19.895572Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 286,
            "state": "finished",
            "updated_at": "2008-04-08T03:20:10.936761Z"
        },
        "id": 1486503
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/limit-buy2let/"
    },
    "type": "petition"
}