{
    "data": {
        "attributes": {
            "action": "steadfastly proceed with plans announced in the Queen's Speech to make possession of extreme pornography illegal and to include a much wider range of pornographic imagery, such as R18 material, within the scope of the Criminal Justice Bill.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1972 the late Lord Denning, former Master of the Rolls, said that the law against pornography had misfired: He said: \"Much that is obscene has escaped the reach of the law\".  The pornography industry has exploited to the full a law that is inherently flawed and has failed to fulfil the intention of Parliament in the 1959 Act to strengthen the criminal law.  It has had the opposite effect.",
            "closed_at": "2007-03-07T00:00:00Z",
            "created_at": "2006-12-06T14:39:34.923709Z",
            "creator_name": "John C Beyer",
            "government_response_at": "2007-03-23T16:46:40.820905Z",
            "government_responses": [
                {
                    "created_at": "2007-03-23T16:46:40.820905Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"steadfastly proceed with plans announced in the Queen's Speech to make possession of extreme pornography illegal and to include a much wider range of pornographic imagery, such as R18 material, within the scope of the Criminal Justice Bill.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11331.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/obscenitylaw/",
                    "summary": "Government response to petition 'obscenitylaw'",
                    "updated_at": "2007-03-23T16:46:40.820905Z"
                }
            ],
            "opened_at": "2006-12-06T14:39:34.923709Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4093,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 150511
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/obscenitylaw/"
    },
    "type": "petition"
}