{
    "data": {
        "attributes": {
            "action": "put British pressure on Isreal (and USA), to free Mordechai Vanunu",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mordechai Vanunu is an Israeli former nuclear technician who revealed details of Israel's nuclear weapons program to the British press in 1986.\nHe was lured to Italy and subsequently abducted in Rome by an Israeli Mossad agent and smuggled to Israel, where he was tried in secret and convicted of treason.\n\nMordechai Vanunu spent 18 years in prison, including more than 11 years served in solitary confinement. Vanunu was released from prison in 2004, subject to a broad array of restrictions on his speech and movement.\nSince then he has been briefly arrested several times for multiple violations of those restrictions, including giving various interviews to foreign journalists and attempting to leave Israel.\nThe court proceedings are ongoing, as well as Vanunu's appeal to the Supreme Court of the restrictions on his speech and movement.\n\nThis is such a blatant violation of human rights and there is no world authority able to do anything.\n\nGoogle Vanunu and you will find see!.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-02-06T23:07:31.300848Z",
            "creator_name": "Vijay Bhovan",
            "government_response_at": "2008-03-12T16:06:00.208924Z",
            "government_responses": [
                {
                    "created_at": "2008-03-12T16:06:00.208924Z",
                    "details": "You signed a petition asking the Prime Minister to \"put British pressure on Isreal (and USA), to free Mordechai Vanunu.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14727.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Free-Vanunu'",
                    "updated_at": "2008-03-12T16:06:00.208924Z"
                }
            ],
            "opened_at": "2007-02-06T23:07:31.300848Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 829,
            "state": "finished",
            "updated_at": "2008-02-24T00:01:01.603681Z"
        },
        "id": 1506781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Vanunu/"
    },
    "type": "petition"
}