{
    "data": {
        "attributes": {
            "action": "Relay a full size astro pitch at Greendown School Swindon to accomodate all community sports, and not just 5-a-side football.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Plans by Greendown Community School to demolish its Astroturf pitch and relay with 5-a-side pitches make a mockery of the school's recently acquired sports specialist status, and if anything is taking away facilities from the community.\n\nThis is an outrageous abuse of local funds as all other community sports that require an all weather full size pitch in this locality are being ostracised, i.e. they no longer have one.\n\nA prime example of this is Swindon Hockey Club - one of Swindon's  premier hockey clubs. They are being forced to move because of the plans by Greendown Community School, putting the survival of the club in danger.",
            "closed_at": "2007-03-13T00:00:00Z",
            "created_at": "2007-02-07T08:59:05.747692Z",
            "creator_name": "John Scrase",
            "government_response_at": "2007-03-16T16:45:50.140190Z",
            "government_responses": [
                {
                    "created_at": "2007-03-16T16:45:50.140190Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Relay a full size astro pitch at Greendown School Swindon to accomodate all community sports, and not just 5-a-side football.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11217.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/GreendownAstro/",
                    "summary": "Government response to petition 'GreendownAstro'",
                    "updated_at": "2007-03-16T16:45:50.140190Z"
                }
            ],
            "opened_at": "2007-02-07T08:59:05.747692Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 276,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1517588
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreendownAstro/"
    },
    "type": "petition"
}