{
    "data": {
        "attributes": {
            "action": "review motor insurance regulations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Change Third Party Motor Insurance regulations to allow motorists to buy this form of compulsory insurance as a separate product as in other European countries and in Australia. In Great Britain (and Ireland), motor insurers are not obliged to sell Third Party Only insurance as a 'stand alone' product.  Providing third party insurance is part of the 'package' motor insurers can insist that consumers buy Third Party Fire and Theft or Fully Comprehensive insurance.  This 'loophole' in British motor insurance regulations, together with an accentuated perception of vehicle theft, has allowed motor insurers to charge exceedingly high premiums.  Especially vulnerable are young drivers and motorcyclists, who in so-called high risk areas, cannot even get motor insurance or have to pay extortionate premiums.  The only requirement to drive in this country is the Road Traffic Act 1988 insurance, but is unobtainable.",
            "closed_at": "2007-02-07T00:00:00Z",
            "created_at": "2006-12-06T18:20:14.955320Z",
            "creator_name": "Dr Elaine Hardy",
            "government_response_at": "2007-02-09T12:34:45.346188Z",
            "government_responses": [
                {
                    "created_at": "2007-02-09T12:34:45.346188Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"review motor insurance regulations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10948.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Motor-Insurance/",
                    "summary": "Government response to petition 'Motor-Insurance'",
                    "updated_at": "2007-02-09T12:34:45.346188Z"
                }
            ],
            "opened_at": "2006-12-06T18:20:14.955320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 148,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 152826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Motor-Insurance/"
    },
    "type": "petition"
}