{
    "data": {
        "attributes": {
            "action": "Stop closure of Midwife led maternity units.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NHS Trusts are looking at ways of cutting costs around the country and one of the ways that some Trusts have identified is by closing midwife led birthing and support units.  These units offer a high level of pre and post natal care and often have high levels of “normal births” with little requirement for intervention in the normal birthing process.  Closing these units then increases the demand on midwives to provide home birthing which with reductions in staffing levels (also proposed) is getting to the point where patient safety is being compromised to save money.  The aim of this petition is to make sure theres a safe choice of either a consultant led maternity service or an adequately staffed and supported service led by midwives for all mums and babys now and into the future.",
            "closed_at": "2007-03-27T00:00:00Z",
            "created_at": "2007-02-07T11:05:05.741270Z",
            "creator_name": "Ian Morewood",
            "government_response_at": "2007-04-25T16:41:30.694713Z",
            "government_responses": [
                {
                    "created_at": "2007-04-25T16:41:30.694713Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop closure of Midwife led maternity units.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11530.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Maternity'",
                    "updated_at": "2007-04-25T16:41:30.694713Z"
                }
            ],
            "opened_at": "2007-02-07T11:05:05.741270Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1996,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1541967
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Maternity/"
    },
    "type": "petition"
}