{
    "data": {
        "attributes": {
            "action": "quit with immediate affect so we can have a leader who has the best interests of this country at heart. Not one who seems to want to punish and tax the life out of the middle and working classes, the lifeline of this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For to long the people of this country have had to look at our european neighbours with envy. \nWe are all meant to be equal in europe with no trade borders but we pay exhorbitant prices for petrol, taxed heavily on the food we eat and drink, pay council tax for poor delivery of council services, pay national health contributions to be put on a waiting list, pay car tax to drive on poorly maintained roads, watch our children go to over crowded schools and see our pensioners forgotten about after years of contributing to the country. \n\nThe people being hit hardest are the working and middle classes of this country. Crippling them with tax is not the answere to the problem,it just covers up the real issue, the way it is run.\n\nUnder Tony Blair, Labour have broken the promises they made to run this once great nation.\n \nWe, as a people had our right to vote him into power, we as a people have the right and duty to vote him out.",
            "closed_at": "2007-05-07T00:00:00Z",
            "created_at": "2007-02-07T11:29:17.174470Z",
            "creator_name": "andy wilkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-07T11:29:17.174470Z",
            "rejected_at": "2007-03-15T00:03:03.791058Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.pm.gov.uk/resignTony/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1546563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blair-out/"
    },
    "type": "petition"
}