{
    "data": {
        "attributes": {
            "action": "Require all new homes to be fitted with sprinkler systems to reduce residential fire deaths",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SAVING LIVES WITH SPRINKLERS\n\nAs part of its on-going drive to reduce fire-related accidental deaths and injuries, Kent Fire and Rescue Service is keen to push the message that sprinklers are by far the most efficient and effective safety devices for the protection of high-risk and vulnerable people. In the UK there has never been a single death by fire in a sprinkler-protected building.\n\n- Sprinklers are fitted in as many rooms as you want them to be. Their pipes are small and run off mains water.\n\n- They are individually heat-activated, so the whole system does not go off at once.\n\n- They rarely get set off accidentally as they need high temperatures to trigger them.\n\n- They operate automatically, whether you're at home or not.\n\n- If you have a sprinkler system it must be in conjunction with a smoke alarm. The smoke alarm will alert you to low-burning, smoke-generating fires which may not generate enough heat to trigger the sprinkler.\n\n- Sprinklers sound the alarm when they go off - so they alert you and also tackle the fire.\n\n- Sprinklers are particularly suitable for older people and people who have difficulty moving around or have some other impairment.\n\nKent Fire and Rescue Service supports the installation of sprinkler systems in all properties. Fire takes businesses, homes and lives on a daily basis, sprinkler systems would greatly reduce these loses.\n\nA fire doesn’t have to kill you to take your life!",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2006-11-15T14:09:51.252925Z",
            "creator_name": "Andrew Woolley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T14:09:51.252925Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 47,
            "state": "finished",
            "updated_at": "2007-11-17T00:01:01.582017Z"
        },
        "id": 1568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reducefiredeaths/"
    },
    "type": "petition"
}