{
    "data": {
        "attributes": {
            "action": "Repeal those provisions of the Serious Organised Crime and Police Act 2005 that prevent people from protesting (without permission outside) the place where their laws are made.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Serious Organised Crime and Police Act (SOCPA) bans the right of protest (unless it is cleared by a commissioner 6 days in advance) within a 1km radius of the UK's seat of government. The area covers the Houses of Parliament, Downing Street, most government ministries, St Thomas's Hospital, part of the South Bank and Lambeth Palace.\n\nAs such the zone presents a threat to freedom of speech in that it prevents people's voices being heard by those who make our laws.\n\nYou can read the full text of the act here: http://www.opsi.gov.uk/acts/acts2005/200...",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2006-11-14T12:04:59.464949Z",
            "creator_name": "Richard Pope",
            "government_response_at": "2007-12-05T16:36:42.856636Z",
            "government_responses": [
                {
                    "created_at": "2007-12-05T16:36:42.856636Z",
                    "details": "You signed a petition asking the Prime Minister to \"Repeal those provisions of the Serious Organised Crime and Police Act 2005 that prevent people from protesting (without permission outside) the place where their laws are made.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13969.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'repealsocpa'",
                    "updated_at": "2007-12-05T16:36:42.856636Z"
                }
            ],
            "opened_at": "2006-11-14T12:04:59.464949Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 690,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 160
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repealsocpa/"
    },
    "type": "petition"
}