{
    "data": {
        "attributes": {
            "action": "End free IVF treatment on the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS is there to help the sick, injured and ill. As a deepening NHS debt crisis looms, it continues to offer free IVF treatment to those who, tragically, cannot conceive naturally. All the while the genuinely sick are forced to pay for prescriptions, sometimes for life threatening illnesses such as Asthma, and those who require drugs for conditions such as breast cancer and Alzheimer's are denied the right to treatment based on cost. Infertility is not a sickness requiring immediate treatment to prolong or save lives; nor is it necessary to sustain health. Having a child is a lifestyle choice, and as such should be paid for by the people who decide to choose that path. It costs from £2000-£7000 of NHS money per IVF cycle. These desperately needed funds are being diverted from life-saving treatments to fund something outside of the NHS's remit. Give your support in the hope that these funds go to those who truly need them, and not to fund lifestyle choices. Thank you.",
            "closed_at": "2007-08-07T00:00:00Z",
            "created_at": "2007-02-07T16:26:53.135046Z",
            "creator_name": "Gary Erwin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-07T16:26:53.135046Z",
            "rejected_at": "2007-03-15T00:03:03.791058Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NHS-basics/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1600425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endfreeivf/"
    },
    "type": "petition"
}