{
    "data": {
        "attributes": {
            "action": "AN ACTION FOR HM GOVERNMENT",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New build properties are not adequately sound proofed or insulated - the standard is not high enough. Please ensure sound proofing and insulation are upgraded asap and that EXISTING buildings are upgraded to a higher and realistic & liveable standard as a matter of urgency - to ensure privacy and in the case of very hot weather, insulation from the suns rays into the loft room - roof area and ditto very cold weather. The extremes of temperature are literally unbearable at present. The same can be said for sound proofing, it is not adequate and needs to be urgently addressed to ensure privacy for all in their homes.This will have an enormous impact on peoples lives as no one will be forced to listen to 'noisy inconsiderate neighbours' or anti-social behaviour etc. - which is a nightmare to say the least.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-02-07T16:43:18.818725Z",
            "creator_name": "catherine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-07T16:43:18.818725Z",
            "rejected_at": "2007-02-27T17:35:35.542771Z",
            "rejection": {
                "code": 512,
                "details": "The title needs to request an action relating to the subject of the petition. For example, \"ensure sound proofing and insulation is adequate in all new housing and existing buildings are upgraded\". Please re-submit.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1603246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/soundproofing/"
    },
    "type": "petition"
}