{
    "data": {
        "attributes": {
            "action": "give consideration to a threat to airfields across the UK which might be considered \"brownfield\" sites for redevelopment as a result of a flawed new planning policy statement from the Department for Communities and Local Government (DCLG).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recently published Planning Policy Statement PPS3 – Housing, despite assurances to the contrary given by the then ODPM, omits some vital words relating to airfields. \n\nThese were previously included in the superceded Planning Policy Guidance PPG3 – Housing. A footnote relating to the development of \"brownfield\" sites indicated that an airfield, which may only have a small area of land covered with buildings, should not all be treated as previously developed land. \n\nThis was a sensible approach. However despite all the representations made by the General Aviation community and indeed assurances from MPs that this was just a “slip of the pen”, the new statement issued on 29th November 2006. does NOT include the vital footnote. This renders airfields in which are prdominantly in rural locations, increasingly vulnerable to speculative and unsustainable property development and we urgently request that the Prime Minister requests a review of this by his Ministerial colleagues.",
            "closed_at": "2007-03-08T00:00:00Z",
            "created_at": "2006-12-07T14:42:13.144120Z",
            "creator_name": "Stephen Slater",
            "government_response_at": "2007-03-09T16:36:24.746696Z",
            "government_responses": [
                {
                    "created_at": "2007-03-09T16:36:24.746696Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"give consideration to a threat to airfields across the UK which might be considered \"brownfield\" sites for redevelopment as a result of a flawed new planning policy statement from the Department for Communities and Local Government (DCLG).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11194.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Airfields/",
                    "summary": "Government response to petition 'Airfields'",
                    "updated_at": "2007-03-09T16:36:24.746696Z"
                }
            ],
            "opened_at": "2006-12-07T14:42:13.144120Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11035,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 160896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Airfields/"
    },
    "type": "petition"
}