{
    "data": {
        "attributes": {
            "action": "express the British Government's profound concern over the recent widespread violations of basic human rights in the southern state of Oaxaca, Mexico, and other parts of the country, and to exert maximum pressure on the incoming government of Mexico to withdraw armed forces from the city of Oaxaca, to release all political prisoners, and to accede to the demands of the vast majority of citizens of the state of Oaxaca for the immediate dismissal from office of the hugely unpopular Governor of Oaxaca, directly implicated in the recent wave of brutal repression unleashed on the local population.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current crisis in Oaxaca stems from the structural social and political inequality underlying the entire Mexican state. After years of suffering hardship and repression, a wide umbrella of local communities finally came together in June 2006 to form the APPO (Popular Assembly of the People of Oaxaca), demanding peaceful change. The response of the authorities has been to intervene, violently: deaths, injuries, widespread arrests, disappearances, and a climate of fear now pervade Oaxaca, affecting hundreds of families. Ironically, Mexico currently holds the presidency of the United Nations Human Rights Commision. The Mexico Support Group (first formed in response to the major earthquake of 1985) aims to focus and channel support and international concern to/for all those current victims of government repression.",
            "closed_at": "2007-01-24T00:00:00Z",
            "created_at": "2006-12-07T14:48:57.019558Z",
            "creator_name": "Ian Mursell",
            "government_response_at": "2007-02-14T17:26:17.708159Z",
            "government_responses": [
                {
                    "created_at": "2007-02-14T17:26:17.708159Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"express the British Government's profound concern over the recent widespread violations of basic human rights in the southern state of Oaxaca, Mexico, and other parts of the country, and to exert maximum pressure on the incoming government of Mexico to withdraw armed forces from the city of Oaxaca, to release all political prisoners, and to accede to the demands of the vast majority of citizens of the state of Oaxaca for the immediate dismissal from office of the hugely unpopular Governor of Oaxaca, directly implicated in the recent wave of brutal repression unleashed on the local population.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: http://www.number-10.gov.uk/output/Page10978.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Mexico/",
                    "summary": "Government response to petition 'Mexico'",
                    "updated_at": "2007-02-14T17:26:17.708159Z"
                }
            ],
            "opened_at": "2006-12-07T14:48:57.019558Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 105,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 160980
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mexico/"
    },
    "type": "petition"
}