{
    "data": {
        "attributes": {
            "action": "reduce the classified period for census data from 100 years to 70 years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would allow census information from 1911, 1921 and 1931 to be used by the general public researching their family history in the absense (or failing memories) of their elderly relatives. Birth, Marriage and Death information is already available so why is information about where people lived hidden.",
            "closed_at": "2007-03-08T00:00:00Z",
            "created_at": "2006-12-07T16:04:30.492751Z",
            "creator_name": "Jen Tibbetts",
            "government_response_at": "2007-03-29T14:05:32.928819Z",
            "government_responses": [
                {
                    "created_at": "2007-03-29T14:05:32.928819Z",
                    "details": "Thank you for signing the e-petition calling for the closure period on census data to be reduced from its present 100 years to 70 years for the 1911, 1921 and 1931 censuses.\n\nThe Government understands the frustrations this delay can cause, particularly to people who are researching their family history. But these frustrations have to be balanced against the assurances given to people at the time about confidentiality. This also has implications today, for public confidence in the privacy of information which people provide in future censuses.\n\nClearly, the importance of the personal information provided in the census is that it enables a detailed and accurate picture to be built up of our society. This is of great assistance to Government and to the community as a whole in helping shape policies and set priorities for the future. But unless people believe that the personal data they provide - which includes details of their occupation and who is living with them - will remain confidential and secure as they have been promised, the danger is that they might feel reluctant to give sensitive information.\n\nIt is for this reason that there is a policy of a 100-year delay before releasing the personal data in the census. The purpose is to minimise the risk of embarrassment both to those living and to their immediate descendants. The Government does not believe this policy should be altered or the explicit assurances given to people at the time broken.\n\nYou might like to know, however, that the 1911 census was not taken under this Act. The census returns are held by the National Archives, not the Office for National Statistics. Plans are underway to set up an on-line search service of the 1911 census by 2009, although again personally sensitive material will not be released until 2011. The National Archives will also respond to certain requests for information on the 1911 census under the Freedom of Information Act.\n\nOn a sadder note, the 1931 census records were destroyed by fire during the Second World War.\n\nWe know this reply will disappoint many people, but hope you will understand that in the long-term, the reasons given are in the best interests of preserving the census for future generations.\n\nFurther information\n\nListen to the Prime Minister discuss history with Simon Schama - http://www.pm.gov.uk/output/Page11090.asp\n\nCensus records from the National Archives - http://www.nationalarchives.gov.uk/census/\n\nGet all the latest news from No.10 by subscribing to our email service - http://www.pm.gov.uk/output/Page36.asp\n\nPrime Minister's Office homepage - http://www.pm.gov.uk/",
                    "summary": "E-petition: response from HM Government",
                    "updated_at": "2007-03-29T14:05:32.928819Z"
                }
            ],
            "opened_at": "2006-12-07T16:04:30.492751Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23605,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 161913
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CensusInfoFreed/"
    },
    "type": "petition"
}