{
    "data": {
        "attributes": {
            "action": "update the Anti-Terror laws to include War Against Tornados and to promptly acknowledge the threat posed by home grown Tornados to the British Public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tornado's are a direct threat to the safety and well being of the British Public. MI5 and 6 and the other intelligence agencies of the UK should set-up a new department to combat this threat, identify if other tornado's are affiliated to the one that caused devastation to the home in London on 7/12, so close to Christmas/New Year. In addition, CCTV Cameras should now be adjusted to recognize this new type of threat of home grown tornado's. Are these Tornado's affiliated with any foreign tornado's, what steps should be taken to talk to the Tornado's to ensure that they do not threaten our way of life that they claim to hate. The public should be on the lookout for rogue elements of Tornado's and report them promptly, ID Cards should be issued to innocent tornado's who have fitted-in with the British way of life. Parliament should be informed of this new threat to our way of life.",
            "closed_at": "2007-12-07T00:00:00Z",
            "created_at": "2006-12-07T16:12:49.441864Z",
            "creator_name": "Moeen Raoof",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-07T16:12:49.441864Z",
            "rejected_at": "2006-12-12T17:44:00.991693Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 162010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tornados/"
    },
    "type": "petition"
}