{
    "data": {
        "attributes": {
            "action": "Encourage growth in numbers of zero emission electric vehicles on our roads through funding, incentives and increased awareness.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Electric vehicles are a viable alternative to petrol. Current production cars are capable of speeds well over our current speed limit with ranges of 250 miles on one charge and an equivalent efficiency of 135 mpg (although this could be zero if our power was supplied renewably).\n\nThe same technologies can be incorporated into cheaper, lower performance, better range cars and bikes. With increased awareness of these developments, more investment would decrease the costs and increase efficiency. \n\nRoad tax and congestion charge exemption should be offered to drivers of these vehicles among other benefits. Developers of zero emission vehicles should be funded and encouraged by the government.",
            "closed_at": "2007-05-08T00:00:00Z",
            "created_at": "2006-12-07T16:59:33.314710Z",
            "creator_name": "Jon Wyatt",
            "government_response_at": "2007-05-18T16:17:10.769125Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T16:17:10.769125Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Encourage growth in numbers of zero emission electric vehicles on our roads through funding, incentives and increased awareness.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11746.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'electricvehicles'",
                    "updated_at": "2007-05-18T16:17:10.769125Z"
                }
            ],
            "opened_at": "2006-12-07T16:59:33.314710Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 397,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 162557
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electricvehicles/"
    },
    "type": "petition"
}