{
    "data": {
        "attributes": {
            "action": "Grant Amnesty to immigrants who have been in the uk for Six or more Years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To enable the Home office cut a backlog of either failed or on going Asylum application. It would be easier to legitimise those that have been here for six or more years. Not involved in any criminal activity and can prove they have been here for that long. We are sure it will save the tax payers a lot of money, and will enable the home office restructure its efforts. We strongly feel that a lot of people have felt victimised by a system undergoing changes. Most people who have been in this country for the last six or more years and have been loyal and hardworking. They have heeded to the laws of the country. \nIntegration and globalization have transformed the world into a different place. People are living longer, people are happier in the first world. But suffering has prevailed in the 3rd world. By accepting the minority suffering in our midst we acknowledge our efforts to support the needy.",
            "closed_at": "2007-09-07T00:00:00Z",
            "created_at": "2007-02-07T20:06:49.095599Z",
            "creator_name": "simon muracia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-07T20:06:49.095599Z",
            "rejected_at": "2007-03-16T00:03:04.321090Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Amnesty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1627202
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/braveheart/"
    },
    "type": "petition"
}