{
    "data": {
        "attributes": {
            "action": "scrap the yearly Road Fund Licence and add the duty to the fuel tax - the fairest way as it would be a pay as you go tax.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government rakes in a fortune from motorists through Road Tax. This is an unfair tax and the majority of private motorists subsidise the heavy commercial users of our roads through this tax burden.\n\nThe heavy commercial users of our roads cause the most damage and should be made to pay more towards the cost of maintaining our roads via the fuel they use.\n\nThis is an unjust tax - we don't pay an extra tax for any of our other fuel usage ie - gas. We pay the tax as we use it. We are not taxed according to the emission rate of the boiler we have at home so why tax us on the emission rate of our engines. \n\nThe Road Fund Licence should be recouped at the pumps through a duty included in the price of a litre of fuel.\n\nIf you drive a gas guzzler then you will pay more in tax - fair.\n\nThis would also encourage people to drive more economical cars and so reduce carbon emissions and help prevent climate change.",
            "closed_at": "2007-04-14T00:00:00Z",
            "created_at": "2007-02-07T21:30:34.321691Z",
            "creator_name": "Craig Andrew",
            "government_response_at": "2007-05-08T14:57:39.923615Z",
            "government_responses": [
                {
                    "created_at": "2007-05-08T14:57:39.923615Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"scrap the yearly Road Fund Licence and add the duty to the fuel tax - the fairest way as it would be a pay as you go tax.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11628.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'road-tax-duty'",
                    "updated_at": "2007-05-08T14:57:39.923615Z"
                },
                {
                    "created_at": "2007-10-15T14:46:39.380111Z",
                    "details": "Environment Secretary Hilary Benn has written a message exclusively for people who recently signed petitions on the No10 website about climate change.\n\nMr Benn highlights the UK Government's commitment to seeking international agreement on a post-2012 climate change framework, and encourages petitioners, their families, and friends, to use the new CO2 Calculator.\n\nRead the message here:\nhttp://www.pm.gov.uk/output/Page13496.asp\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'road-tax-duty'",
                    "updated_at": "2007-10-15T14:46:39.380111Z"
                }
            ],
            "opened_at": "2007-02-07T21:30:34.321691Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 937,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1634569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/road-tax-duty/"
    },
    "type": "petition"
}