{
    "data": {
        "attributes": {
            "action": "Introduce legislation that will empower all local planning authorities to require the installation of renewable energy generation systems (e.g.: solar, wind or wave energy) into all new residential or commercial developments in their area so as to provide at least 50% of their energy requirements, and further to wave planning fees for applicants seeking to install such microgeneration systems in existing homes or proprties",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is designed to make standard practice the installation of renewable energy and micro-generation systems in all new residential or commercial developments in this country. It is both cheaper and more efficient to install such systems during initial build than after construction is completed. However, unless developers are required to include such systems by law, most will continue to overlook renewable energy due to short-term and short sighted considerations of cost.",
            "closed_at": "2007-03-16T00:00:00Z",
            "created_at": "2006-11-15T14:32:27.091482Z",
            "creator_name": "Clive Gross",
            "government_response_at": "2007-04-24T16:01:17.012575Z",
            "government_responses": [
                {
                    "created_at": "2007-04-24T16:01:17.012575Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Introduce legislation that will empower all local planning authorities to require the installation of renewable energy generation systems (e.g.: solar, wind or wave energy) into all new residential or commercial developments in their area so as to provide at least 50% of their energy requirements, and further to wave planning fees for applicants seeking to install such microgeneration systems in existing homes or proprties.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11348.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'microgeneration'",
                    "updated_at": "2007-04-24T16:01:17.012575Z"
                }
            ],
            "opened_at": "2006-11-15T14:32:27.091482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 243,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/microgeneration/"
    },
    "type": "petition"
}