{
    "data": {
        "attributes": {
            "action": "Hold a public referendum on the introduction of the National Identity Register and associated Identity Cards",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to introduce Identity Cards in the United Kingdom has been pushed through Parliament with the minimum regard to realistic benefits, cost or infringements upon civil rights.\n    \nWe hold that a public referendum, with full and frank disclosure of all evidence both for and against the database and card, fully explicated benefits and independently assessed and validated cost assumptions, is a necessary step before any procession toward the introduction of the Register and Identity Cards.\n\n    This referendum is necessary because of the far-reaching implications of the introduction of the Register and Card on\nevery citizen of the United Kingdom. It is absolutely necessary that the Government is held to account on every\naspect of this scheme and supporting legislation, as the implications for the rights and liberties of all of us reach\nfar beyond the term of the current administration, into a future we cannot know.",
            "closed_at": "2007-11-18T00:00:00Z",
            "created_at": "2006-11-15T14:32:46.919938Z",
            "creator_name": "David Goodman",
            "government_response_at": "2007-12-07T15:42:01.032331Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:42:01.032331Z",
                    "details": "You signed a petition asking the Prime Minister to \"Hold a public referendum on the introduction of the National Identity Register and associated Identity Cards.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14000.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IDreferendum'",
                    "updated_at": "2007-12-07T15:42:01.032331Z"
                }
            ],
            "opened_at": "2006-11-15T14:32:46.919938Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1374,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 1642
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDreferendum/"
    },
    "type": "petition"
}