{
    "data": {
        "attributes": {
            "action": "institute ID cards for the purposes of detecting benefit fraud, and to digitize and centralise the benefits and tax system to identify and punish people who abuse the current system, providing more money to fund the NHS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that ID cards be introduced to people as digital passports from the age of 10 years old as a form of international ID - like paper passports are now.  \nThese cards will be able to hold information about people uniquely identifying them (such as DOB, address and emergency contact information - NOT biometric, financial or sensitive information)\nThe current tax and benefits systems should be centralised into one database and linked with these IDs in such a way that you can only receive benefits that you are eligible for according to your status.\nWhen introduced, and combined with random checks for \"high risk\" individuals (i.e. the perpetually unemployed, those who already receive a large amount of benefits, etc.) this system will be be instrumental in detecting benefit and tax fraud.\nThis system will reduce the errors that arise from the human factor, and will help save money which could be put to better use elsewhere (such as the NHS and the education sector).",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-08T00:26:33.784492Z",
            "creator_name": "David Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-08T00:26:33.784492Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2008-02-16T03:12:42.350612Z"
        },
        "id": 1643911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/idcardsandfraud/"
    },
    "type": "petition"
}