{
    "data": {
        "attributes": {
            "action": "Protect the rights of all workers in Britain by supporting the passing of legislation outlawing the dismissal of employees on the grounds of \"some other substantial reason\" (SOSR) in the absence of gross misconduct",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The EAT decision in Perkin v St. Georges NHS Trust, strengthens the right of employers to dismiss workers on the grounds of \"Some Other Substantial Reason\" (SOSR). This decision encourages employers to violate the basic British principles of fairness embodied in British employment and human rights law by discriminating freely, and by intimidating potential \"whistleblowers\" into silence, whilst citing the competent employee's \"difficult\" personality.  Employers have been able to claim that a \"breakdown in working relationships, “caused by\" the employee renders a dismissal substantially fair, even where the dismissal has been ruled by a court to have been procedurally unfair (e.g. where the employer is a public body and has violated the employee’s rights under Human Rights Act of 1998).  We therefore call for legislation that would remove the vague and easily abused “SOSR” basis for dismissal while retaining the right to dismiss an employee on the grounds of gross misconduct.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-08T03:43:18.352516Z",
            "creator_name": "Howard Fredrics",
            "government_response_at": "2008-09-12T15:18:43.560104Z",
            "government_responses": [
                {
                    "created_at": "2008-09-12T15:18:43.560104Z",
                    "details": "You signed a petition asking the Prime Minister to \"Protect the rights of all workers in Britain by supporting the passing of legislation outlawing the dismissal of employees on the grounds of \"some other substantial reason\" (SOSR) in the absence of gross misconduct.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16815\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'sosrreform'",
                    "updated_at": "2008-09-12T15:18:43.560104Z"
                }
            ],
            "opened_at": "2007-02-08T03:43:18.352516Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 275,
            "state": "finished",
            "updated_at": "2009-02-18T14:52:42.756827Z"
        },
        "id": 1645177
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sosrreform/"
    },
    "type": "petition"
}