{
    "data": {
        "attributes": {
            "action": "Introduce appropriate compensation re the wrongful application of EU - single market finance - Policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition the PM/Govt to abide by the EU Charter of Fundamental & UK Convention of Rights re legally acquired property/loss of property, compensation in good time & legal representation.\nI have TWO endowment mortgages but I'm denied ALL of the above. It is assumed I'm a financial criminal/terrorist with NO IDENTITY as I'm NOT IN the UK.\nI ask the PM/Govt to\nInvestigate the wrongful application of EU Policy as I'm debt-ridden for life & bankers are flush.\nProvide compensation to cover extended interest payments & loss of savings.\nCreate an INDEPENDENT ARBITOR with a relevant remit - NO TIME & NO COST/DAMAGE limits.\nTell us HOW this achieved our financial security.\nNOT apply economic sanctions on citizens who have migrated for work.\nEnsure consumers of UK services NOT IN the UK receive EQUAL TREATMENT.\nSTOP the credit rating at a UK address(12-18 months) ID Check as it is illegal.\nEnsure EVERY person has access to legal counsel.\nCease ALL discrimination based on WHERE A PERSON LIVES.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-08T02:51:28.739863Z",
            "creator_name": "Sheila Gibb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-08T02:51:28.739863Z",
            "rejected_at": "2007-03-10T09:07:44.329456Z",
            "rejection": {
                "code": 256,
                "details": "Please resubmit without the block caps.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1645019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endowments/"
    },
    "type": "petition"
}