{
    "data": {
        "attributes": {
            "action": "re-introduce national subscription for young offenders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At this time our society is facing an increase in both anti-social and violent behaviour - predominantly from the under 30 age group.\n\nRather than the taxpayer funding schemes such as s and more prison places, for non-lethal crime, we should develop and fund Boot Camps with the Armed Forces, and enlist offenders who would otherwise continue on their path of misdemeanours.ASBO\n\nEssentially after a first offence a youth is placed on probation for a fixed period, if they fail to meet the terms of their probation they are automatically enlisted in a Boot Camp for a period of basic training.  On completion of this training, a Senior Officer will report on the progress of the Cadet and decision will be made to either keep the Cadet in the scheme for a further period or to re-introduce them in to society under another probation order.\n\nWhilst the offender is at Boot Camp, they are effectively Army Cadets, and are given basic training which will count towards becoming a full time serving member of the Armed Forces, if staffing levels permit.\n\nThe effect of this scheme is expected to be two fold.  Youths who do not want a spell in the Military will calm their behaviour, and for those who cannot, they will be taught using the techniques employed by the Military personnel.\n\nAlso this will aid any shortage of staff that the Armed Forces may be experiencing by hopefully educating young people who need structure and life skills, which they currently lack.",
            "closed_at": "2007-02-14T00:00:00Z",
            "created_at": "2006-11-15T14:35:35.362283Z",
            "creator_name": "Simon Gray",
            "government_response_at": "2007-03-16T16:49:18.924003Z",
            "government_responses": [
                {
                    "created_at": "2007-03-16T16:49:18.924003Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"re-introduce national subscription for young offenders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11272.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/nationalsubs/",
                    "summary": "Government response to petition 'nationalsubs'",
                    "updated_at": "2007-03-16T16:49:18.924003Z"
                }
            ],
            "opened_at": "2006-11-15T14:35:35.362283Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 409,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1654
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationalsubs/"
    },
    "type": "petition"
}