{
    "data": {
        "attributes": {
            "action": "instruct the Home Office and/or the judiciary to regard, and punish, deaths caused as a result of careless/dangerous driving as severely as if they were caused by any other cause such as a gun or a knife.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Time and time again one reads cases of people who have been KILLED in road accidents in which the perpetrators basically get away with just a slap on the wrist: quite often just a small fine and not even a prison sentence.  One might argue that these deaths are accidental rather than intentional but in very many cases the driver has been drinking and/or speeding and must KNOW that by doing this they risk causing an accident which may be fatal.  In many cases the fact that someone has died seems to be completely ignored; but are this person's family less devastated by it, is this person less dead, just because it was caused by a car rather than a knife or a gun?  Cars are potential lethal weapons.",
            "closed_at": "2007-06-12T00:00:00Z",
            "created_at": "2006-12-08T01:50:22.904056Z",
            "creator_name": "Margaret King",
            "government_response_at": "2007-07-03T16:34:12.365240Z",
            "government_responses": [
                {
                    "created_at": "2007-07-03T16:34:12.365240Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"instruct the Home Office and/or the judiciary to regard, and punish, deaths caused as a result of careless/dangerous driving as severely as if they were caused by any other cause such as a gun or a knife.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12256.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'road-killings'",
                    "updated_at": "2007-07-03T16:34:12.365240Z"
                }
            ],
            "opened_at": "2006-12-08T01:50:22.904056Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 241,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 165725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/road-killings/"
    },
    "type": "petition"
}