{
    "data": {
        "attributes": {
            "action": "STOP THE PROSECUTION OF MEDICAL PATIENTS WHO USE CANNABIS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On Saturday, February 22, 2003 Mr Blair was asked about cannabis use by medical patients, the Telegraph reported Mr Blair responding to an MP'S question\n\n\"We understand that there is potentially a distinction between those who need cannabis for medicinal purposes and those who do not,\" the Prime Minister said. \"I am sure that people will take a sympathetic view of the position of the honourable gentleman's constituent, although that must remain a matter for the authorities, not the Government.\"\n \nDespite a change in classification, many ill people are facing prosecution now medical necesity has been removed as a defense.\n\nWe ask Tony Blair to keep to his word, and allow medical users to use cannabis without fear and prosecution.\n\nWe ask him to begin by recognising that the prosecution of THC4MS is wrong and these people should not be criminals for their inspirational work.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2006-12-08T11:14:31.200873Z",
            "creator_name": "clara o'donnell",
            "government_response_at": "2008-01-11T16:22:49.915278Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:22:49.915278Z",
                    "details": "You signed a petition asking the Prime Minister to \"STOP THE PROSECUTION OF MEDICAL PATIENTS WHO USE CANNABIS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14230.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'medi-cannabis'",
                    "updated_at": "2008-01-11T16:22:49.915278Z"
                }
            ],
            "opened_at": "2006-12-08T11:14:31.200873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 957,
            "state": "finished",
            "updated_at": "2007-12-15T00:01:01.472388Z"
        },
        "id": 168718
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/medi-cannabis/"
    },
    "type": "petition"
}