{
    "data": {
        "attributes": {
            "action": "create tougher sentences to those who treat domestic animals cruelly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have today heard about a blind 68 year old woman,whose guide dog was abused on the streets of Derby,those that abuse animals must face a tougher sentence to discourage the absolute cruelty and abuse of animals in this country,for some reason the moral values have deteriated,we used to be a 'animal loving' society,it is a fact that in government studies,those that abuse animals may well go on to abuse young children,one has only to recollect the stark images in the 'Sun' of a hung dalmation,a rottweiler drowned with weights about its body,the pet donkey missing in leicester,the male that killed a swan in Wales - need I go on?I ask any pet loving person in this country to petition Mr.Blair for harsh sentences for animal abuse,and to ask  for more police powers regarding this matter.",
            "closed_at": "2007-06-14T00:00:00Z",
            "created_at": "2006-12-08T20:04:45.107075Z",
            "creator_name": "J Poxon",
            "government_response_at": "2007-07-04T15:38:20.121782Z",
            "government_responses": [
                {
                    "created_at": "2007-07-04T15:38:20.121782Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"create tougher sentences to those who treat domestic animals cruelly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12265.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Saveourpets'",
                    "updated_at": "2007-07-04T15:38:20.121782Z"
                }
            ],
            "opened_at": "2006-12-08T20:04:45.107075Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 550,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 174392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Saveourpets/"
    },
    "type": "petition"
}