{
    "data": {
        "attributes": {
            "action": "prevent the use of non-geograpic numbers by General Medical Practioners and out of hours doctor services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "General Medical Practioners are being persuaded, by telephone equipment suppliers and service providers, to change from the use of local 01 and 02 geographic numbers to a non-geographic 0844 number to book an appointment and 0870 numbers for calls from overseas countries.  The patient has to remember a 11 or 12 digit number as againt a 5 or 6 digit local call number. These numbers are also revenue sharing numbers and generate an income for the doctors surgery and/or the telephone service provider and encourage the queing of calls to generate extra revenue. It is not possible to make a 0870 call from most overseas counties and therefore you or a hospital will not beable to contact your doctor for information.  \nAfter hours doctor services are also using the 0870 number for incoming calls  This practice penalises the poor, elderly and other persons who do not have access to a home phone and must rely on a public phone box and is  additional un-neccessary burden and cost on illness.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-08T18:08:17.971281Z",
            "creator_name": "William J. Whitehouse",
            "government_response_at": "2008-04-08T14:48:00.196520Z",
            "government_responses": [
                {
                    "created_at": "2008-04-08T14:48:00.196520Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the use of non-geograpic numbers by General Medical Practioners and out of hours doctor services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15215.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NGN-use-by-GPs'",
                    "updated_at": "2008-04-08T14:48:00.196520Z"
                }
            ],
            "opened_at": "2007-02-08T18:08:17.971281Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28584,
            "state": "finished",
            "updated_at": "2009-01-26T03:02:16.210778Z"
        },
        "id": 1765751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NGN-use-by-GPs/"
    },
    "type": "petition"
}