{
    "data": {
        "attributes": {
            "action": "Use all measures at his disposal to create a controlled but very substantial and permanent fall in the cost of housing in the United Kingdom, both purchased and for rent.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The hugely inflated cost of housing, both owned and rented, is damaging our country's social structure and economy more than almost any other factor (with the possible exception of over-population, to which it is related). An uncontrolled \"House Price Crash\" is an inevitability if measures are not taken to encourage a controlled decline. It appears at present that successive Governments have actually encouraged housing price inflation and, consequently, greatly increased personal debt and all the ills that arise from that. Who wants un-affordable housing?",
            "closed_at": "2007-01-16T00:00:00Z",
            "created_at": "2006-11-15T15:03:54.745612Z",
            "creator_name": "Edwood Walker",
            "government_response_at": "2007-01-26T10:58:43.248978Z",
            "government_responses": [
                {
                    "created_at": "2007-01-26T10:58:43.248978Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Use all measures at his disposal to create a controlled but very substantial and permanent fall in the cost of housing in the United Kingdom, both purchased and for rent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10841.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/HousePrices/",
                    "summary": "Government response to petition 'HousePrices'",
                    "updated_at": "2007-01-26T10:58:43.248978Z"
                }
            ],
            "opened_at": "2006-11-15T15:03:54.745612Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1786
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HousePrices/"
    },
    "type": "petition"
}