{
    "data": {
        "attributes": {
            "action": "require A-G energy-efficiency ratings to make explicit the A+ and A++ categories (and any future, higher categories), so that consumers are aware that energy efficiencies greater than 'A' can be achieved with products so rated.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The electrical manufacturing industry has lobbied effectively for the creation of new efficiency categories of A+ and A++. However, these are not shown on efficiency charts and very few companies stock the products.\n\nAs a result, consumers wishing to maximise the efficiency of their domestic applinces are being left ignorant of the very products they would most likely wish to buy. This means there is little demand for these products, which in turn means that distributors do not stock them, which in turn means the consumer continues to be left uninformed about their purchasing choices.\n\nExplicit display of the higher efficiency ratings would lead to more energy-efficient households, reducing carbon emissions and heating bills. Not only that, but through increased demand for these products, such measures will stimulate the manufacture of these products and lead to better quality and excellence in the industry.",
            "closed_at": "2007-01-15T00:00:00Z",
            "created_at": "2006-11-14T14:04:53.702721Z",
            "creator_name": "John-Patrick Stacey",
            "government_response_at": "2007-02-19T17:09:52.457196Z",
            "government_responses": [
                {
                    "created_at": "2007-02-19T17:09:52.457196Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"require A-G energy-efficiency ratings to make explicit the A+ and A++ categories (and any future, higher categories), so that consumers are aware that energy efficiencies greater than 'A' can be achieved with products so rated.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11019.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/efficiencyrating/",
                    "summary": "Government response to petition 'efficiencyrating'",
                    "updated_at": "2007-02-19T17:09:52.457196Z"
                }
            ],
            "opened_at": "2006-11-14T14:04:53.702721Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 188,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/efficiencyrating/"
    },
    "type": "petition"
}