{
    "data": {
        "attributes": {
            "action": "bestow a Knighthood on Steve Gibson, Chariman of Middlesbrough Football Club, for services to football and the local community",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Steve Gibson obtain executive powers on the board of Middlesbrough Football Club during the mid 1980's and has subsequently taken the club from obscurity and a place at the head of the 'laughing stock' queue to a respected, well-known and now trophy-winning team and has lead the revolution that realised the dreams of thousands of Boro supporters who previously thought that Boro were always destined to be the bridesmaid - never the bride. Pride has been restored to Middlesbrough and Steve Gibson has been at the forefront of this putting his own dreams and fortune before anything else. Thanks Steve.",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2007-02-08T22:32:20.375760Z",
            "creator_name": "Phil M King aka Yodasmog",
            "government_response_at": "2008-01-14T11:52:58.642360Z",
            "government_responses": [
                {
                    "created_at": "2008-01-14T11:52:58.642360Z",
                    "details": "You signed a petition asking the Prime Minister to \"bestow a Knighthood on Steve Gibson, Chariman of Middlesbrough Football Club, for services to football and the local community.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14221.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'sirstevegibson'",
                    "updated_at": "2008-01-14T11:52:58.642360Z"
                }
            ],
            "opened_at": "2007-02-08T22:32:20.375760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1285,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1792256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sirstevegibson/"
    },
    "type": "petition"
}