{
    "data": {
        "attributes": {
            "action": "Extend the right to an extra winter fuel allowance to all disabled persons receiving middle/higher rates of Disability Living Allowance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "thus preventing much misery and saving the extra medical and care costs incurred when their health deteriorates; inability to exercise or cope with restrictive layers of clothing means staying in bed simply to keep warm. This results in loss of muscle mass and tone and unnecessary cardiac, vascular and pulmonary weakness. Healthy pensioners can run marathons yet still receive winter fuel allowances, some receive these allowances when living in warm countries, but in the UK, many otherwise comparatively young, healthy and socially useful people are being rendered permanent invalids, their care  costing the taxpayer millions - because the government is still pinching pennies in  a despicably mean fashion.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-08T22:34:44.541278Z",
            "creator_name": "Alison J Hunt",
            "government_response_at": "2008-11-14T15:13:18.874291Z",
            "government_responses": [
                {
                    "created_at": "2008-11-14T15:13:18.874291Z",
                    "details": "You signed a petition asking the Prime Minister to \"Extend the right to an extra winter fuel allowance to all disabled persons receiving middle/higher rates of Disability Living Allowance.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17447\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Disabledneedheat'",
                    "updated_at": "2008-11-14T15:13:18.874291Z"
                }
            ],
            "opened_at": "2007-02-08T22:34:44.541278Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 290,
            "state": "finished",
            "updated_at": "2008-04-07T03:26:13.593529Z"
        },
        "id": 1792406
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Disabledneedheat/"
    },
    "type": "petition"
}