{
    "data": {
        "attributes": {
            "action": "Withdraw Sexual Orientation Regulations for Northern Ireland. These regulations are targeted to come into effect on 1st January 1st, 07 in Northern Ireland against the wishes of the majory of the people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is seeking to legislate what I and many people consider to be immoral and discriminatory laws on to the people of Northern Ireland by January 1st, 07. They have neither mandate nor majority support for such laws.  This law which affects many areas of life including the provision of goods, education, facilities and services is being pushed through without proper consultation. Christians strongly oppose the harrassment of anyone, but this law is currently designed to harass Christians. Here are some facts with regards to the introduction of additional harassement regulations to the proposed legislation: 1) These regulations were NOT included in the original consultation 2) The regulations for England & Wales have been delayed by six months to allow further consultation, 3) These matters would be better left to a devolved administration in Northern Ireland.",
            "closed_at": "2007-01-10T00:00:00Z",
            "created_at": "2006-12-10T01:05:01.418159Z",
            "creator_name": "Robert W.A. Barbour",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-10T01:05:01.418159Z",
            "rejected_at": "2006-12-14T14:35:29.811967Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NISexOrient/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 180804
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RWABarbour/"
    },
    "type": "petition"
}