{
    "data": {
        "attributes": {
            "action": "initiate a Bill that will set a fixed term between general elections and a fixed term of the office of Prime Minister with an annual vote of confidence in the Prime Minister taken by the House of Commons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The uncertainty surrounding the transition period between Prime Ministers and governments damages public confidence in Parliamentary democracy.  It is not true that the Prime Minister is democratically elected.  The Prime Minister is normally the leader of the largest party following a General Election and is elected as a MP by the constituency electorate.  The uncertainty of the duration of a government damages confidence as it is difficult not to conclude that the general election date will be determined by political advantage.  We call upon the Prime Minister to instigate a Bill that will fix the term between elections and fix the term of the office of Prime Minister, with an annual vote of confidence in this office by the House of Commons.  Enoch Powell said \"all political lives end in failure\".  Tony Blair recently said \"one of the problems is…we've not got fixed terms in our country.\"  It is time to fix the terms and improve the accountability of government and Prime Minister.",
            "closed_at": "2007-08-15T00:00:00Z",
            "created_at": "2007-02-09T10:35:04.969942Z",
            "creator_name": "Iain Paton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-09T10:35:04.969942Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1833574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fixed-term-govt/"
    },
    "type": "petition"
}