{
    "data": {
        "attributes": {
            "action": "Get Prisoners pedalling to produce their own power, reduce prison costs and become sufficient.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that prisoners should use their time to produce energy to power their prison, prison cell or indeed electrical devices. \nThis can be done using a pedal powered generator.\nI think this is a positive way to cut the cost of prisons, as it is efficient, cheap, increase prisoner’s health, physiologically and psychologically and perhaps even deter criminals from committing crimes. \nPrisoners pedalling may learn new skills and knowledge to take with them into the community upon their release. \nAdmittedly, to produce a fair amount of energy many prisoners would need to pedal for long periods. However, our prisons are not short of manpower or time. \nObviously there is need to explore the antecedents and rudiments of this proposal and I am sure that there will be some human rights issues involved. Albeit, I believe that this is positive way to cut costs and improve the health and lifestyle for our prisoners.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2006-12-10T19:20:29.024607Z",
            "creator_name": "Leanne Adele Harford",
            "government_response_at": "2008-01-17T16:09:26.465801Z",
            "government_responses": [
                {
                    "created_at": "2008-01-17T16:09:26.465801Z",
                    "details": "You signed a petition asking the Prime Minister to \"Get Prisoners pedalling to produce their own power, reduce prison costs and become sufficient.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14282.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PrisonPower'",
                    "updated_at": "2008-01-17T16:09:26.465801Z"
                }
            ],
            "opened_at": "2006-12-10T19:20:29.024607Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 374,
            "state": "finished",
            "updated_at": "2007-12-15T03:12:51.998323Z"
        },
        "id": 183809
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrisonPower/"
    },
    "type": "petition"
}