{
    "data": {
        "attributes": {
            "action": "Stop the descrimination of members of the Local Government Pension Scheme in comparison to other public workers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Government (with the LGA) would like to impose changes to LGPS in the new year and as a consequence treat this group of public sector employees differently to the rest of the public sector whose pensions have been agreed and protected.  Those affected ARE NOT ONLY council workers but also a huge swathe of the public sector who are members of the scheme historically.  We have a large membership with low incomes and trust the LGPS to sustain them in retirement.  We are not fat cats.  We are those in society who empty bins & clean nursery schools. The government have a chance to avoid clashing with this group of dedicated employees by rejecting the overtures of the LGA to penalise the pension scheme members for LGA payment holidays taken in the past. LGPS members have been asked to pay more and retire later because of reasons like this.  Petitioners want to see balance and have an open consultation with both sides of the argument and shelve these proposals indefinitely.",
            "closed_at": "2007-04-20T00:00:00Z",
            "created_at": "2006-11-17T10:23:10.817585Z",
            "creator_name": "Paul Dalkin",
            "government_response_at": "2007-05-08T15:00:32.074731Z",
            "government_responses": [
                {
                    "created_at": "2007-05-08T15:00:32.074731Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop the descrimination of members of the Local Government Pension Scheme in comparison to other public workers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11626.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Save-the-LGPS'",
                    "updated_at": "2007-05-08T15:00:32.074731Z"
                }
            ],
            "opened_at": "2006-11-17T10:23:10.817585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 18491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-the-LGPS/"
    },
    "type": "petition"
}