{
    "data": {
        "attributes": {
            "action": "undertake to secure permanent derogation from those aspects of European Union directive 80/181which will, at the end of 2009, make the use of imperial units of measure illegal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1995 we have been compelled to measure and price merchandise in metric units but allowes to show the imperial equivalent alongside.  At the end of 2009 it will become illegal to make any mention of imperial units.  The ban will apply to all products, packaging, advertisements, magazines, catalogues, etc.\n\nThe economic and social effects of this ban will be wide ranging. Industries which export world wide will have major problems - many parts of the world still employ imperial standards. Spare and replacement parts for existing equipment built to imperial standards will cease to be available - it will not be possible to package, advertise or catalogue such items.  Thousands of citizens with interests in vintage vehicles, preserved railways, model engineering, etc. will be deprived of legal access to tools and materials to pursue their interests.  Public opinion is firmly in favour of retaining the option to use imperial units of measure if they so wish.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2007-02-09T12:33:25.308246Z",
            "creator_name": "Norman Barber",
            "government_response_at": "2008-01-03T15:17:06.873932Z",
            "government_responses": [
                {
                    "created_at": "2008-01-03T15:17:06.873932Z",
                    "details": "You signed a petition asking the Prime Minister to \"undertake to secure permanent derogation from those aspects of European Union directive 80/181which will, at the end of 2009, make the use of imperial units of measure illegal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14128.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Metrication'",
                    "updated_at": "2008-01-03T15:17:06.873932Z"
                }
            ],
            "opened_at": "2007-02-09T12:33:25.308246Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2204,
            "state": "finished",
            "updated_at": "2007-11-17T00:01:01.582017Z"
        },
        "id": 1860312
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Metrication/"
    },
    "type": "petition"
}