{
    "data": {
        "attributes": {
            "action": "STOP people from Banning \"legally held\" firearms for the pursuit of sport",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I don't condone the use of Firearms in Criminal activities but there ARE genuine reasons for owning such items.\n\nClay Pigeon shooting and other shooting have a huge following and  fund the economy as does ALL \"LEGAL\" shooting activity. Also the Shooting Industry has created 1000s of jobs.\n\nTo Ban ALL firearms reguardless of the Impact on Rural Life the Economy the future of the British olympic team (which lost out under the pistol ban) AND the impact it would have on (millions) of shooting enthusiasts is unthinkable.\n\nIt is the \"legal\" firearms holders who are always the scape goat when it comes to a knee jerk reaction and the LEGAL holders suffer whilst the \"illegal\" holders carry on as normal.\n\nI ask people to Sign this petition to stop any future action against the Sport of Shooting and AGAINST the banning of \"legally held\" firearms.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2006-12-11T09:55:24.844883Z",
            "creator_name": "M Baird",
            "government_response_at": "2008-01-11T16:24:21.102467Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:24:21.102467Z",
                    "details": "You signed a petition asking the Prime Minister to \"STOP people from Banning \"legally held\" firearms for the pursuit of sport.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14231.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'antiban'",
                    "updated_at": "2008-01-11T16:24:21.102467Z"
                }
            ],
            "opened_at": "2006-12-11T09:55:24.844883Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 534,
            "state": "finished",
            "updated_at": "2008-01-12T03:13:02.441234Z"
        },
        "id": 186826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/antiban/"
    },
    "type": "petition"
}