{
    "data": {
        "attributes": {
            "action": "restrict access to this petitioning facility to those organisers, who can demonstrate that they have had prior consultations with existing special interest groups, before petitioning on a matter of national, sectoral, or special subject interest.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned at the number of petitions that are being presented that promote knee-jerk responses, rather than present fully reasoned arguments for consideration; we are also concerned that these petitions fail to establish and confirm contact and consultation with relevant and appropriate organisations in the particular subject area, prior to submitting their petition.  \nMany of these existing groups with an interest are organised by volunteers who do not have the time or other resources to monitor this petitioning facility on a continuous basis, nonetheless, many would be willing to assist in drafting meaningful petitions, where appropriate. Failure to create this safeguard risks setting up a groundswell of opinion for matters that are already catered for in other, possibly better ways.\nThank you for your support.",
            "closed_at": "2007-05-09T00:00:00Z",
            "created_at": "2007-02-09T13:23:52.852606Z",
            "creator_name": "Bill Nelson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-09T13:23:52.852606Z",
            "rejected_at": "2007-03-18T00:03:03.329054Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1870197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Consultation/"
    },
    "type": "petition"
}