{
    "data": {
        "attributes": {
            "action": "Restore the ancient rights of British citizens to refuse the forced entry of bailiffs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 06 July 2004 Standing Committee E considering the Domestic Violence, Crime and Victims Bill, the Parliamentary Under-Secretary of State for Constitutional Affairs did not tell the Committee that they were abolishing the rights of citizens to refuse entry to bailiffs established in around 1300, confirmed in Semayne’s case in 1604, and upheld by the courts ever since. The Committee was not informed that it was abolishing centuries of common law. Neither was the measure introduced or debated on the floor of the House of Commons. We demand this fundamental right to freedom from the threat of violence in our own homes be reinstated, and safeguarded for the protection of future generations.",
            "closed_at": "2007-10-15T00:00:00Z",
            "created_at": "2007-02-09T13:34:53.325046Z",
            "creator_name": "Peter F Bardsley",
            "government_response_at": "2007-11-16T15:21:58.754627Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:21:58.754627Z",
                    "details": "You signed a petition asking the Prime Minister to \"Restore the ancient rights of British citizens to refuse the forced entry of bailiffs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13772.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Bailiff-Violence'",
                    "updated_at": "2007-11-16T15:21:58.754627Z"
                }
            ],
            "opened_at": "2007-02-09T13:34:53.325046Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3353,
            "state": "finished",
            "updated_at": "2008-01-23T03:15:01.519827Z"
        },
        "id": 1872329
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bailiff-Violence/"
    },
    "type": "petition"
}