{
    "data": {
        "attributes": {
            "action": "Don't Scrap the planned vehicle tracking and road pricing policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having recently received an email asking me to sign the a petition to scrap the vehicle tracking policy, I'd like to propose the opposite. I strongly feel that driving is a privilege and not a right. There are simply too many cars on the road and too many people making journeys by car when they could simply walk or cycle.\n  Thousands die every year in road accidents and many, like myself, are forced to risk our lives in trying to get to work in a sustainable manner. \n  We are dependent of foreign oil and the wars to secure such resources will only get worse if we don't curb our driving habits.  Driving started off as a freedom but as we've redesigned our land around the auto mobile, rather than the pedestrian, it's become nearly a necessity.  It is, however, perfectly possible to live a successful, car-free life.\n   I would like to advocate that this become the norm and if this law helps driving to become even less attractive than it already is, I'm all for it.",
            "closed_at": "2007-03-11T00:00:00Z",
            "created_at": "2006-12-11T13:04:41.502695Z",
            "creator_name": "Tim Lewis",
            "government_response_at": "2007-03-28T15:48:49.155778Z",
            "government_responses": [
                {
                    "created_at": "2007-03-28T15:48:49.155778Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Don't Scrap the planned vehicle tracking and road pricing policy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11360.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/TRACK-CARS/",
                    "summary": "Government response to petition 'TRACK-CARS'",
                    "updated_at": "2007-03-28T15:48:49.155778Z"
                }
            ],
            "opened_at": "2006-12-11T13:04:41.502695Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5045,
            "state": "finished",
            "updated_at": "2007-10-16T03:13:45.819627Z"
        },
        "id": 189532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TRACK-CARS/"
    },
    "type": "petition"
}