{
    "data": {
        "attributes": {
            "action": "ensure that the Congestion Charge Discount for Residents within the zone, is a real 95% discount as promised and not the 50% bulk discount that has actually been given.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whether you are a supporter or not of the congestion zone, that fact is, that residents in the zone have been tricked into believing that they would get a 95% discount. \nOn closer examination they have been forced to buy and pay for 5 consecutive days at a time. A single journey on one day will cost will cost £4. This is not a 95% discount, but a bulk purchase discount. It is objectionable that departments of state should use such underhand marketing tactics when proposing new policies.\nWe have no objection to paying a min. amount of £4 per transaction, but the days purchased should NOT BE CONSECUTIVE but usable ad hoc. \nThere is no valid reason to make the days consecutive other than revenue collection. In fact the policy as it stands encourages discount users to make the most days purchased and INCREASE CONGESTION.\nAll those affected ask that the ‘Mayor of London’ and ‘Transport for London’ change the policy for residents, so that the 95% discount is a REAL 95% discount.",
            "closed_at": "2007-05-16T00:00:00Z",
            "created_at": "2007-02-09T17:03:59.614132Z",
            "creator_name": "Nicholas Rogoff",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-09T17:03:59.614132Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1906257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CC-Discount/"
    },
    "type": "petition"
}