{
    "data": {
        "attributes": {
            "action": "General Issues With Migration & Asylum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The influx of migrants and asylum seekers are a drain on our public services and benefits systems. Many take advantage of our public services and benefits systems while we English are taxed into poverty to pay for it. We need limits on migration into England. We need control of our borders. We need out of the EU. We need to deported all migrant and asylum criminals. We need to deport all those who have failed in their asylum bids and not bribe them to leave. We should never allow those with criminal records to come here. Crime is up due to influx of migrants and asylum seekers. Our schools and hospitals are stretched to the limits. We must end this now. Why should they get for free what WE pay our taxes for when they've never contributed? They do nothing to improve things, they make things worse. They come here for the \"good life\" at our expense. How many can't speak English so can't work? It never ends. We need to put ourselves first for a change!!",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-02-09T22:54:50.002015Z",
            "creator_name": "Lee Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-09T22:54:50.002015Z",
            "rejected_at": "2007-03-18T00:03:03.329054Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1937679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Migration-Asylum/"
    },
    "type": "petition"
}