{
    "data": {
        "attributes": {
            "action": "Help get a stadium at Falmer  Brighton And Hove Albion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Falmer Stadium is the codename of the community football stadium in East Brighton, near the village of Falmer and the council estate of Moulsecoombe, East Sussex, England. It is to be funded by Brighton and Hove Albion F.C. The stadium is currently planned to be a 22,000 all-seater stadium.\nWhilst planning permission was given by the unitary authority for the area, Brighton and Hove City Council, the Lewes District Council has fought stadium plans extensively. Although the stadium itself will lie completely within Brighton and Hove, the vacant field straddles the boundary with Lewes (despite being owned by Brighton and Hove).\nFour years after the original plans were put forward by The Seagulls, John Prescott approved the plans on October 28th 2005. Still over a year later, there is nothing like a stadium.",
            "closed_at": "2007-02-14T00:00:00Z",
            "created_at": "2006-12-11T23:53:33.664990Z",
            "creator_name": "Stewart Simmonds",
            "government_response_at": "2007-02-28T16:17:35.628132Z",
            "government_responses": [
                {
                    "created_at": "2007-02-28T16:17:35.628132Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Help get a stadium at Falmer Brighton And Hove Albion.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11118.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Falmer/",
                    "summary": "Government response to petition 'Falmer'",
                    "updated_at": "2007-02-28T16:17:35.628132Z"
                }
            ],
            "opened_at": "2006-12-11T23:53:33.664990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3181,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 195100
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Falmer/"
    },
    "type": "petition"
}