{
    "data": {
        "attributes": {
            "action": "Scrap Road Tax and Increase the Price of Fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current administration were losing millions a year because of drivers not paying Road Tax so invested millions in the new DVLC computer. And now millions are being spent again to carry forward a plan that will see devices fitted to cars to then determine how much you should be paying to drive your car, the cost of implementing such a plan and not only that maintaining it will run into millions\nJust as there are firms lining up to produce a tracking box there are probably hundreds of people, who are already working on ways and means of circumnavigating the technology contained within these devices \nWhy not scrap Road Tax and Increase the price of fuel\nIncreasing the price of fuel answers many of the issues raised around Road Taxation and will actually save money for your average road user, and save a lot of money for the Pensioners doing two or three small trips a week in their cars, the people who use the roads more will pay more. Millions would be saved in administration costs too",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T10:55:42.100240Z",
            "creator_name": "Chris Glendinning",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T10:55:42.100240Z",
            "rejected_at": "2007-03-18T00:03:03.329054Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/road-tax-duty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1956794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-and-Fuel/"
    },
    "type": "petition"
}