{
    "data": {
        "attributes": {
            "action": "Abolish the Road Fund Licence and add road tax payments to fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year we are force to pay an absurd tax for the road. Despite penalties for non-payment, many manage to get away with it. Introducing some form of black box won’t work. Law abiding citizens will still end up paying more, while dodgers will quickly find a way around it. Under the present system those who do less miles are penalised more. The best way – add road tax to fuel. Adding 2p per litre on fuel should be adequate to cover the lost revenue and there would be no way out of paying it. The systems are already in place for collection from service stations, so there would be no need for additional structures. Abolishment of pointless tax would be gratefully received, while the small increase in fuel would be quickly forgotten; a win-win situation all round. Even foreign visitors would have to pay for the roads they use. The only reason I can see that this change has not made is it would make vast numbers of civil servants unemployed -and after all they run the country!",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T12:36:29.210417Z",
            "creator_name": "Rebecca Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T12:36:29.210417Z",
            "rejected_at": "2007-03-18T00:03:03.329054Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/road-tax-duty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1967857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RoadTaxonFuel/"
    },
    "type": "petition"
}