{
    "data": {
        "attributes": {
            "action": "consider the rights of the English People to live as English people and return to the system of home values",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The English way of life is being diluted by the systems of political correctness and positive discrimination. It is time to return to the old values where people were proud to be English, where freedom of speech was allowed, rights of the individual were protected, and England was owned and operated by the English people. English Citizenship should be a privilege not a right and be limited to those migrants who prove their commitment to this Country, speak the language and wish to live in peace while respecting and being respectful of the fundamental diversity of individuals and their right to PRIVATELY worship in accordance with their beliefs and PRIVATELY live in the way they wish subject always to remaining within the laws of the land. Lets make ENGLAND a land to be once again happy to live in and ENGLISH a nationality to be once again proud to be.",
            "closed_at": "2007-08-10T00:00:00Z",
            "created_at": "2007-02-10T13:57:43.352618Z",
            "creator_name": "Mike Riley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T13:57:43.352618Z",
            "rejected_at": "2007-03-18T00:03:03.329054Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EnglishRights2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1977693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-Values/"
    },
    "type": "petition"
}