{
    "data": {
        "attributes": {
            "action": "Locate your back bone and have a zero tolerance approach to Muslim extremism and preachers of hate. We also Petition you to stop putting political correctness before the safety of the law abiding British public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Muslim extremists often preach hatred against our county. Many of which are actually claiming benefits while spewing forth their foul rhetoric. But the most outrageous thing of all is that they often preach their hatred with a police escort! Our own police forces instead of arresting or moving these extremists on actually provide them with a platform in which to shout their vile rantings. The police have even been known to close roads (Abu Hamza/Finsbury park mosque) so they can preach their hatred in public streets, all in the name of political correctness. This has simply gone on long enough and it has got to stop. Our government has to find its back bone and have a zero tolerance approach to these Islamic preachers of hate/Muslim extremists. \nI also propose a special unit to be set up where undercover officers go into mosques to find out which Imams are preaching hate and anti democratic, anti liberal values, and to find out which mosques are breeding grounds for extremism.",
            "closed_at": "2007-06-22T00:00:00Z",
            "created_at": "2006-12-12T12:51:09.095969Z",
            "creator_name": "J Hume",
            "government_response_at": "2007-09-24T15:16:22.851857Z",
            "government_responses": [
                {
                    "created_at": "2007-09-24T15:16:22.851857Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Locate your back bone and have a zero tolerance approach to Muslim extremism and preachers of hate. We also Petition you to stop putting political correctness before the safety of the law abiding British public.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13264.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MuslimExtremism'",
                    "updated_at": "2007-09-24T15:16:22.851857Z"
                }
            ],
            "opened_at": "2006-12-12T12:51:09.095969Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 708,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 198676
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MuslimExtremism/"
    },
    "type": "petition"
}