{
    "data": {
        "attributes": {
            "action": "- Keep Leisure in Cricklade and make funding for sporting and leisure facilities a mandatory requirement of all local councils.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "North Wiltshire District Council are closing 3 Leisure Centres. They will deprive thousands of people, including the elderly and disabled,access to local sports facilities.Swimming pools are to be closed,the schools using them, along with over 1,000 children learning to swim each week in classes, will have nowhere else to go. In making its decision NWDC claim funding for sporting facilities is 'discretionary'.Without realistic funding at grass roots level and locally accessible facilities this country will never realise its Olympic ambitions.These centres provide a valuable focal point for the communities they serve, they give young people somewhere to go and they help prevent anti social behaviour.We don't have to travel to them by car, they play a vital role in promoting healthy lifestyles and tackling obesity.\nThankyou for reading this petition. You can find more information at www.savecrickladeleisurecentre.com. We hope you will feel compelled to add your name.",
            "closed_at": "2007-03-14T00:00:00Z",
            "created_at": "2006-12-12T14:26:02.272639Z",
            "creator_name": "Rob Milican",
            "government_response_at": "2007-03-15T16:07:28.564874Z",
            "government_responses": [
                {
                    "created_at": "2007-03-15T16:07:28.564874Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Keep Leisure in Cricklade and make funding for sporting and leisure facilities a mandatory requirement of all local councils.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11206.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Keepleisurelocal/",
                    "summary": "Government response to petition 'Keepleisurelocal'",
                    "updated_at": "2007-03-15T16:07:28.564874Z"
                }
            ],
            "opened_at": "2006-12-12T14:26:02.272639Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 373,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 199616
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Keepleisurelocal/"
    },
    "type": "petition"
}