{
    "data": {
        "attributes": {
            "action": "add a exageration / misinformation warning to every copy of the Mail, or introduce \"the MailTax\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although free speech is very important to the fibre of the UK, surely so should the introduction of some effective method to inform people that what they are reading could be made up or exagerated. Namely, the Mail has bred disillustionment and fear for too long in the brains of those who read the rag and don't think to think for themselves. The \"news\"paper has created its own strain of a Nanny State within its own readers by scaring them of every little thing. The readers should be aware of the levels of content in each paper that is infact just idle political SPIN (yes the very same thing that the paper campaigns against in westminster) or is an exagerrated report based on little or no fact. Adding a content warning on every front page should make people think twice and if successful should follow through to other areas of tabloids. Alternatively, adding a 300% tax on every copy could be beneficial in lightening the mood of the population of the UK",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-10T17:22:21.421313Z",
            "creator_name": "James Conner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T17:22:21.421313Z",
            "rejected_at": "2007-03-08T11:21:17.155750Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 1997769
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MailTax/"
    },
    "type": "petition"
}