{
    "data": {
        "attributes": {
            "action": "STOP the prosecution of THC4MS - A group who supply MS patients with Cannabiz Chocolate within the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over a five year period, THC4MS have sent over 33,000 bars of CannaBiz chocolate to bode-fide sufferers of MS. \n\nEveryone knew what THC4MS were doing. Everyone including the Police, Local Government, the Post Office and the MS community as a whole. A blind eye was turned at every opportunity. That blind eye was turned because THC4MS were doing nothing but good. The law itself turned a blind eye on several occasions! Good honest people helped whenever they could. Hundreds of well qualified doctors have allegedly \"conspired\" with THC4MS to help their patients. Thousands of good and honest victims of MS have had relief from the THC4MS product. \n\nVery soon the Sativex product will be available to all MS sufferers. That's all THC4MS ever wanted. \n\nYou can visit the THC4MS website for more information about the hard work of THC4MS at www.thc4ms.org\n\n\nI do not feel it to be in the public interest to prosecute suppliers of medical cannabis products to seriously ill people when there are no victims involved, and therefore request that CPS Cumbria immediately halt the prosecution in the case of Lezley Gibson, Mark Gibson and Marcus Davis. August 2005 \n\nDESIRED OUTCOME\n\nThe immediate halt of any prosecution of members of THC4MS, and the allowance of this group to continue its good work wihout fear of arrest for either helpers or indeed patients of THC4MS cannabis chocolate bars. \n\nWHO WE NEED TO INFLUENCE\n\nClaire Lindley,\nChief Crown Prosecutor Cumbria Area\n1st Floor, Stocklund House\nCastle Street\nCarlisle CA3 8SY \n\nHOW LONG WILL WE CAMPAIGN\n\nUntil the group THC4MS no longer face prosecution or the end of 2007 \n\nWHO TO CONTACT\n\nClara O'Donnell\nLCA\nPO Box 198, Norwich, NR3 3WB\nclaraodonnell@lca-uk.org",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2006-11-15T15:40:40.317624Z",
            "creator_name": "Clara O'Donnell (LCA)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T15:40:40.317624Z",
            "rejected_at": "2006-11-29T10:47:12.457042Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2009
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HELP-THC4MS/"
    },
    "type": "petition"
}