{
    "data": {
        "attributes": {
            "action": "have in the reformed House of Lords only elected members or members appointed on personal merit, with no places assigned as of right on the basis of religion or belief, and therefore, in accordance with the overwhelming public wish shown in the consultation reported in May 2002, to abolish all the automatic seats for Church of England bishops.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is the only democracy that gives automatic seats in its Parliament to a church. This privilege is absurdly out of place in a modern democratic nation. The bishops block reforms that have overwhelming public support, e.g. assisted dying. They demand unfair freedom to discriminate for religious organisations. Among Christians the C of E is in steep decline. About 6% belong to non-Christian religions. Overall, religion is unimportant to most people (10th on a list of identifying factors in Home Office research) as more people adopt non-religious beliefs. In the 2001 public consultation 85% were against automatic seats for bishops in the Lords. \nBut the Government is in thrall to religion and proposes (White Paper, 7.2.07) merely to reduce the number of bishops ‘in discussion with the Church of England’.\nIt is time to demand an end to this relic of mediaeval theocracy. Why in the 21st century should we be ruled by the Church?",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T19:21:53.234993Z",
            "creator_name": "David Pollock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T19:21:53.234993Z",
            "rejected_at": "2007-03-21T00:03:05.288388Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No-Clergy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2010311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bishops/"
    },
    "type": "petition"
}