{
    "data": {
        "attributes": {
            "action": "ensure that all announcements of a Military death are witheld from the Media until the Next of Kin are informed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Media reports of military deaths, before Next Of Kin have been informed, are both insensitive and abhorrent.  Yet they are happening more frequently with every tragedy.  \n\nTo find out that your loved one has died, through a news item on the TV, radio or internet is the most devastating experience anyone could have.  In many cases to find out this way is more traumatic than the news of a tragic death itself.  \n\nRespect for the bereaved needs to take precedence over and above what the media deems newsworthy.  It is therefore suggested that the Government request a complete media blackout on such news until the Next of Kin have been contacted appropriately and are fully aware of the situation.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-10T19:21:05.313755Z",
            "creator_name": "Victoria Evans",
            "government_response_at": "2007-09-04T15:26:47.662365Z",
            "government_responses": [
                {
                    "created_at": "2007-09-04T15:26:47.662365Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure that all announcements of a Military death are witheld from the Media until the Next of Kin are informed.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13036.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NOKinformed'",
                    "updated_at": "2007-09-04T15:26:47.662365Z"
                }
            ],
            "opened_at": "2007-02-10T19:21:05.313755Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 630,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2010220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOKinformed/"
    },
    "type": "petition"
}