{
    "data": {
        "attributes": {
            "action": "Stay As PM Until You Are Ready To Go - Or Call A General Election As You Leave Office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Only 19 months ago the electorate voted. The assumption: that we would have the same PM that we had had for 8 years. You made it clear that you wished to serve for \"a full third term\". The next election need not be until 2010! It seems you will leave before you are ready and before you have time to deal with important policy issues facing the country, such as Iraq. If you leave prior to such completion there could be untied ends, and possible uncertainty and repercussions. Although it may be convention, it seems wrong that a new prime minister is foisted upon the country, mid-term, with no reference to the voters. Leaders DO matter, as we have seen by the wranglings over selecting them. Failing your remaining until you feel ready to depart, please call a general election to coincide as closely as possible, with your leaving date. Then the country can decide who should complete your work and lay out their own future programme. Otherwise an internal election for leader is essential.",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T19:50:13.905351Z",
            "creator_name": "Blair Or An Election",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T19:50:13.905351Z",
            "rejected_at": "2007-03-21T00:03:05.288388Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/newelection/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2012816
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blairorelection/"
    },
    "type": "petition"
}