{
    "data": {
        "attributes": {
            "action": "Reconsider the proposed tax on household rubbish by weight & to penalise non-recycling households",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am against this proposed tax for many reasons: \n1) The cost of the chips to weigh the rubbish in wheelie bins has not been specified but will doubtless not be cheap. What are the proposed costs & how will the revenue be raised?\n2) My wheelie bin has been repeatedly stolen & I am lucky if I keep the same bin from week to week - how will bins be matched to households?\n3) I live in a (Sunderland Housing Group) block of flats & recycling is not offered, possibly due to the fact that there is nowhere to store the recycling bins. Why should residents be penalised for the shortcomings of council-built properties?\n4) This bill will punish the poorest households, especially large families on low incomes, yet another tax affecting the poor more than the rich (as did the rise in NI rather than income tax some years ago, among other things).\n5) Is weight the best way to judge the \"taxability\" of household waste? What data is in support of this?",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T20:07:08.347906Z",
            "creator_name": "Rory Bell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T20:07:08.347906Z",
            "rejected_at": "2007-03-21T00:03:05.288388Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AxetheBinTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2014226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rubbish-tax/"
    },
    "type": "petition"
}