{
    "data": {
        "attributes": {
            "action": "build more prisons to house our criminals instead of pressuring the courts to issue shorter sentences and letting criminals beat the system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are no financial reasons not to build more prisons. Yes they are expensive, so why not make it compulsory for prisons to become partially self funding through producing some form of goods/services, this is not rocket science....simple economics. The public are no longer happy sitting back watching offenders taking advantage of the justice system, letting them off minor assault, burglary, letting drug addicts opt for rehabilitation programmes. These are the reasons there is a moral breakdown in todays society, these minor criminals don't go to jail and instead proceed to have children with less morals than their parents. If these issues had been tackled head on and firmly 15 years ago, members of the public would be able to walk the streets without fear. We all know that police resources are stretched and personally I find little comfort knowing that the police are often involved after the crime, not before or during the crime !! We the public deserve more for our taxes.",
            "closed_at": "2008-02-10T00:00:00Z",
            "created_at": "2007-02-10T20:45:33.535818Z",
            "creator_name": "David Overton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-10T20:45:33.535818Z",
            "rejected_at": "2007-03-21T00:03:05.288388Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/moreprisons/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2017217
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExtraPrisons/"
    },
    "type": "petition"
}