{
    "data": {
        "attributes": {
            "action": "Authorise the award of a \"Cold War Service Medal\". This recognition is deserved and long overdue. The \"Cold War\" was not just an ideological struggle, it was a large-scale military campaign to prevent WW3",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To consider authorising the design and award of a Cold War Service Medal. This recognition is deserved and long overdue. The \"Cold War\" was not just an ideological struggle, it was a large-scale military campaign to prevent a third world war through deterrence and military deployments. While many characterize the period 1945-1991 as \"peacetime,\" except for limited wars and expeditions, this misses the point of the large, ongoing military operation that was in fact global.\nMany other expeditions also took place in the cold war context. In the larger context, our defence effort included troop deployments to check Soviet military threats, continuous nuclear-armed retaliatory capability in event of a Soviet attack, and reconnaissance of hostile territory and waters by air and sea. Air Defence sites provided a deterrent against Soviet attack of the United Kingdom, and were kept on a high state of alert",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-02-10T20:58:19.270243Z",
            "creator_name": "Anthony Morland",
            "government_response_at": "2008-05-07T15:22:45.653592Z",
            "government_responses": [
                {
                    "created_at": "2008-05-07T15:22:45.653592Z",
                    "details": "You signed a petition asking the Prime Minister to \"Authorise the award of a \"Cold War Service Medal\". This recognition is deserved and long overdue. The \"Cold War\" was not just an ideological struggle, it was a large-scale military campaign to prevent WW3.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14946.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'COLDWAR'",
                    "updated_at": "2008-05-07T15:22:45.653592Z"
                }
            ],
            "opened_at": "2007-02-10T20:58:19.270243Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2008-02-17T00:01:01.834042Z"
        },
        "id": 2018167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/COLDWAR/"
    },
    "type": "petition"
}