{
    "data": {
        "attributes": {
            "action": "PASS LEGISLATION TO MAKE COLD CALLING ILLEGAL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The phone ringing non-stop day/night/weekends, should be made illegal. It is an invasion of privacy. No-one wants to buy products these people are selling. They won't take 'no' for an answer. They ring anytime from 8.00am - 9.00pm which is annoying, frustrating and downright rude. Consumers pay BT (and other companies) a lot of money, maybe they should do their bit to stop it also. Vulnerable people are being harassed and conned into buying products that are not genuine. Even if their products are genuine, it's basically harassment of the worst kind. People have enough stress during working hours and don't want to come home to the phone ringing all night and weekend with these people on the other end of the phone trying to sell you mobile phones, double glazing and asking you to participate in 15 minute consumer surveys that then result in more cold calls. Make it illegal and then we can answer the phone again...",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-10T21:48:59.922101Z",
            "creator_name": "DEBORAH HILL",
            "government_response_at": "2007-09-04T15:05:29.398328Z",
            "government_responses": [
                {
                    "created_at": "2007-09-04T15:05:29.398328Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"PASS LEGISLATION TO MAKE COLD CALLING ILLEGAL.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13038.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'coldcalling'",
                    "updated_at": "2007-09-04T15:05:29.398328Z"
                }
            ],
            "opened_at": "2007-02-10T21:48:59.922101Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 401,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2021600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coldcalling/"
    },
    "type": "petition"
}