{
    "data": {
        "attributes": {
            "action": "repeal The Firearms (Amendment) Act 1997, and ammend The Firearms Act 1968 include a new section for pistols/handguns",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As The Home Office has granted Section 5 firearms certificates in the past for people needing to own a pistol, it would seem that they have no place being \"prohibited firearms\", and should instead be placed in a new section. \n\nApplying for a license to own a firearm in this section should be similar to applying for a Section 1 certificate, and the criteria on which they are granted should fairly reflect:\n\n1) The added danger to the owner, and the public in the case of the firearm being handled incorrectly.\n\n2) The (extremely low) likelihood that a person who has applied for a certificate is ever going to use that firearm to commit a crime, when they could buy an untraceable (illegal) firearm for a lot less money with no paperwork to take care of.\n\nIt's quite clear that The Firearms (Amendment) Act 1997 has done nothing in reducing gun crime (not that it was meant to), so I think it's about time to let the law-abiding citizens have their sport back.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-11T00:53:03.366629Z",
            "creator_name": "Levi Pinder",
            "government_response_at": "2008-03-13T14:59:05.549661Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T14:59:05.549661Z",
                    "details": "You signed a petition asking the Prime Minister to \"repeal The Firearms (Amendment) Act 1997, and ammend The Firearms Act 1968 include a new section for pistols/handguns.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14984.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'handguns'",
                    "updated_at": "2008-03-13T14:59:05.549661Z"
                }
            ],
            "opened_at": "2007-02-11T00:53:03.366629Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 651,
            "state": "finished",
            "updated_at": "2008-08-12T03:54:44.568227Z"
        },
        "id": 2031737
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handguns/"
    },
    "type": "petition"
}