{
    "data": {
        "attributes": {
            "action": "partially fund the air ambulances of England and Wales",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The value of an Air Ambulance is in being able to bring the benefits of rapid Paramedic intervention to a medical situation in order to give primary care and then airlift patients, if required, to the most appropriate hospital within the Golden Hour.\n\nAs a small and highly manoeuvrable helicopter, the Air Ambulance can also reach areas that ground vehicles could not, e.g. remote rural areas. \n\nAt present, all the funding for this, with the sole exception of the Paramedics' time, must be raised by the Air Ambulance Trusts: THERE IS NO SUPPORT FROM GOVERNMENT.\n\nFor example, The Thames Valley and Chiltern Air Ambulance Trust is desperately in need of back-up funding to purchase a new helicopter to satisfy an EEC ruling to be able to carry a parent/guardian if a child is airlifted in an emergency.\n\nPLEASE HELP BY SIGNING THIS PETITION: ONE DAY, IT COULD BE YOU THAT NEEDS THE SERVICES OF AN AIR AMBULANCE IN AN EMERGENCY.\n\nTHANK YOU.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-11T08:16:31.662035Z",
            "creator_name": "Mike Hardy",
            "government_response_at": "2008-03-13T14:56:31.704706Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T14:56:31.704706Z",
                    "details": "You signed a petition asking the Prime Minister to \"partially fund the air ambulances of England and Wales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14982.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Air-ambulance'",
                    "updated_at": "2008-03-13T14:56:31.704706Z"
                }
            ],
            "opened_at": "2007-02-11T08:16:31.662035Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 362,
            "state": "finished",
            "updated_at": "2008-02-20T00:01:24.984052Z"
        },
        "id": 2035253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Air-ambulance/"
    },
    "type": "petition"
}