{
    "data": {
        "attributes": {
            "action": "with immediate effect, implement a nationally recognised protocol and standard for the routine screening/antenatal diagnosis and treatment of vasa praevia",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Without your help up to 380 otherwise normal healthy babies per year may die in the UK.    \n\n*  Vasa praevia occurs when one or more of the baby's placental or umbilical blood vessels cross the entrance to the birth canal beneath the baby.\n\n* When the cervix dilates or the membranes rupture, the unprotected vessels can tear, causing rapid fetal haemorrhage.\n\n* Vasa praevia occurs in 1:2500 births - approximately 380 babies per year in the UK.\n\n* The fetal mortality rate is estimated to be as high as 95% if the condition is not prenatally diagnosed.\n\n* In cases diagnosed prenatally the survival rate (absent any other congenital defect) is 100%.  \n\n* Studies show that there has never been an infant death following antenatal diagnosis of vasa praevia.\n\n* At present there is no recognised protocol for antenatal diagnosis of vasa praevia in the UK.\n\nThe UK Vasa Praevia Awareness Group is dedicated to raising awareness of this dreadful condition.",
            "closed_at": "2008-03-09T00:00:00Z",
            "created_at": "2007-02-11T11:41:03.415566Z",
            "creator_name": "Daren Samat",
            "government_response_at": "2008-05-16T14:35:59.695677Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:35:59.695677Z",
                    "details": "You signed a petition asking the Prime Minister to \"with immediate effect, implement a nationally recognised protocol and standard for the routine screening/antenatal diagnosis and treatment of vasa praevia.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15558.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Vasa-Praevia'",
                    "updated_at": "2008-05-16T14:35:59.695677Z"
                }
            ],
            "opened_at": "2007-02-11T11:41:03.415566Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2567,
            "state": "finished",
            "updated_at": "2008-07-02T03:38:20.344553Z"
        },
        "id": 2051634
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vasa-Praevia/"
    },
    "type": "petition"
}