{
    "data": {
        "attributes": {
            "action": "provide adequate resources through the NHS and Social Services departments to allow for full and appropriate specialist rehabilitation services to be made available on demand for people who are affected by acquired profound hearing loss (APHL)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There could be as many as 300,000 adults in the UK who, having grown up with normal hearing,lose it as a consequence of accident, illness or injury and are thus deprived of their ability to communicate. They do not use sign language, but rely instead on the written word for most of their communication needs. They are often very isolated and social exclusion is a serious issue. The major organisation that works for the exclusive benefit of people affected by APHL is a small charity that runs specialist rehabilitation services and outreach support. The rehabilitation services are only ever funded on a purely discretionary basis and people miss out even though they are particularly vulnerable,at a high risk of losing their livelihood, suffering relationship difficulties and developing mental health problems as consequences of the onset of total or near-total deafness. If the resources were made available so that more people could take part in rehabilitation programmes, many of the negative consequences of acquired profound hearing loss as experienced by up to 300,000 voting adults could be successfully addressed, resulting in cost savings for the NHS and Social Services and in more people affected by APHL being able to once again make a fuller contribution to family life and to the economic and social fabric of their community.",
            "closed_at": "2007-03-16T00:00:00Z",
            "created_at": "2006-11-15T15:49:23.632508Z",
            "creator_name": "Mike Herbert",
            "government_response_at": "2007-03-21T17:07:55.633908Z",
            "government_responses": [
                {
                    "created_at": "2007-03-21T17:07:55.633908Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"provide adequate resources through the NHS and Social Services departments to allow for full and appropriate specialist rehabilitation services to be made available on demand for people who are affected by acquired profound hearing loss (APHL).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11303.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/deafened/",
                    "summary": "Government response to petition 'deafened'",
                    "updated_at": "2007-03-21T17:07:55.633908Z"
                }
            ],
            "opened_at": "2006-11-15T15:49:23.632508Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 632,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2061
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deafened/"
    },
    "type": "petition"
}