{
    "data": {
        "attributes": {
            "action": "investigate, and respond to, the evidence and research submitted to him by Andrew Coyle on the 9th of February 2007, entitled T.T.T.W.T.&.N.B.T.T. and the concerns expressed therein about the genetic modification, and release of an organism into the environment, which has created new disease(s) in humans and new strain(s) of bacteria harmful to humans!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To investigate and respond to, the evidence and research, submitted to him by Andrew Coyle on the 9th January 2007, entitled T.T.T.W.T.&.N.B.T.T.\n\nGenetic modification of a predatorial organism (Heterorhabditis bacteriophora)and its homicidal passenger (Photorhabdus bacteria)creating a Transgenic nematode \n\nThe subsequent creation of new strain(s) of bacteria (Photorhabdus asymbiotica Kingscliff) which are harmful to humans, and evolving as a direct result of this genetic modification.\n\nThe ignoring of my disease, by the medical community, for seven-years.  Even though I have provided video & still evidence of the nematodes presence and emergence from my body.\n\nThe possible conspiracy, capitulation and cover up by the parties, companies, scientists, responsible for this GMO.  In order to protect the billion-dollar industry, and profits, created as a result of sales and use of this transgenic nematode",
            "closed_at": "2007-06-19T00:00:00Z",
            "created_at": "2007-02-11T14:41:22.669812Z",
            "creator_name": "Andrew Coyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-11T14:41:22.669812Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2069736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nematode-Nemesis/"
    },
    "type": "petition"
}