{
    "data": {
        "attributes": {
            "action": "make Tarceva (Erlotinib) available on the NHS by prescription throughout England, as it is in Scotland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people in England and Wales, like my lovely wife Jill, have been prescribed Tarceva (Erlotinib), to relieve the symptoms of Lung Cancer and stop it spreading. \nJill has responded well and at present shows no signs or symptoms of Lung Cancer. She is however, suffering from Spinal Cord Injury  which has disabled her, allegedly caused by radiation therapy for the Lung Cancer. Many other people have serious reactions to Chemo Therapy and Radio Therapy making Tarceva a necessary alternative treatment option. In Scotland, Tarceva can be prescribed and funded on the NHS, but in England and Wales it is not available this way. Unfortunately, Tarceva is too expensive for most people to fund personally long term, costing over £1,600 per month. So ordinary people are getting into severe financial debt to provide this life extending drug for their loved ones, or they have to resign themselves to the fact that a drug is available to help, but is too expensive to obtain.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-11T14:47:24.348806Z",
            "creator_name": "Stephen Turner",
            "government_response_at": "2008-03-13T15:01:28.815602Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T15:01:28.815602Z",
                    "details": "You signed a petition asking the Prime Minister to \"make Tarceva (Erlotinib) available on the NHS by prescription throughout England, as it is in Scotland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14986.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Tarceva-on-NHS'",
                    "updated_at": "2008-03-13T15:01:28.815602Z"
                }
            ],
            "opened_at": "2007-02-11T14:47:24.348806Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5406,
            "state": "finished",
            "updated_at": "2008-02-25T03:12:47.816364Z"
        },
        "id": 2070296
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tarceva-on-NHS/"
    },
    "type": "petition"
}