{
    "data": {
        "attributes": {
            "action": "maintain the current ban on comercial whaling, and to boycott all imports from countries supporting such 'scientific research'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Japanese, Norwegian and Icelandic governments plan to cull over 900 whales in the next year (including endangered fin whales), and to continue such practices indefinitely. The whaling ban was put into place to protect these mammals, due to the unsustainable manner in which they were culled.  Their reproductive cycle is far too slow to compensate for the losses sustained continuosly due to the actions of Norway, Japan and Iceland.  The scientific research that is planned is non-existent, and whale meat remains unpopular in the commercial food markets of the countries involved.  The EU is a world leader in the field of animal welfare and the responsible use of resources - we urge the prime minister, as our representative, to boycott all imports from and exports to the nations involved in comercial whaling, until the ban is once again adhered to.  If commercial whaling goes ahead, a matter of time separates us from the untempered ravaging of oceans by a few select nations.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-11T14:59:24.575514Z",
            "creator_name": "Elizabeth Heptinstall",
            "government_response_at": "2007-09-13T15:12:54.566610Z",
            "government_responses": [
                {
                    "created_at": "2007-09-13T15:12:54.566610Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"maintain the current ban on comercial whaling, and to boycott all imports from countries supporting such 'scientific research'.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13177.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WHAL1NG'",
                    "updated_at": "2007-09-13T15:12:54.566610Z"
                }
            ],
            "opened_at": "2007-02-11T14:59:24.575514Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 495,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2071452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WHAL1NG/"
    },
    "type": "petition"
}