{
    "data": {
        "attributes": {
            "action": "Make the donation of cord blood for the national donor register available in all uk hospitals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currenlty the donation of cord blood for the national register is only available at 5 Hospitals.Cord blood would usually be thrown away but it could be used to save someone’s life.C/B is rich in stem cells and it is these stem cells that can be used to treat patients suffering from life threatening diseases like leukaemia.A C/B transplant is an alternative to using bone marrow.Collecting this blood will not affect your delivery in any way(information from the national blood service website).Currently for collection of cord blood at other uk hospitals,the donor would have to pay a substantial amount of money to a private organisation for the collection and storage of cord blood.That cord blood is only for personal use by the donor or their immediate family and is not available on the national donor register.",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-02-11T16:20:10.562445Z",
            "creator_name": "Mrs Danielle Pylee",
            "government_response_at": "2007-09-11T15:10:22.065060Z",
            "government_responses": [
                {
                    "created_at": "2007-09-11T15:10:22.065060Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Make the donation of cord blood for the national donor register available in all uk hospitals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13148.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cord-Blood'",
                    "updated_at": "2007-09-11T15:10:22.065060Z"
                }
            ],
            "opened_at": "2007-02-11T16:20:10.562445Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 211,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2078915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cord-Blood/"
    },
    "type": "petition"
}