{
    "data": {
        "attributes": {
            "action": "halt the selling off of radio spectrum used for PMSE until a suitable alternative is found",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the Digital Dividend Review, OFCOM has announced plans to sell off the Analogue UHF TV band. This band is also heavily used for so called Program Making and Special Events, covering usage of radio microphone, radio talkback/foldback, and wireless comms systems. We'll see the return to cabled mics on the WestEnd Stage, popular TV programs becoming unworkable, and the Vicar having to shout at the village fete.  The implications for the 2012 Olympics are also unthinkable, during the 2004 Olympics for example in excess of 300 channels could be in use in a single stadium, difficult even with the currently available spectrum. Without the availability of Radio Mics in the West End, it is likely that much of Musical Theatre will cease, Sir Lloyd-Webber has already hinted that he'd consider premiering his next musical on Broadway. Overall the impact on UK PLC of the loss of this spectrum would be immense, impacting on everything from church services through to the Olympic Games.",
            "closed_at": "2007-06-19T00:00:00Z",
            "created_at": "2007-02-11T17:04:58.123133Z",
            "creator_name": "Jamie Robinson",
            "government_response_at": "2007-07-18T16:24:12.783200Z",
            "government_responses": [
                {
                    "created_at": "2007-07-18T16:24:12.783200Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"halt the selling off of radio spectrum used for PMSE until a suitable alternative is found.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12531.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PMSEspectrum'",
                    "updated_at": "2007-07-18T16:24:12.783200Z"
                }
            ],
            "opened_at": "2007-02-11T17:04:58.123133Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9575,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2083091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PMSEspectrum/"
    },
    "type": "petition"
}