{
    "data": {
        "attributes": {
            "action": "ensure all Government Ministers regularly view petitions to assertain public views on issues that they will make decisions on.We pay their wages and are therefore their employers, they in turn should heed the majority when making decisions on our behalf.Viewing petitions is a good way of judging what should or should not be done.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The public on many occassions inform the Government of the day via various means, petitions being one, that they do not agree with certain decisions being made that they feel is wrong. The war in Iraq, ID cards, road charging, inheritance tax are but a few that we will have no say on.\nIt is about time a law was brought in to ensure that the Government did the peoples' bidding on important issues as we are their employers and this seems to be forgotten.Many of the issues we vote on are not implemented and we are treated like children by our parternalistic Ministers.\nRead our letters properly when we send them and reply to the questions asked, read the petitions sent or posted on this site and act on them if a significant amount have been signed, that is what we pay our Ministers to do, not what they personally would like because of their own viewpoints, eg.Ruth Kelly and her personal religeous views which affect the way she votes.",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-02-11T17:38:45.003478Z",
            "creator_name": "Avril Wooster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-11T17:38:45.003478Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 68,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2086641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/viewpoints/"
    },
    "type": "petition"
}