{
    "data": {
        "attributes": {
            "action": "prevent the BBC from making its iPlayer on-demand television service available to Windows users only, and instruct the corporation to provide its service for other operating systems also.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC plans to launch an on-demand tv service which uses software that will only be available to Windows users.  The BBC should not be allowed to show commercial bias in this way, or to exclude certain groups of the population from using its services. The BBC say that they provide 'services for everyone, free of commercial interests and political bias'.  Locking the new service's users into Microsoft Windows whilst ignoring those members of society who use other operating systems should does not fit in with the BBC's ethos and should not be allowed.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-11T19:26:11.109583Z",
            "creator_name": "Lynette Dobson",
            "government_response_at": "2007-09-06T15:07:10.837555Z",
            "government_responses": [
                {
                    "created_at": "2007-09-06T15:07:10.837555Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"prevent the BBC from making its iPlayer on-demand television service available to Windows users only, and instruct the corporation to provide its service for other operating systems also.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13090.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'iplayer'",
                    "updated_at": "2007-09-06T15:07:10.837555Z"
                }
            ],
            "opened_at": "2007-02-11T19:26:11.109583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16083,
            "state": "finished",
            "updated_at": "2008-05-17T03:26:46.296110Z"
        },
        "id": 2097852
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/iplayer/"
    },
    "type": "petition"
}