{
    "data": {
        "attributes": {
            "action": "Review the Dangerous Dogs Act and implement more stringent requirements for dog owners",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "3000 people are injured by dogs every year. Many of these are babies and young children. Although there are currently 4 listed banned breeds of dogs, there is a trend for ownership of dogs that have more aggressive tendencies. Eg. Bull Terriers, Staffordshire Terrier, Rottweiller Mastifs etc. All dog breeds, if cared for and trained properly, can be very socialble, but these dogs (due to the history of their breeding) are more easily provoked to harm or attack. Thus such breeds need to be tighter controled or more stringent laws on ownership. A destroyed dog AFTER an attack is a too late for the victim and in no way helps families who loose babies or young children who are disfigured!\nANY breed of dog can be dangerous if brought up incorrectly. In an ideal world, dogs would only be able to be owned by people who had a licence. And the only way someone could obtain a licence would be if they passed a test to show they would make competent owners.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2006-12-13T17:20:11.402907Z",
            "creator_name": "Mark Pawley",
            "government_response_at": "2008-01-29T16:06:40.808687Z",
            "government_responses": [
                {
                    "created_at": "2008-01-29T16:06:40.808687Z",
                    "details": "You signed a petition asking the Prime Minister to \"Review the Dangerous Dogs Act and implement more stringent requirements for dog owners.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14430.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dangerousdogs'",
                    "updated_at": "2008-01-29T16:06:40.808687Z"
                }
            ],
            "opened_at": "2006-12-13T17:20:11.402907Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 223,
            "state": "finished",
            "updated_at": "2007-12-15T03:12:51.488608Z"
        },
        "id": 210432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dangerousdogs/"
    },
    "type": "petition"
}