{
    "data": {
        "attributes": {
            "action": "support research into the use of Esperanto for fair and efficient communication in the European Union of the future.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is much anecdotal evidence that the planned language Esperanto provides a more efficient and democratic means of international communication than the system currently in use in the European Union, where 23 languages are official but in practice those who do not speak certain major languages are discriminated against and excluded. Although both politicians and the general public are generally quite positive about Esperanto, EU bureaucrats have strongly rejected Esperanto with specious and unscientific claims, such as the claim that Esperanto is somehow opposed to national languages when in fact it could supplement and protect them. The government should permit and encourage the use of Esperanto, where it is practicable, for example in international school exchange programmes, so that Esperanto can be properly studied and assessed as an option for more widespread use.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-11T21:05:52.429184Z",
            "creator_name": "Edmund Grimley Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-11T21:05:52.429184Z",
            "rejected_at": "2007-03-08T15:34:53.074242Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2107007
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Esperanto-in-EU/"
    },
    "type": "petition"
}