{
    "data": {
        "attributes": {
            "action": "intervene to ensure that University & College lecturer's pay does not continue to fall behind the salaries enjoyed by other (equally qualified) professionals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 10/03/06 the Times Higher Education Supplement identified that Vice-Chancellor's pay increased over the previous 3 years by an average of 21.8% giving an average income of over £130,000. Lecturers, meanwhile, were forced to agree to an aggregate pay settlement of under 14% over the ensuing 3-year period, equating to a lecturer with 10-years experience earning about £33,000.  By 2008, it is anticipated that newly qualified University/College lecturers will receive a significantly worse remuneration package than many of the graduands they are teaching, making entry into the system much less attractive to future academics.  To save our Higher and Further Education systems from becoming second-rate, salaries of front-line staff must keep pace with similar (equally qualified) professionals outside education.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-12T06:03:36.314985Z",
            "creator_name": "Dr Robert Webber",
            "government_response_at": "2008-03-13T15:11:13.521744Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T15:11:13.521744Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to ensure that University & College lecturer's pay does not continue to fall behind the salaries enjoyed by other (equally qualified) professionals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14998.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Salaries'",
                    "updated_at": "2008-03-13T15:11:13.521744Z"
                }
            ],
            "opened_at": "2007-02-12T06:03:36.314985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 736,
            "state": "finished",
            "updated_at": "2008-04-15T03:17:30.601957Z"
        },
        "id": 2120427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Salaries/"
    },
    "type": "petition"
}