{
    "data": {
        "attributes": {
            "action": "Take action against local authorities who choose to discriminate against Christians who wish to celebrate Christmas and its meaning openly by changing the name of the festive season and festive decorations to the likes of \"Winterfest\" and \"Winter lights\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Christian majority in this country is often indirectly discriminated against by those in authority who deem Christian celebrations \"offensive\". However in a room of over 1000 people from numerous ethnic backgrounds on Monday 4th December at a AS/A2 Politics conference in London, not one person was offended by the concept or public celebration of Christmas. So why do those few in authority want to appear as \"politically correct\" when all they really do is cause more racial tension. Action needs to be taken against this as it is only a very small minority who is offended by Christmas, any holiday of any faith in a multicultural society should be celebrated openly.",
            "closed_at": "2007-02-18T00:00:00Z",
            "created_at": "2006-12-14T10:13:00.580702Z",
            "creator_name": "Gary Johnson & Lynsey Murphy",
            "government_response_at": "2007-03-16T16:40:46.650287Z",
            "government_responses": [
                {
                    "created_at": "2007-03-16T16:40:46.650287Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Take action against local authorities who choose to discriminate against Christians who wish to celebrate Christmas and its meaning openly by changing the name of the festive season and festive decorations to the likes of \"Winterfest\" and \"Winter lights\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11265.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Winterfest/",
                    "summary": "Government response to petition 'Winterfest'",
                    "updated_at": "2007-03-16T16:40:46.650287Z"
                }
            ],
            "opened_at": "2006-12-14T10:13:00.580702Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 636,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 215108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Winterfest/"
    },
    "type": "petition"
}