{
    "data": {
        "attributes": {
            "action": "Force Turkey to give back Northern Cyprus to the Greeks and stop its colonialist ambitions elsewhere in the world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1974 Turkey invaded Northern Cyprus killing civilians and occupying land that was not theirs under the pretence that they were protecting the Turkish Cyrpits living on the island (5% of the island's population who were always well intergrated). Since then Turkey has shipped thousands of illegal settlers into the North in order to populate the island and ensure its claims could be validated.\n\nAt the beginning of the Iraq war Turkey threatened to invade northern Iraq to protect the the Turkmenistan people who are descended form the Turks. Coincidentally this threatened invasion into Northern Iraq would mean that the Kurdish reigion in the North would come under Turkish control.\n\nTurkish people are lovely but the Turkish government are aggressive and untrustworthy. Stop Turkish aggression. Support this appeal to make the PM aware of your concerns.",
            "closed_at": "2007-12-22T00:00:00Z",
            "created_at": "2006-12-14T12:42:25.175377Z",
            "creator_name": "David Gibbons",
            "government_response_at": "2008-02-15T12:07:55.075653Z",
            "government_responses": [
                {
                    "created_at": "2008-02-15T12:07:55.075653Z",
                    "details": "You signed a petition asking the Prime Minister to \"Force Turkey to give back Northern Cyprus to the Greeks and stop its colonialist ambitions elsewhere in the world.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14549.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Turkey'",
                    "updated_at": "2008-02-15T12:07:55.075653Z"
                }
            ],
            "opened_at": "2006-12-14T12:42:25.175377Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 226,
            "state": "finished",
            "updated_at": "2007-12-23T00:01:01.245588Z"
        },
        "id": 217135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Turkey/"
    },
    "type": "petition"
}