{
    "data": {
        "attributes": {
            "action": "have Parliament investigate if the Prime Minister lied to Parliament and the people and taking our nation to war.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While I support our troops, and am generally a conservative person who supports our Government and institutions and would call myself patriotic, and going to war may or may not be in the longterm interest of our nation, we went to war on a lie. It is a scandal in the U.S. and Australia, where the same false evidence was used to justify war. British men and women have died for what? Revenge for 9/11? Future oil reserves? The New World Order? Why did we go in without any plan for reconstruction? Don't let the Prime Minister get out the backdoor, retire and escape an investigation! This is what will happen when Mr. Brown takes over. What respect can the nation have for Parliament and the Office of Prime Minister when, if they make a major error, they can escape Justice. When I make a mistake in my job I have to face the music. The Government has passed laws to make this so! So, why can the Prime Minister escape a full and open investigation?",
            "closed_at": "2007-08-12T00:00:00Z",
            "created_at": "2007-02-12T11:29:14.598772Z",
            "creator_name": "Maree Davidson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T11:29:14.598772Z",
            "rejected_at": "2007-03-22T00:03:04.664175Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/WarinIraq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2173112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/investigation/"
    },
    "type": "petition"
}