{
    "data": {
        "attributes": {
            "action": "Change the law to permit our target pistol shooters to prepare properly for international and Olympic competitions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Sportsman's Association of Great Britain & Northern Ireland, acting on behalf of all legitimate shooting sportsmen and women who were affected by the so-called 'handgun ban' in 1997, calls upon the Government to take the necessary action to comply with the Olympic Charter by enabling  target shooters to participate in the demanding and difficult sport of target pistol shooting at the Olympic Games and elsewhere.\n\nThis can be done without any danger to public safety as target pistol shooting, wherever it is practised, has always had an excellent safety record. Target pistols to be kept under suitable security conditions, as they always had been, and be available for use by members of Home Office Approved Clubs.",
            "closed_at": "2007-11-20T00:00:00Z",
            "created_at": "2006-11-17T14:53:38.770073Z",
            "creator_name": "Richard V Malbon",
            "government_response_at": "2007-12-05T16:39:53.374699Z",
            "government_responses": [
                {
                    "created_at": "2007-12-05T16:39:53.374699Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the law to permit our target pistol shooters to prepare properly for international and Olympic competitions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13973.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TargetPistols'",
                    "updated_at": "2007-12-05T16:39:53.374699Z"
                }
            ],
            "opened_at": "2006-11-17T14:53:38.770073Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8721,
            "state": "finished",
            "updated_at": "2007-11-22T03:11:13.801964Z"
        },
        "id": 21740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TargetPistols/"
    },
    "type": "petition"
}