{
    "data": {
        "attributes": {
            "action": "Fully fund long term care for our sick and elderly under the 1946 National Health Service Act and the 'Coughlan' Judgement in the Court of Appeal 1999.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Core Principles of the NHS can be summed up as follows: To provide care which is free at the point of need, meets the needs of everyone and is based on a patient's clinical need not their ability to pay. \n\nTony Blair said at the Labour Party Conference in 1997 that he didn't want his children brought up in a country where pensioners had to sell their homes to pay for long term care. \n\nSince then approx 700,000 homes have been sold to pay for care.\n\nThis applies to sick people of all ages. These people have paid taxes and national insurance all their lives, then suddenly they get taxed again when they become ill by funding their own long term care. What an absolute disgrace!!!!!\n\nIF YOU HAVE AN ILLNESS OR DISABILITY YOU ARE ENTITLED TO FULLY FUNDED NHS CONTINUING HEALTH CARE UNDER THE NATIONAL HEALTH SERVICE ACT 1946.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-12T12:52:13.652797Z",
            "creator_name": "Stephen Johnson",
            "government_response_at": "2007-09-05T15:29:29.796962Z",
            "government_responses": [
                {
                    "created_at": "2007-09-05T15:29:29.796962Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Fully fund long term care for our sick and elderly under the 1946 National Health Service Act and the 'Coughlan' Judgement in the Court of Appeal 1999.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13055.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Continuing-Care'",
                    "updated_at": "2007-09-05T15:29:29.796962Z"
                }
            ],
            "opened_at": "2007-02-12T12:52:13.652797Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2570,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2186398
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Continuing-Care/"
    },
    "type": "petition"
}