{
    "data": {
        "attributes": {
            "action": "Stop buying cars, housing and paying handsome amounts of money to families that have been flouting the benefit system for generations because they are too bone-idle to get out of bed and work for a living like the rest of us.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This liberal namby-pamby attitude has got to stop. Get these work-shy individuals out of their beds and from in front of the television and make them work. It is not fair to the hard-working, tax paying folk of this country to have to fund layabouts.  There can be no excuse (not even a bad back, sore leg, stress, alcoholism etc.etc.) for people not to work in this country. This has been demonstrated by the amount of immigrants that have come to the UK to work.\nIf you stop paying them a king’s ransom to sit at home, then the people that have made the lifestyle choice to live off the system will have no option but to work for a living. \n\nPaying middle class wages to these shirkers will not give them the incentive to work...surely that is obvious?",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-02-12T15:53:57.148248Z",
            "creator_name": "Mr Lambert",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T15:53:57.148248Z",
            "rejected_at": "2007-03-22T00:03:04.664175Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/work4jobseekers/\nhttp://petitions.pm.gov.uk/fakejobseekers/\nhttp://petitions.pm.gov.uk/Benefits/\nhttp://petitions.pm.gov.uk/benefitsystem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2223622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FundingLayabouts/"
    },
    "type": "petition"
}