{
    "data": {
        "attributes": {
            "action": "protect the theory of creation as a viable alternative to the big bang theory in educational establishments",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In opposition to petitions such as those which request the removal of religious study or the teaching of Creationism in schools, we request that the Prime Minister protect, for future generations, the theory of Creation.  This theory is as scientifically and philosophically viable as the Big Bang theory or the theory of Evolution and should be treated as such in schools.  This would help prevent the uninformed intolerance of alternative scientific viewpoints and encourage the openness that drives scientific discovery forwards.  Such an official protection would also encourage people to understand that religion is not necessarily negated by science and that following a religion does not, in itself, mean that an individual is ignorant or irrational.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-12T16:19:04.577217Z",
            "creator_name": "Helen Gerling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T16:19:04.577217Z",
            "rejected_at": "2007-03-13T11:49:55.877075Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/beliefs/\nWhile not exactly identical to this petition it is similar, as it is on the same issue and with the same goal. We are trying to avoid duplication as this has been requested by users, both so they can access the petitions more easily and so the signatures are not dilluted among multiple petitions. We cannot make editorial judgements on which petition is better and cannot replace/edit any petition. You would be very welcome to resubmit your petition after the existing one closes.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2230828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Creation-Theory/"
    },
    "type": "petition"
}