{
    "data": {
        "attributes": {
            "action": "John F.G.Arman, Josie Arman, Derek Capp, Doctor Richard Mallet, Elizabeth Mallet Pauline Dawson, John Scott, Susan Scott, Jim Robinson, Alison Robinson, Allen palmer, Clare Palmer, Sarah Mills, Carolyn Akroyd. Gordan Monk, Steve Turner, Gillian Turner, David Collett, Brian Branson, Shirley Branson, Chris Woodford,Ian Guy, Ann Guy, David Price, Mary Price, Peter burrows, Clare Burrows",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to prevent government from over-ruling local council's decisions to reject planning applications for wind turbines. The local council decision reflects the voice of the people.These turbines are not suitable for inland locations, the power generated is minute, compared to the energy used to build them.They are a blot on the landscape and present a health hazard to human and wildlife populations. The negative impact they will have on our GREEN AND PLEASANT LAND far outweighs any benefit.It takes 2500 of these monstrosities to replace one power station. The main reason Energy companies are pushing for wind farms is to secure government subsidies, and as taxpayers, we do not want our hard earned money to be used to decimate our beautiful countryside. Please Mr Blair, think again, and stop putting money into the hands of foreign developers who will not have to live here once they have taken the subsidies.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-12T16:21:02.170847Z",
            "creator_name": "John F.G. Arman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T16:21:02.170847Z",
            "rejected_at": "2007-03-08T11:29:49.596563Z",
            "rejection": {
                "code": 512,
                "details": "The title of the petition should be a call to action not a list of names. Once the petition is create each person must sign the petition individually.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2231403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Turbines/"
    },
    "type": "petition"
}