{
    "data": {
        "attributes": {
            "action": "abolish parental choice for selecting which state school a child will attend, and so therefore reduce pollution and road traffic accidents in one blow as children walk to their local school.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government supports measures to reduce Global Warming, yet completely fails to take the simplest step to reduce carbon emissions by removing parental choice of which state school to send their child. \nSuch choice sees an obscene number of road journeys per day made across the towns and cities of Britain, with stressed parents taking unnecessary risks, whilst pumping out carbon emissions on a ridiculous scale.\nIn addition this measure would reduce accidents involving children, massively reduce rush hour congestion, and provide an opportunity for many young people to walk to school, improving their overall levels of exercise.\nIt is of course accepted that in the rural areas children still will require transportation to their local school in the nearest town.\nSo sign up to combat Global Warming, help get our kids fit again, reduce congestion & associated road traffic accidents.\nThere is little point in parental choice if our children are to inherit a planet in terminal decline.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-12T16:46:35.783148Z",
            "creator_name": "Richard Pugh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T16:46:35.783148Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2238322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noschoolchoice/"
    },
    "type": "petition"
}