{
    "data": {
        "attributes": {
            "action": "bring pressure on Microsoft to stop them overcharging the UK for its Vista Operating System.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a huge difference in the price that people in the US and the UK are paying for Windows Vista the new Microsoft Operating System. As an example of this, in the UK a full copy of Vista Ultimate would cost you £350, in the US it would cost you £195.\nThe US version of Vista is exactly the same as the UK version. There is no difference. Therefore I can see no reason for there to be such a huge difference in prices between the UK and the US other than Microsofts belief that the UK customers will pay more than their US counterparts. \nI ask people to sign this petition in the hope that the Prime Minister will bring pressure to bear on Microsoft over their pricing as it is my belief they are simply overcharging the people of the UK and therefore are ripping us off.",
            "closed_at": "2007-04-20T00:00:00Z",
            "created_at": "2007-02-12T17:09:38.391736Z",
            "creator_name": "Paul Milne",
            "government_response_at": "2007-05-08T15:01:53.712902Z",
            "government_responses": [
                {
                    "created_at": "2007-05-08T15:01:53.712902Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"bring pressure on Microsoft to stop them overcharging the UK for its Vista Operating System.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11625.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VistaOvercharge'",
                    "updated_at": "2007-05-08T15:01:53.712902Z"
                }
            ],
            "opened_at": "2007-02-12T17:09:38.391736Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9874,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2244247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VistaOvercharge/"
    },
    "type": "petition"
}