{
    "data": {
        "attributes": {
            "action": "Stop overcharging and penalising motorists for the privilege of owning a car in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The cost of driving has been increasing by extortionate amounts. Not only was the congestion charge introduced, but it has been extended AND increased, all in 1 year. Road tax has also increased drastically. \nWith toll charges, parking fines, more and more controlled parking zones, etc, etc, we motorists are being used as a never ending pot of money for LA’s and the government. \nA bit of winter weather and public transport grinds to a halt. What alternative do we have than to drive and to be charged for doing so is a real insult. \nValid or not, why does the congestion charge cost so much. £8.00 per day is too much for the average working person to have to pay. \nIt should be made clear what our taxes and charges are being spent on. Penalty charge amounts should be standardised so they do not vary from borough to borough. \nStop using motorists as a permanent source of additional income and enable us to enjoy the use of our vehicles without always worrying about the cost of running it.",
            "closed_at": "2007-05-12T00:00:00Z",
            "created_at": "2007-02-12T19:14:23.161547Z",
            "creator_name": "Valerie Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T19:14:23.161547Z",
            "rejected_at": "2007-03-23T00:03:05.627081Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stoproadtheft/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2281766
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MotoringCharges/"
    },
    "type": "petition"
}