{
    "data": {
        "attributes": {
            "action": "continue with development and implementation of a progressive road pricing policy that will be effective in reducing the environmental and economic damage caused by road traffic; to recognise the profound changes that must be made collectively and individually to reduce pollution and road congestion; and to promote measures, including (but not restricted to) improved public transport and alternative means of transport, that will help people to adjust to these changes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Urgent action is needed to tackle climate change and road traffic congestion, and road pricing will be an effective step towards these aims.  A road pricing system must be progressive, so that it charges the greatest amount on journeys that cause the worst pollution and congestion.  By contrast, a journey in a low-emissions car, on an under-used road, should attract a much lower charge.\n\nA road pricing scheme must be accompanied by measures that will help people to adjust to the changes that are required to meet the Government's targets on greenhouse gas emissions.  These measures should include:\n\n> improvements to public transport\n\n> promotion of alternative means of transport\n\n> better provision of services close to people’s homes, to reduce the need to travel.  This should include both private and public services, such as shops, post offices, schools and healthcare facilities\n\n> promotion of facilities to allow more people to work from home, or from premises in their own locality",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-12T19:40:05.421567Z",
            "creator_name": "Paul Brett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T19:40:05.421567Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2008-04-10T03:23:04.741416Z"
        },
        "id": 2289062
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/faircharge4roads/"
    },
    "type": "petition"
}