{
    "data": {
        "attributes": {
            "action": "Redirect the funds for Trident to creating and building more facilities of harnessing the natural power of wind, sun and tide and as a result meet it's targets for lowering carbon emissions without putting us in danger from possible uranium disasters.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is an island nation. We are surrounded by sea and yet we could do so much more with tidal power. \n We still have damage from the massively strong winds we had a couple of weeks ago, yet we only have a handfull of wind farms. People think they are an ugly eyesaw. I wonder how they would feel when many parts of England, maybe even their homes are under water due to melting ice caps. \n New houses are being build all the time on green spaces that used to supply water to the land, food in the shops, and oxygen for the atmosphere. Why are they not all being build with solar panels or a small wind turbine? It would be so simple to make thousands of more people in England more eco firendly with out inconvienacing them or putting them out of pocket. \nPlease, Number 10, help us help ourselves. Don't go with a power source we don't truly understand. Keep things simple. Lets use what we've got, what nature gave us. And we could radically change everything.",
            "closed_at": "2007-06-21T00:00:00Z",
            "created_at": "2007-02-12T19:42:13.852196Z",
            "creator_name": "Sian Davies",
            "government_response_at": "2007-07-18T16:26:17.048592Z",
            "government_responses": [
                {
                    "created_at": "2007-07-18T16:26:17.048592Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" Redirect the funds for Trident to creating and building more facilities of harnessing the natural power of wind, sun and tide and as a result meet it's targets for lowering carbon emissions without putting us in danger from possible uranium disasters.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12533.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Trident23'",
                    "updated_at": "2007-07-18T16:26:17.048592Z"
                }
            ],
            "opened_at": "2007-02-12T19:42:13.852196Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2289635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trident23/"
    },
    "type": "petition"
}