{
    "data": {
        "attributes": {
            "action": "reconsider the HMRC centralisation policy and the closure of local offices.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Five years ago HMRC invested considerable time and public money reorganising its management structure and software systems so that work could be distributed efficiently and effectively to staff, regardless of their location. \nHMRC now plans to centralise work and staff into busy cities, many of which have poor transport links.  This will result in the closure of hundreds of local offices in the communities where staff live.  This action will increase the traffic and pollution on already congested roads at peak periods as staff undertake longer journeys to work.\nThis centralisation proposal is in direct opposition to the Government's aim to reduce road traffic and its adverse affect on the environment.",
            "closed_at": "2007-06-18T00:00:00Z",
            "created_at": "2006-12-16T12:54:57.215181Z",
            "creator_name": "Julie Clement",
            "government_response_at": "2007-08-21T15:08:50.488236Z",
            "government_responses": [
                {
                    "created_at": "2007-08-21T15:08:50.488236Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"reconsider the HMRC centralisation policy and the closure of local offices.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12894.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'centralisation'",
                    "updated_at": "2007-08-21T15:08:50.488236Z"
                }
            ],
            "opened_at": "2006-12-16T12:54:57.215181Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 576,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 232888
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/centralisation/"
    },
    "type": "petition"
}