{
    "data": {
        "attributes": {
            "action": "Support the planned vehicle tracking and road pricing policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is explicitly intended to counter an existing petition calling on the Government to scrap road pricing.\n\nThe idea of national road pricing (or congestion charging) is both sensible and fair. Fuel taxes do not target the external costs created by congestion. Without a road pricing scheme, congestion on our roads will become a serious problem which will negatively affect economic growth and increase CO2 emissions.\n\nRoad pricing is a fair way of charging for using the roads, because charges will be higher in congested areas where alternatives exist - eg. urban areas, and motorways. Poor people are less likely to own cars, and are most likely to benefit from any revenue from road pricing, some or all of which could be put into improving public transport (like in London). Simply improving roads has so far only led to more traffic.\n\nMr Blair - support road pricing, and furthermore ensure that any national road pricing scheme incentives vehicles with lower CO2 emissions.",
            "closed_at": "2007-04-12T00:00:00Z",
            "created_at": "2007-02-12T23:03:15.165894Z",
            "creator_name": "Hilary Dunford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T23:03:15.165894Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/TRACK-CARS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2333360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/yes2pricingroads/"
    },
    "type": "petition"
}