{
    "data": {
        "attributes": {
            "action": "Make the Kings Arms, Lockerbie the National Pub of the UK and give Dave Spence a well deserved Knighthood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Kings Arms in Lockerbie is the best pub in the UK and it is high time this was recognised, the staff are always friendly, and the manager Dave has worked hard to see that it is always welcoming to everyone no matter their race, religion, sexual orientation or species.  The Prime Minister should make this pub the UK's national pub and help promote it's friendly and welcoming ethos as an example of the best the UK recreation industry has to offer.  It's manager David Spence should also be given a knighthood for being able to have such a sterling establishment, with such a welcoming and equality driven atmosphere of inclusion, in what is best described as a cultural wasteland inhabited by neds, chavs, and other creatures of the night who constantly seek to tear down these bright shining principles.  And he would look great in one of those formal suits that you meet the Queen in too.",
            "closed_at": "2007-02-16T00:00:00Z",
            "created_at": "2006-12-16T15:30:45.918868Z",
            "creator_name": "Rhiannon Sands",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-16T15:30:45.918868Z",
            "rejected_at": "2006-12-18T16:38:45.583566Z",
            "rejection": {
                "code": 5120,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 233524
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-Kings-Arms/"
    },
    "type": "petition"
}