{
    "data": {
        "attributes": {
            "action": "Help STOP WARS in the world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Declaration of World Wide Countries to the use of conflicts and self deterring -\nBy signing this declaration, you agree that in all circumstances no military, elite, tribal action, or civilian and religious barbarical pacification will be pursued, whether by any government, leader, chancellor, capital providers, groups, or citizen of any country, including not to use any force, violence, or fraud of any persons livelihood.\nYou hereby certify that if You use, or aid others to use, including aiding any military, elite or tribe, to initiate or aggravate in any controversy, whether maliciously or seemed as reasonable, within any country or territory; with no exceptions and clauses to permit this usage, then you along with all permitting instigators of acceptance to implement such actions, will be held liable for prosecution, whether it being the offence towards the destruction of persons lives, animal lives, or the environmental protection.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-02-12T23:32:28.647643Z",
            "creator_name": "Tammy Dickinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T23:32:28.647643Z",
            "rejected_at": "2007-03-13T15:07:53.255160Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2338086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nowaratall/"
    },
    "type": "petition"
}