{
    "data": {
        "attributes": {
            "action": "Use Road Pricing & Air Tax revenue ONLY for Anti Global Warming measures such as Improved Rail Alternatives - eg CrossRail, new Tramways and a 200mph London-Manchester-Scotland Rail Link. Any Transport Minister who fails to start construction work on CrossRail and a 200mph link to Scotland within 5 years should have his salary halved.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New Air Taxes and Proposed Road Pricing Revenue have to been seen to be spent on providing REAL Rail alternatives to domestic air and road travel. \n\nMuch public distrust of road pricing comes from it being seen as yet another tax - rather than a way of preventing millions of deaths from Global Warming.\n\nUrban Tram routes, CrossRail and Thameslink should all be funded by these taxes. TGV routes across France have switched 85% of passengers from planes to trains. \n\nWe too should free up existing rail lines for more commuter and freight trains by building a new 200mph route to Scotland via Manchester. \n\nAny Minister that fails to start construction work on both CrossRail and a new 200mph Rail Link to Scotland within 5 years should have his salary halved.  \n\nThe threat of halved salaries worked to provide new Public Transport in Seattle. Let this be the case here too.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-02-12T23:35:39.524871Z",
            "creator_name": "John Jefkins MBE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-12T23:35:39.524871Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 149,
            "state": "finished",
            "updated_at": "2008-02-23T00:01:01.984827Z"
        },
        "id": 2338443
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UseRoadPriceCash/"
    },
    "type": "petition"
}