{
    "data": {
        "attributes": {
            "action": "Withdraw the automatic right for a prisoner to be released once they has served half of their sentence given by a Judge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Human rights now forbid Prison Governors giving extra days, even for assaulting staff, without referring it back to a court. That was the main reason for the half sentence, the other half was for good behaviour. That, thanks to the do-gooders of this world,and their arguements that Prison Governors are not qualified to mete out punishment, is having an amazing impact on the moral of the people we rely on to keep some of the worst people in society, safely away from us tonight, and it has now been taken away, but being released half way thru is still seen as an AUTOMATIC right by the perpotraters, regardless of their crime or conduct whilst inside doing their sentence. Prison spaces are limited, I know, but, I would rather my taxes go to build more prisons, than pay the probation service, and services like them who have jumped on the band wagon, for paying lip service, and trying to justify their position. Enough is enough with pacifying the criminal....what about the victim !!!!",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-02-13T03:15:23.219496Z",
            "creator_name": "Anthony Barrett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T03:15:23.219496Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/lifeislife/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2344479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prisonsentencing/"
    },
    "type": "petition"
}