{
    "data": {
        "attributes": {
            "action": "Elaine Hussain-Lazell",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Make all new people moving to the U.K. and those that have settled here in the last 5 yrs.to take and pass a U.K. driving test.To obtain their licence, once they have passed their test, the first ins.cert.with tax should be issued via the government.  Then people entering the country would have good driving knowledge, would also be covered by insurance.  The gov. should also issue a small disc to all current uk lic. holders to prove that they have passed their test and that they are legally allowed to drive, this disc should then be stamped by the Ins.co.,to prove cover.The disc should then be displayed along with the tax disc. Then when police/wardens spot a vehicle,they would know immediately whether this vehicle should be on the road.If it is found that the vehicle in question is not covered by tax/ins. or the driver has not passed a UK test then the car should be impounded and scrapped immediatly.If you agree with this, please sign this petition.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-02-13T07:33:17.095843Z",
            "creator_name": "Elaine Hussain-Lazell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T07:33:17.095843Z",
            "rejected_at": "2007-03-12T17:19:38.575043Z",
            "rejection": {
                "code": 256,
                "details": "you need to create a proper heading - not your name",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2348048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAFER-ROADS/"
    },
    "type": "petition"
}