{
    "data": {
        "attributes": {
            "action": "honour the agreement to pay GPs' pensions as agreed in the new GP contract and reverse the Department of Health decision to cap the pensions of GPs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I wish to petition for reversal of the Department of Health's decision to impose a retrospective cap on GP pensions. GPs negotiated a new contract with employers with performance-related pay. It was understood by GPs voting on the contract that any increase in earnings would be reflected in pensions. The Department's decision to renege retrospectively will cost every GP. The extra income earned has already had higher pension payments paid on it, which will not now be reflected in a proportionately higher pension. It is like a bank offering 6% interest a year for five years then saying that actually it only wants to pay 4%. The government has had the work done and is now refusing to pay the bill. This decision renders the Department untrustworthy in many GPs' eyes, and amounts to a raid on our pension of questionable legality and morality.  I urge the Prime Minister to act to restore the integrity of government.",
            "closed_at": "2007-03-18T00:00:00Z",
            "created_at": "2006-12-17T09:41:02.536414Z",
            "creator_name": "Mark Oliver",
            "government_response_at": "2007-03-26T16:18:46.190433Z",
            "government_responses": [
                {
                    "created_at": "2007-03-26T16:18:46.190433Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"honour the agreement to pay GPs' pensions as agreed in the new GP contract and reverse the Department of Health decision to cap the pensions of GPs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11345.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/GPPension/",
                    "summary": "Government response to petition 'GPPension'",
                    "updated_at": "2007-03-26T16:18:46.190433Z"
                }
            ],
            "opened_at": "2006-12-17T09:41:02.536414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1997,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 235943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GPPension/"
    },
    "type": "petition"
}