{
    "data": {
        "attributes": {
            "action": "put in place immediately a mechanism that will ensure a full RPI inflation increase is given to PCT's each year in order to guarantee annual inflation increases in GMS and PMS contracts thereby providing a more stable future for general practice.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Annual inflation-proof increases are essential in order to meet the rising costs of practice expenditure including staffing and utility costs.  Although general practice benefited from an increase in practice income in 2004 and 2005, this is being eroded each year through under-inflation or no-inflation increases.  This erosion is being masked by a concerted effort from the government and the media to both sensationalize and mislead the general public as to the true earnings of a GP contractor whilst concealing the overall excellent value for money that is being achieved from general practice.  For example, 'huge profits' published by accountants include not just NHS GP contractor earnings, but NHS employERS superannuation contributions, income streams earned from carrying out additional work over and above that required to fulfill GMS/PMS core services and private (non NHS) earnings. Put simply, practice accounts include all practice earnings, not just those relating to the NHS.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2007-02-13T09:36:19.281622Z",
            "creator_name": "Mr S Forbes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T09:36:19.281622Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2739,
            "state": "finished",
            "updated_at": "2008-03-12T00:01:01.429640Z"
        },
        "id": 2374434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GeneralPractice/"
    },
    "type": "petition"
}