{
    "data": {
        "attributes": {
            "action": "Answer questions put to him and his government DIRECTLY and not just reel off a load of facts and figures surrounding the subject matter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I for one am absolutely fed up with listening to answers given by this Prime Minister, the government and opposition parties. If the questions asked by interviewers, at Question Time etc were answered in the way that politicians currently answer them by a student in an exmaination they would be FAILED, because they NEVER actually answer the question as put to them, they only ever then take the subject matter and say what they want to say. This is all just SPIN and I am fed up with it. Politicians are accountable, not just at the ballot box and yet the number of times they actually admit their failings or say \"i got it wrong\" doesnt compare to everyone else in society in their work or private lives. So.....they should be told when they dont answer the question and be made to answer it and not be allowed to get away with waffling on with statistics (which can show anything) that are NOT the DIRECT answer to the question. It really is about time that politicians ANSWERED THE QUESTION.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-13T09:36:42.723558Z",
            "creator_name": "Clive Smaldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T09:36:42.723558Z",
            "rejected_at": "2007-03-23T00:03:05.627081Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/GovtHonesty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2374574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Answeraquestion/"
    },
    "type": "petition"
}