{
    "data": {
        "attributes": {
            "action": "abolish the collection of students finger prints in schools due to lack of adequate security.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The use of biometrics is being used in my school canteen to create a cashless environment. The school has been collecting fingerprints for use in such a system yet there is no guarantee that the data will remain secure as no contracts have been signed and it will not be passed on to anyone or that it will be impossible for anyone to gain access to this data. This data could be used in a way that the owner does not wish, nor even knows about. This seems to be the beginning of a police state where innocent people's private information is being collected for no good reason with inadequate security conditions. I believe it is unfair to make it so that children cannot buy food at the school unless they allow their fingerprints to be taken and have to top up their account on a regular basis. It would be a fairer and easier system to simply continue using a cash system or a card system where the collection of private information is not necessary.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-13T09:44:40.522195Z",
            "creator_name": "Ben Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T09:44:40.522195Z",
            "rejected_at": "2007-03-23T00:03:05.627081Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/kidsprivacy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2377070
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentprints/"
    },
    "type": "petition"
}