{
    "data": {
        "attributes": {
            "action": "Provide a weekly opportunity in parliament for the Prime Minister to answer MP's question's on the development & implementation of government policy in a more business-like manner than is traditionally done during PMQ's at present.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PMQs are currently traditional knock-about debating fun for parliamentarians; they do not provide effective accountability and the avoidance of substantive issues in answering awkward questions has led to disillusionment with the processes & principles of government.\n\nWhen policies are proposed, statements of objectives and the values placed on them should be separated from proposed approaches to realising them, which should clearly explain how the progressive achievement of lesser goals should lead to the desired result and quantify risks associated with the plan.\n\nOnce a policy has been adopted, the PM should respond to questions about implementation in terms of verifiable progress and changes in the risks and issues associated with the plan.\n\nIn answering questions the PM should be obliged to respond by the Speaker to all questions, in appropriate terms - answering value questions with value statements only, and factual questions with factual statements only.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-13T09:50:33.903647Z",
            "creator_name": "Julian Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T09:50:33.903647Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-02-22T00:01:01.762408Z"
        },
        "id": 2378998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BetterPMQs/"
    },
    "type": "petition"
}