{
    "data": {
        "attributes": {
            "action": "support the UK Youth Parliament's beliefs that university fees/top up fees should be reduced or abolished to allow access to free higher education for every young person across the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Youth Parliament is an organisation comprising of more than 300 elected Members from accross the UK, which aims to give the young people of the UK, between the age of 11 and 18 a voice, which will be heard and listened to by local and national government, providers of services for young people and other agencies who have an interest in the views and needs of young people.  UKYP has the support of Prime Minister Tony Blair, Leader of the Opposition David Cameron, and the Leader of the Liberal Democrats Menzies Campbell.\nThe petition is part of an ongoing national campaign which UKYP is organising. as well as the petition, we are organising marches,protests, press events, a debate in the houses of commons, an early day motion within parliamemt (first stage of introducing a parliamentary bill) and a high profile delivery of the petitions to 10 Downing street.\nPLEASE SUPPORT THE PETITION- UNIVERSITY SHOULD BE FREE - MOST POLITICIANS HAD IT FREE - WHY SHOULDN'T TODAYS YOUNG PEOPLE!",
            "closed_at": "2007-04-15T00:00:00Z",
            "created_at": "2006-12-17T19:39:59.938868Z",
            "creator_name": "James Greenhalgh, MyP",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-17T19:39:59.938868Z",
            "rejected_at": "2006-12-18T16:29:43.219018Z",
            "rejection": {
                "code": 2048,
                "details": "There is a very similar petition here:\nhttp://petitions.pm.gov.uk/scrapfees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 238484
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/universityfees/"
    },
    "type": "petition"
}