{
    "data": {
        "attributes": {
            "action": "Protect the mentally ill from the many closures of extremely important rehabilitation units that act as a stepping stone from illness to the Mainstream under the new government guidelines..all for the wrong reasons in the case of a pioneering Unit in Nottingham that has been fulfilling Govt requirements for years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A 10 year old purpose built, Pioneering Rehabilitation Unit called.SPAN:Nottingham NG5 3FL.\n\nUnder the guise of following the new current government guidelines the 'powers that be' intend to dismantle the very successful organisation that does exactly what the Government want,gets very mentally ill back into Mainstream,at a pace their illnesses dictate.\n \nReason for dismantling..\"costs too much for too few.\" (before a proper consultation has been completed.)\nNot playing in a level playing field, as the Unit has cynically been wound down over the last two years..so any number crunching exercise is obviously NOT going to come out in support of SPAN.\n\nThis Unit cost £1 million to build in 1994 and the staff have invested ten years in making it work.\nYou can work the rest out-The Unit is set in a delightful environment/leafy suburb of Nottm.\nHelen Drury JP",
            "closed_at": "2007-01-31T00:00:00Z",
            "created_at": "2006-11-17T16:59:56.964381Z",
            "creator_name": "Helen Drury JP",
            "government_response_at": "2007-03-16T16:41:52.300360Z",
            "government_responses": [
                {
                    "created_at": "2007-03-16T16:41:52.300360Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Protect the mentally ill from the many closures of extremely important rehabilitation units that act as a stepping stone from illness to the Mainstream under the new government guidelines..all for the wrong reasons in the case of a pioneering Unit in Nottingham that has been fulfilling Govt requirements for years.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11266.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/HELPMENTALLYILL/",
                    "summary": "Government response to petition 'HELPMENTALLYILL'",
                    "updated_at": "2007-03-16T16:41:52.300360Z"
                }
            ],
            "opened_at": "2006-11-17T16:59:56.964381Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 256,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 23857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HELPMENTALLYILL/"
    },
    "type": "petition"
}