{
    "data": {
        "attributes": {
            "action": "ban the use of animals in circuses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is not natural for animals to ride bicycles, stand on their heads, or jump through rings of fire. They don’t perform these and other difficult tricks because they want to; they perform because they’re afraid not to. Trainers use bullhooks, whips, sticks, electric prods, and other tools that intentionally cause pain and injury in order to force animals to perform. Not just this, but the animals are not in anything like their natural habitat. Touring circuses may cover thousands of miles a year, carrying animals from site to site in transporters and cages on the backs of lorries known as beast wagons. Moving location each week means they spend most of the year in temporary accommodation. The animals may be confined for hours, even days, in their travelling cages, with their only respite being either limited time in an exercise cage, being rehearsed, or performing. This practice is cruel and unnecessary.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-13T10:19:51.689214Z",
            "creator_name": "Olivia Meheux",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T10:19:51.689214Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Circuses/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2387814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animalcircuses/"
    },
    "type": "petition"
}