{
    "data": {
        "attributes": {
            "action": "cease the creation of more faith schools, take existing public-funded faith schools from the control of religious bodies and convert them to unbiased schools for all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One third of our state schools are controlled by the Church of England (with one quarter) and the Catholic Church.\n\nWhatever contribution to education these schools make, the churches are also using them to promote their own interests. \n\nThe present government policy of not just accepting this but of promoting the creation of more Christian schools and responding to the understandable demands from other religions for fair treatment is leading towards serious religious, racial and social division.\n\nWe face the prospect of over half our state schools being controlled for admissions, employment and ethos by non-accountable religious bodies with their own agendas.\n\nFaith schools are not gifts from the religions: all wages and salaries and almost all building costs come out of taxes.\n\nThe changes should cause no disruption to the educational performance of the schools since most staff could remain in post.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2006-12-17T22:04:37.362761Z",
            "creator_name": "Allan Hayes",
            "government_response_at": "2008-02-01T16:06:34.201254Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:06:34.201254Z",
                    "details": "You signed a petition asking the Prime Minister to \"cease the creation of more faith schools, take existing public-funded faith schools from the control of religious bodies and convert them to unbiased schools for all.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14465.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'endfaithschools'",
                    "updated_at": "2008-02-01T16:06:34.201254Z"
                }
            ],
            "opened_at": "2006-12-17T22:04:37.362761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2041,
            "state": "finished",
            "updated_at": "2008-05-27T03:28:21.116079Z"
        },
        "id": 239113
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endfaithschools/"
    },
    "type": "petition"
}