{
    "data": {
        "attributes": {
            "action": "Free food intolerance indicator tests to be made available on the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS treats 1 million patients every 36 hours. For each patient the government spends on average £6,762 a year. These are significant costs to the tax payer yet the NHS are letting down patients by not getting many of them better in many cases. Food intolerance testing would save the NHS billions of pounds, free up doctors time and get people better if these scientifically validated tests could be made available on the NHS.\n\nA recent survey suggests that 66% of patients are ill at least three years before taking matters into their own hands and getting better using food intolerance testing(32% for ten years of more). \n\nWe propose to petition the Government to allow the NHS to prescribe food intolerance tests as a way of combatting a number of mild and chronic illnesses. It has a duty to serve its patients by giving them the best health solution possible.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-02-13T11:17:51.884932Z",
            "creator_name": "Les Rowley",
            "government_response_at": "2008-03-14T15:31:58.093531Z",
            "government_responses": [
                {
                    "created_at": "2008-03-14T15:31:58.093531Z",
                    "details": "You signed a petition asking the Prime Minister to \"Free food intolerance indicator tests to be made available on the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15008.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freefoodtests'",
                    "updated_at": "2008-03-14T15:31:58.093531Z"
                }
            ],
            "opened_at": "2007-02-13T11:17:51.884932Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2008-04-10T03:23:07.569965Z"
        },
        "id": 2403724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freefoodtests/"
    },
    "type": "petition"
}