{
    "data": {
        "attributes": {
            "action": "provide more land for allotments for people to grow their own vegetables.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This will do the following:\n\n1. Allow people to save money.\n\n2. Provide an area for abundant wildlife.\n\n3. Help to absorb carbon dioxide from the atmosphere.\n\n4. Help to cut the amount of carbon dioxide in the world's atmosphere: people grow their own food instead of buying it all thus reducing 'air miles' (and shipping and lorry pollution).\n\n5. Provide people with a community group to belong to and enjoy.\n\n6. Provide people with a space to exercise while doing something worthwhile - it will benefit them in two different ways at the same time.\n\nThere simply aren't enough allotments around. I belong to one, half of which has just been taken over by the golf course next door, halving the allotments while only increasing the golf course by about 3%. I believe there is a waiting list of people desperate to obtain a plot, but there simply isn't enough land.",
            "closed_at": "2007-05-20T00:00:00Z",
            "created_at": "2006-11-17T17:24:08.003151Z",
            "creator_name": "Naomi Phillips",
            "government_response_at": "2007-06-21T15:13:11.616129Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:13:11.616129Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"provide more land for allotments for people to grow their own vegetables.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12015.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'allotments'",
                    "updated_at": "2007-06-21T15:13:11.616129Z"
                },
                {
                    "created_at": "2007-10-15T14:57:24.980130Z",
                    "details": "Environment Secretary Hilary Benn has written a message exclusively for people who recently signed petitions on the No10 website about climate change.\n\nMr Benn highlights the UK Government's commitment to seeking international agreement on a post-2012 climate change framework, and encourages petitioners, their families, and friends, to use the new CO2 Calculator.\n\nRead the message here:\nhttp://www.pm.gov.uk/output/Page13496.asp\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'allotments'",
                    "updated_at": "2007-10-15T14:57:24.980130Z"
                }
            ],
            "opened_at": "2006-11-17T17:24:08.003151Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1173,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 24261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allotments/"
    },
    "type": "petition"
}