{
    "data": {
        "attributes": {
            "action": "Ensure that the aggressive secularisation of the UK and especially the removal of anything \"Christian\" from society and education is halted and that the benefit of a \"Faith filled\" culture can have positive benefits for morality, social stability and law & order.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some of the petitions listed on this site are blatantly anti Christian and at the very least anti faith. As an example they call for the prohibition on teaching creation as fact but do not acknowledge that evolution is a \"theory\" and not fact. We would ask for balance in society that allows various views to be outlined in schools rather than a single view dictated and for protection for the rights of Christians to exercise their faith openly, without prejudice and without persecution. This extends to the upholding of others rights such as Muslim rights, other faiths rights, gay rights, etc whilst the rights of Christians are progressively undermined.",
            "closed_at": "2007-03-22T00:00:00Z",
            "created_at": "2006-12-18T13:31:23.039235Z",
            "creator_name": "John Grant",
            "government_response_at": "2007-03-26T16:17:39.075791Z",
            "government_responses": [
                {
                    "created_at": "2007-03-26T16:17:39.075791Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure that the aggressive secularisation of the UK and especially the removal of anything \"Christian\" from society and education is halted and that the benefit of a \"Faith filled\" culture can have positive benefits for morality, social stability and law & order.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11346.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Christians/",
                    "summary": "Government response to petition 'Christians'",
                    "updated_at": "2007-03-26T16:17:39.075791Z"
                }
            ],
            "opened_at": "2006-12-18T13:31:23.039235Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 466,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 243504
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Christians/"
    },
    "type": "petition"
}