{
    "data": {
        "attributes": {
            "action": "Urgently Consider the Reduction of Duty on Bio Diesel for Marine Use",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Properly and urgently consider the case for reduction of Duty on Bio Diesel for marine use, both lesuire and commercial.\nWith the recent withdrawal, by the EU, of the derogation of Duty of marine diesel for leisure use, we would like to see the UK government champion a both sensible and green replacement.\nBy using Bio diesel for marine use we believe the\n\n1/ The removal of harmful fossil fuels from Britain's waterways, rivers and estuaries is a positive and beneficial environmental step.\n\n2/ The conversion of marine transport to bio diesel will reduce UK greenhouse emmissions produced from fossil fuels\n\n3/ require little or no infrastructure change compared to the retention differing duty fuels, the situation currently faced.\n\n4/ protect, and indeed benefit, the UK marine industry's growth, job and wealth creation, by making marine transport a greener activity.\n\n5/ Agree that review of duty on this fuel is long overdue.",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-02-13T13:57:38.930117Z",
            "creator_name": "Mike Howlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T13:57:38.930117Z",
            "rejected_at": "2007-03-14T16:09:07.972862Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Biodiesels/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2439482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MarineBioDiesel/"
    },
    "type": "petition"
}