{
    "data": {
        "attributes": {
            "action": "announce that a programme of phasing in Home Condition Reports as required (mandatory) documents in Home Information Packs will be commenced during 2008 and completed throughout England and Wales within two years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From 1 June 2007, all owner occupied homes placed on the market in England & Wales are required to have a Home Information Pack (HIP) containing useful & essential information on the property, to reduce wasted expenditure, speed up the sale process & minimise stress. One component of the HIP is a Home Condition Report. This has been relegated to being an authorised (voluntary) document, instead of the original intention of being required (mandatory), although an Energy Performance Certificate (EPC) is still required. HCRs & EPCs are undertaken only by qualified inspectors belonging to a government approved Certification Scheme. The HCR was relegated to being authorised due to concerns of insufficient Home Inspectors; however lack of a date for mandatory HCRs results in reduced numbers completing training. As the HCR is the most useful part of the HIP for sellers and buyers, its phased introduction as a required document is considered essential to achieve the true benefits of HIPs.",
            "closed_at": "2007-09-18T00:00:00Z",
            "created_at": "2006-12-18T14:58:47.275505Z",
            "creator_name": "Richard Large",
            "government_response_at": "2007-10-04T16:24:24.383473Z",
            "government_responses": [
                {
                    "created_at": "2007-10-04T16:24:24.383473Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"announce that a programme of phasing in Home Condition Reports as required (mandatory) documents in Home Information Packs will be commenced during 2008 and completed throughout England and Wales within two years.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13410.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mandatoryhcr'",
                    "updated_at": "2007-10-04T16:24:24.383473Z"
                }
            ],
            "opened_at": "2006-12-18T14:58:47.275505Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1311,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 244567
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mandatoryhcr/"
    },
    "type": "petition"
}