{
    "data": {
        "attributes": {
            "action": "sign the petition entitled \"The Mulhouse Declaration\" regarding the compulsory fitment to privately owned vehicles of any device designed to arbitrarily remove control from the driver to remote operation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would serve as a reminder to the Prime Minister that government are permitted to govern only by the consent of the people and that such consent when given through an election does not grant unlimited licence to interfere in the daily life of the citizen.\n\nThe Mulhouse Declaration\n\nWe the undersigned utterly oppose the compulsory fitment to privately owned vehicles of any device designed to arbitrarily remove control from the driver to remote operation. \n\nWe note with extreme concern the tendency of governments to impose ever more intrusive and restrictive regulations upon the citizen. \n\nWe caution governments to remember that they are permitted to govern only by the consent of the people and that such consent when given through an election does not grant unlimited licence to interfere in the daily life of the citizen. \n\nWe further caution all governments that to impose unduly on popular freedom is to imperil the respect in which government and the rule of law is held.",
            "closed_at": "2007-06-22T00:00:00Z",
            "created_at": "2006-12-18T15:28:44.671936Z",
            "creator_name": "Trevor Baird",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-18T15:28:44.671936Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 100,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 244897
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Motor-Mulhouse/"
    },
    "type": "petition"
}