{
    "data": {
        "attributes": {
            "action": "reconsider his Government's proposal to halt payments for home delivery of prescription continence products to urology patients including those with multiple sclerosis, spinal injury, spina bifida and bladder cancer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS currently reimburses licensed Dispensing Appliance Contractors for\nthe services they provide to NHS patients who require continence and stoma care, including home delivery of prescriptions, specialist nurse visits and telephone helplines. Despite the fact that many of these patients are mobility-impaired, the\nDepartment of Health is currently consulting on proposals which will make the provision of home delivery services not viable. For urology patients it is likely that all such services will end. In addition, a restrictive banding structure proposed by the Department will force major Dispensing Appliance Contractors to severely scale back their services to stoma patients. 350,000 patients use continence appliances, of whom around 50% use home delivery; the implications of these proposals for patient care, quality of life and these individuals' ability to maintain their independence require the Prime Minister's urgent attention.",
            "closed_at": "2007-05-23T00:00:00Z",
            "created_at": "2007-02-13T14:48:05.901905Z",
            "creator_name": "Sue Langan",
            "government_response_at": "2007-06-25T15:37:35.805995Z",
            "government_responses": [
                {
                    "created_at": "2007-06-25T15:37:35.805995Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"reconsider his Government's proposal to halt payments for home delivery of prescription continence products to urology patients including those with multiple sclerosis, spinal injury, spina bifida and bladder cancer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12071.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'homedelivery'",
                    "updated_at": "2007-06-25T15:37:35.805995Z"
                }
            ],
            "opened_at": "2007-02-13T14:48:05.901905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4111,
            "state": "finished",
            "updated_at": "2007-12-17T03:12:16.960757Z"
        },
        "id": 2449101
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/homedelivery/"
    },
    "type": "petition"
}