{
    "data": {
        "attributes": {
            "action": "Stop allowing the racing greyhound industry to abandon/murder their dogs if they become unable to race. All dogs should be entitled to a pain free and happy retirement this may mean a limit to the amount bred each year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the present time thousands of unwanted racing greyhounds are abandoned or killed in the most disgusting ways. If they become unable to race and therefore, useless to their owners.These dogs are bred and imported from other places in their thousands every year and very few get the kind home (after racing) that they deserve. Many sustain serious injuries earning thousands of pounds for greedy people who simply throw them out or murder them as they become unable to run.\nIn my opinion they should be treated in the same way as all other dogs and not differently because they are earning money. If this was happening to police animals there would be a public outcry. I suspect it goes unchallenged because of the huge revenue raised every year through the betting industry! Surely some money should be spent on looking after these lovely creatures into a retirement or at the very least preventing so many from being born in the first place.",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-02-13T15:34:16.209016Z",
            "creator_name": "Mrs E S Watts",
            "government_response_at": "2007-09-14T15:27:54.708217Z",
            "government_responses": [
                {
                    "created_at": "2007-09-14T15:27:54.708217Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop allowing the racing greyhound industry to abandon/murder their dogs if they become unable to race. All dogs should be entitled to a pain free and happy retirement this may mean a limit to the amount bred each year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13190.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'greyhounds'",
                    "updated_at": "2007-09-14T15:27:54.708217Z"
                }
            ],
            "opened_at": "2007-02-13T15:34:16.209016Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1704,
            "state": "finished",
            "updated_at": "2008-04-17T03:24:19.394169Z"
        },
        "id": 2458536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/greyhounds/"
    },
    "type": "petition"
}