{
    "data": {
        "attributes": {
            "action": "Introduce full natural life working imprisonment for paedophiles/child sex attackers/killers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the wake of recent child killings, abductions, tortures, sex attacks and all the other horror stories we have heard anyone convicted of such a crime should spend their entire natural life in a working prison, without luxuries or comforts – never to be released.\n\nWorking prison meaning an 8 hour working day doing a job beneficial to the country.\n\nThey should also be “opted out” of the human rights act (to avoid lawsuits, etc against prisons) as any such rights they had were forfeit the moment they committed the atrocity!\n\nThese are very dangerous people and the government should be doing more to keep them out of society, and keep children safe.\n\nAttacks on children have been increasing over recent years, and sentences have been no deterrent. Tougher sentences and measures are needed to stop these unspeakable crimes.\n\nWe petition the government to review current laws and sentencing and introduce tougher measures in working prisons.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-02-13T15:41:03.530946Z",
            "creator_name": "A Voisey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T15:41:03.530946Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Childrens-Rights/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2459982
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectchildren/"
    },
    "type": "petition"
}