{
    "data": {
        "attributes": {
            "action": "Provide long term low intrest loans for the installation of environmentally friendly measures in the home such as condensing boilers, insulation, solar water heaters, wind turbines, and photovoltaic panels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Modern condensing boilers for the home can be as much as 97% efficient.\nOlder (oil) boilers may be less than 60% efficient resulting in a net loss of about 40% of the fuel you burn being wasted.  Average energy savings can be over £200 a year for a typical semi detatched home.\n\nHowever these modern boilers can cost up to £2k to buy and fit so it could take the average house holder up to 10 years to recoup their initial outlay.\n\nSolar water heating panels on the roof can provide on average 50% of your hot water requirements throughout the year.\nEach installation can also reduce carbon emissions by up to 400kg per year.\n\nTypical installation costs range from £2k - £5k per home and would take on average 10 years or more to recoup your initial outlay.\n\nGood loft and cavity wall insullation can cost between £450 - £700 to install and will give you annual savings of approx. £120.  Thats 5 years or more to recoup your initial outlay.\n\nSmall scale roof mounted wind turbines cost £2k - £6k to install and can generate 1 - 2.5Kw of electricity. 2.5Kw should be enough to power an average home and save £300 - £500 a year.  Once again this is approx. 10 years to recoup your initial outlay.\n\nSolar photovoltaic panels on the roof used to generate electricity are considerably more expensive costing £6k - £8k per Kw of electricity generated.  A typical 2.5Kw installation would cost about £15k, even with grant assistance this will leave the householder paying out over £9k resulting in a 15 to 20 year period before initial outlay is recouped.\n\nImplementing just a couple of these measures can result in carbon emission savings of several hundred kg per household per year.\n\nAs you can see, due to the lengthy return on investment period, there is no incentive for the average householder to implement these environmently friendly renewable energy options.\n\nEven with the limited grant aid available these measures remain well outside the average householders financial ability.\n\nI petition the Government to introduce a scheme of increased grant aid with the remainder of the costs being met by a low cost loan pegged at the rate of inflation over a period of 10 years.  This would not place any additional financial burdon on the householder as the savings made by the addition of these sustainable fuel measures would be translated directly into loan repayments. e.g. fuel savings of £30 a month would be transferred to loan repayments of £30 a month.\n\nAdditional benefits would come from economies of scale - as production is ramped up to meet the new demand unit prices should drop significantly afording greater savings for the householder and the government.\n\nAlso increased product sales will result in greater revenue for the producers translating to larger R&D budgets to further refine future developments and increase efficiency in their products, again making them more environmentally friendly and cheaper to produce.\n\n(Information, facts and figures gathered from various web sources - mainly the Energy Savings Trust)",
            "closed_at": "2007-05-16T00:00:00Z",
            "created_at": "2006-11-15T16:54:49.527656Z",
            "creator_name": "Anthony Livingstone",
            "government_response_at": "2007-06-05T15:28:43.631891Z",
            "government_responses": [
                {
                    "created_at": "2007-06-05T15:28:43.631891Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" Provide long term low intrest loans for the installation of environmentally friendly measures in the home such as condensing boilers, insulation, solar water heaters, wind turbines, and photovoltaic panels.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11852.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RenewablesLoans'",
                    "updated_at": "2007-06-05T15:28:43.631891Z"
                }
            ],
            "opened_at": "2006-11-15T16:54:49.527656Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 360,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RenewablesLoans/"
    },
    "type": "petition"
}