{
    "data": {
        "attributes": {
            "action": "Re examine the unfair divorce and maintence legislation in the UK. The current system serves neither sex both feel unjustly dealt with and families suffer as a result. Maintenance should be subject to a cap as it would if were a state benefit but should fairly represent the needs of the family, divorce law should be less discriminatory and provide a even-handed system of justice to both sexes, something that today it fails to do.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UK Law fails to tackle fairly the growing numbers of divorces in the UK. It is discriminatory,fails to provide adequately for the needs of the divorcee's or the Children. Maintence payments are excessive relative to the income. Generally circa 80% of matremonial assests are handed to the Mother along with child custody. This should be re-examined as a) irrespective of sex, equality not gender, together with the parent's ability to meet the needs of the children should be the corner stone of Family law. b)The handing of substantial assets to the Mother further prejudices the Farthers abilty to re-strat his life due to the financial hardships. The burden on the father is disproportionate and unfair. A balanced system of family law may reduce the level of non payement of maintenance. A new system  should ensure funds do reach the spouse with custody. The Government should actively address and support matremonial reconciliation and family life",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-02-13T16:52:41.984043Z",
            "creator_name": "Keith Orridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T16:52:41.984043Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-02-24T00:01:01.603681Z"
        },
        "id": 2475373
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Divorce-Law/"
    },
    "type": "petition"
}