{
    "data": {
        "attributes": {
            "action": "increase support services in the UK for people with Asperger’s Syndrome and other Autistic Spectrum Conditions, their families, schools and employers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are an estimated 133,500 children and 454,400 adults on the autistic spectrum in the UK.\n\nThe Autistic Spectrum is the name given to a group of conditions that share three areas of difficulty – social interaction, social communication, and social imagination. It encompasses a wide range of levels of linguistic skill, intelligence and ability.\n\nAsperger's Syndrome is a neurological condition on the autistic spectrum that affects the way a person relates to others. It is characterised by difficulty in social relationships, differences in the way a person experiences and interacts with the world, and a different style of learning and communicating.\n\nRequired support services include:\n\n• Practical support for families\n• Training and support for schools and teachers\n• Assistance in to and within employment\n• Positive action to address social isolation and exclusion",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-02-13T18:31:23.574718Z",
            "creator_name": "Suzanne Shaw",
            "government_response_at": "2008-04-07T16:12:30.949601Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T16:12:30.949601Z",
                    "details": "You signed a petition asking the Prime Minister to \"increase support services in the UK for people with Asperger’s Syndrome and other Autistic Spectrum Conditions, their families, schools and employers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15202.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'aspergersupport'",
                    "updated_at": "2008-04-07T16:12:30.949601Z"
                }
            ],
            "opened_at": "2007-02-13T18:31:23.574718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 985,
            "state": "finished",
            "updated_at": "2008-03-15T03:16:11.936916Z"
        },
        "id": 2493712
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aspergersupport/"
    },
    "type": "petition"
}