{
    "data": {
        "attributes": {
            "action": "Give the English people the right to self determination by creating an English Parliament",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "68% of the English people want their own  Parliament. Many people now understand the gross unfairness of the current constitutional position of England and the English people should now be allowed to conduct a proper and democratic debate on their\nconstitutional future.\nCulture is more important now than ever before what with devolution for all the other country's of the UK but not for England. \n\nA strong cultural identity can contribute to people’s overall wellbeing.Identifying with a particular culture makes people feel they belong and gives them a sense of security.\nThe nation is the only legitimate basis of the state,and that for justice to be done each nation should be entitled to its own state. I feel it is a fundamental right, around which the world’s politics will soon revolve. I am for an English Parliament that has total control over the affairs of England.",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-02-13T20:19:33.710771Z",
            "creator_name": "Frank Docherty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T20:19:33.710771Z",
            "rejected_at": "2007-03-14T12:12:05.970613Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/England/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2511291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Englishness/"
    },
    "type": "petition"
}