{
    "data": {
        "attributes": {
            "action": "recognise the enormous value offered by the provision of adult education and evening classes and ensure that the funding is restored to its former levels, and not affected by the provision of basic literacy courses for school leavers at no charge.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The provision of adult education and evening classes has declined enormously over the past few years. Local Councils have given a range of reasons for discontinuing courses, including “changes in the funding arrangements by the Learning and Skills Council (LSC)”, “declining popularity”, “non-availability of suitable tutors”, and “whilst viability is not an age related issue, it does relate directly to the income that is generated by any particular class”. All of these reasons were given at different times to justify the non-continuation of a German evening class by Lincolnshire County Council. There seems to be little doubt that the instruction by the Government that the LSC should focus its funding on the provision of courses in basic literacy and numeracy for those who had left school without these basic skills, at no charge, has had an enormous impact on the provision of many of the courses that were formerly provided by local Councils.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-13T20:58:17.960657Z",
            "creator_name": "John Unwin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T20:58:17.960657Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 102,
            "state": "finished",
            "updated_at": "2008-02-22T00:01:01.762408Z"
        },
        "id": 2516953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Adult-Education/"
    },
    "type": "petition"
}