{
    "data": {
        "attributes": {
            "action": "Recognise that Crime and Drug Dependency are now out of control and that to protect our children and culture he will give 3 years notice to adopt a Zero Tolerance Policy to all users of Drugs and abusers of Alcohol backed by free treatment or Custody Till Clean",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Successive Governments have failed to create unambiguous policies towards drug and alcohol abuse and the crime and degradation that follows.\n\nOur children now regard a \"Spliff\" as a right of passage and some advocate legalising drugs as the only policy.This simply adds to the confusion.\n\nWe,the caring majority,know that,given time,resources,and resolve we can ensure that future generations grow up knowing that ALL DRUG AND ALCOHOL ABUSE IS UNACCEPTABLE IN THE UK.\n\nThe 3 year notice will give addicts/dealers the choice of treatment and support OR custody.\n\nCustody will be no soft option and \"Cold Turkey\" the dish of the day to remind them of the reason to get clean.\n\nYes, we will need more prisons and treatment centres in the short term but in the long term say 10 years society will reap the rewards.\n\nLess crime and delinquency,stable and supportive families,the hope of a caring society where its no longer hip to be high!\n\nWe beg this to be YOUR legacy to OUR history.",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-02-13T21:09:07.622182Z",
            "creator_name": "Peter Barton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T21:09:07.622182Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 49,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2518299
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Child-Protection/"
    },
    "type": "petition"
}