{
    "data": {
        "attributes": {
            "action": "Invest in media campaigns to promote reasonable understanding of Christianity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is increasingly evident that there is a build up of intolerance and misunderstanding about Christianity especially with the government trying to promote its multi-cultural image. Citizens rights are promoted and modernized in the interest of democracy, and in a changing society the goalposts constantly shift.\nLittle thought is given to scriptural teachings though which have rules that are absolute and these are being pulled apart. Christians are being alienised because Biblical law does not match governmental laws and attitudes, which reflect todays society. If the media were to conduct interviews with recognised and learned Christians then perhaps some myths and tensions could be relieved. \nFinally if the teachings of Jesus are taken as a blueprint for living they would improve anyones life a hundered times over. If you don't believe me read your bible and find out.",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-02-13T23:10:35.004658Z",
            "creator_name": "Peter Stevenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-13T23:10:35.004658Z",
            "rejected_at": "2007-03-28T00:03:03.741943Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/biblicalrule/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2530668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/christianitypr/"
    },
    "type": "petition"
}