{
    "data": {
        "attributes": {
            "action": "place an upper limit on trans fats both in food and in oils and fats used in the preparation of food.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trans fats are stealth killers lurking in our food, causing the early death and debility of many thousands of people a year in the UK. They are mainly found in (partially) hydrogenated vegetable oil, common ingredients in thousands of food products. Research in the US has found that thousands of people are dying prematurely of coronary heart disease and this is likely to be the case in the UK too. And that's without looking at the role of trans fats in causing Alzheimer's disease, type 2 diabetes, omega-3 essential fatty acid deficiency and other disabling and life-threatening conditions. \n\nThis petition calls on the Government to place an upper limit on trans fats both in food, and in oils and fats used in the preparation of food, as has already taken place in Denmark and about to be implemented in New York restaurants.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2006-12-19T12:35:38.647434Z",
            "creator_name": "Grant Thoms",
            "government_response_at": "2008-01-15T16:31:44.676272Z",
            "government_responses": [
                {
                    "created_at": "2008-01-15T16:31:44.676272Z",
                    "details": "You signed a petition asking the Prime Minister to \"place an upper limit on trans fats both in food and in oils and fats used in the preparation of food.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14268.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Limit-transfats'",
                    "updated_at": "2008-01-15T16:31:44.676272Z"
                }
            ],
            "opened_at": "2006-12-19T12:35:38.647434Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 608,
            "state": "finished",
            "updated_at": "2007-12-21T03:12:30.437670Z"
        },
        "id": 253367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Limit-transfats/"
    },
    "type": "petition"
}