{
    "data": {
        "attributes": {
            "action": "allow the use of all bus lanes to be used by Motorbikes alongside the buses and taxis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, only several cities endorse the use of Buslanes by motorcyclists.  The current UK Motorbike test endorses the \"filtering\" technique by stating that the rider is to make progress safely where-ever possible.  Whilst the need for bus lanes are ever important to improve public transport, it is known that motorbikes do not cause traffic jams, and by opening up ALL bus lanes throughout the UK to motorbikes rather than local councils to make a local decision, the safety of the motorcyclist can be greatly increased by the clear use of this road.  Whilst I appreciate that Buses cause diesel spillage and could therefore be deemed to be more dangerous, it would be no different than if the motorcyclist used the main road with lorry diesel being spilt.  An example of the use of Bus Lanes for motorcyclists can be found in Bristol, but not in Lancaster for instance.",
            "closed_at": "2007-08-14T00:00:00Z",
            "created_at": "2007-02-14T00:34:59.317347Z",
            "creator_name": "Stuart Hurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T00:34:59.317347Z",
            "rejected_at": "2007-03-28T00:03:03.741943Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/versatility/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2535063
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MotorbikeBus/"
    },
    "type": "petition"
}