{
    "data": {
        "attributes": {
            "action": "support the excellent training delivered by the educational CHARITY Dartington Tech. The Charity works with young people on Princes Trust and helps over 1200 learners and employers in different occupations of all ages.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Article in the local press 13th Feb covers the main issues. There is one key to success.\nThe Learning and Skills Council have to continue to support the plan and continue contracts with the Charity. (Many funding bodies have already agreed to this)\n Dartington Tech told staff yesterday the bank is threatening to pull the plug on its overdraft. Students and work placement employees were due to be informed via a letter this morning.\nIt remains business as usual for the 80 staff and 1,200 students in the centres in Paignton, Torquay, Totnes, Dartington and Exeter\nWe have already negotiated with our larger creditors, they have all agreed to support us through this process.\nAll staff will continue to be paid their full salaries and all learners will continue to attend their courses and we are still signing up new learners during this time.\nDartington Tech has delivered training for the past 24 years The charity is especially needed by those youngsters who are not in education or employment",
            "closed_at": "2007-03-27T00:00:00Z",
            "created_at": "2007-02-14T10:04:31.676891Z",
            "creator_name": "Mr WYN DAVIES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T10:04:31.676891Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2561374
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DARTINGTONTECH/"
    },
    "type": "petition"
}