{
    "data": {
        "attributes": {
            "action": "Stop proposed restrictions regarding photography in public places",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are a number of moves promoting the requirement of 'ID' cards to allow photographers to operate in a public place.\n\nIt is a fundamental right of a UK citizen to use a camera in a public place, indeed there is no right to privacy when in a public place.\n\nThese moves have developed from paranoia and only promote suspicion towards genuine people following their hobby or profession.",
            "closed_at": "2007-08-14T00:00:00Z",
            "created_at": "2007-02-14T11:43:58.188032Z",
            "creator_name": "Simon Taylor",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-03-29T12:46:30.666974Z",
                    "details": "The e-petition asking the Prime Minister to \"Stop proposed restrictions regarding photography in public places\" is on-going. This is a response in advance of the closing date from the Government.\n\n\nThank you for signing the petition on the Downing Street website calling for the Prime Minister to stop proposed restrictions on photography in public places.\n\nThis petition has already attracted over 60,000 signatures from people who obviously share your concern. Not surprisingly, the idea that the Government might be poised to restrict your ability to take photos has caused some puzzlement and even alarm.\n\nWe have therefore decided to respond to this petition before its closing date of August, in order to reassure people.\n\nThe Government appreciates that millions of people in this country enjoy photography. So we have checked carefully to see if any Government department was considering any proposal that might possibly lead to the sort of restrictions suggested by this petition. We have been assured this is not the case.\n\nThere may be cases where individual schools or other bodies believe it is necessary to have some restrictions on photography, for instance to protect children, but that would be a matter for local decisions.\n\nIn fact, Simon Taylor, who started the petition, has since made clear that he was not really referring to Government action or legislation. His main concern appears to be that photographic societies and other organisations may introduce voluntary ID cards for members to help them explain why they are taking photographs. Again, any such scheme would not involve the Government.\n\nWe hope this re-assures you and clears up the confusion.",
                    "summary": "E-Petition: response from the Government",
                    "updated_at": "2007-03-29T12:46:30.666974Z"
                }
            ],
            "opened_at": "2007-02-14T11:43:58.188032Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69109,
            "state": "finished",
            "updated_at": "2008-08-03T04:22:57.832831Z"
        },
        "id": 2579595
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Photography/"
    },
    "type": "petition"
}