{
    "data": {
        "attributes": {
            "action": "Introduce laws for solicitors and estate agents to protect buyers and vendors from gazumping or loss of fees due to last minute cancellation by vendor or purchaser",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under current legislation during the purchase of a private property, all the fees IE solicitors, searches, mortgage arrangement, surveyors etc. must be paid up front before the final contract is signed by both parties, \nIn the event of one of the parties pulling out of the deal even without explanation, the buyer is left out of pocket by a large amount of money with no legal way to retrieve this.\nIt seems like between the vendor accepting the buyers offer and signing the final completion contract there is a period like playing russian roullete\nwith your money.\nmy proposal is to have some sort of binding agreement at the stage of the offer and acceptance of the offer by the vendor, this agreement will be in the form that if any party pulls out of the deal at the last minute then the other party will be compensated for any up to date expenses incurred.\nTO make the system similar to that system used in Scotland",
            "closed_at": "2007-03-14T00:00:00Z",
            "created_at": "2007-02-14T12:05:42.341417Z",
            "creator_name": "Robert Simpson Snr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T12:05:42.341417Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Anti-Gazumping/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2583141
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/offer-protection/"
    },
    "type": "petition"
}