{
    "data": {
        "attributes": {
            "action": "CREATE A LAW TO PROTECT ELDERLY IN RESIDENTIAL CARE HOMES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each and every one of us has a responsibility to protect our elderly citizens resident in numerous care homes throughout the UK. These people are OUR MUMS AND DADS for God's sake! How many of you reading this will have to be placed into a home, once you are unable to take care of yourself when your children have no other alternative?!The shocking report on Panorama \"Please Look after Mum\" underlined once again the horrors of the daily abuse inflicted upon our elderly citizens residing in these horror homes.At the end of the report the reporter had some scandalous and disturbing news for all of us watching. A law had been thrown out already under the Human Rights Act! OUTRAGEOUS! We are incapable of protecting our very own flesh and blood! What sort of a society have we created?Are we prepared to sit back and accept this outrageous result.\nMr Blair you have declared so many times how you want the Welfare State to improve so before you finish your term in office please help. Thanks",
            "closed_at": "2007-08-14T00:00:00Z",
            "created_at": "2007-02-14T12:52:24.890070Z",
            "creator_name": "ROBERTA RIVIECCIO",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T12:52:24.890070Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ElderlyHRights/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2590909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CAREHOMESABUSE/"
    },
    "type": "petition"
}