{
    "data": {
        "attributes": {
            "action": "Create an Independent Regulatory and Standards Body for Real Estate Agencies and Agents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recognition that you have more rights assigned to you when you buy a toaster than when you buy a house, which for most people is the greatest single purchase they will make, it is requested that a standards and regulatory body be made.  This body will create and enforce a code of Ethics and Behaviour across all Real Estate agencies and their agents.\n\nIt will become compulsory for all Real Estate agencies and their agents to satisfy conditions, regulated by this body, under which they will be given a licence to be a Real Estate agency or an agent of a Real Estate agency.\n\nThis body will ensure that Real Estate agencies and their agents:\n\n1.  Practice to a compulsory code of ethics and behaviour;\n2.  Can be fined if they are found to have breached this code;\n3.  Must justify training or some form of accreditation for their Real Estate agents; and\n4.  Cannot do business in Realty if their licence to practice has been revoked by this agency.",
            "closed_at": "2007-08-14T00:00:00Z",
            "created_at": "2007-02-14T13:19:15.555563Z",
            "creator_name": "Stuart Page Bullock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T13:19:15.555563Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EstateAgents/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2595218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/REALTYPRACTICE/"
    },
    "type": "petition"
}