{
    "data": {
        "attributes": {
            "action": "ensure that St. Richards Hospital, Chichester, is safe from any danger of closure and continues to be able to offer the full range of services currently provided.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "St. Richard's Hospital, Chichester provides a 2* standard of care to residents in West Sussex.  Consultation on closure by the local SHA has been put back repeatedly. Local people are anxious and angry that such a highly valued service remains in doubt.\n\nAccess to other hospitals is not a viable alternative, given the congestion on the A27. There are also access problems for people living in the rural area north of Chichester and people travelling from Selsey along a notoriously slow road.  The higher-than-average number of older residents in the area have retired to the South of England for the sake of their health but are now at particular risk of disadvantage in the event of a stroke or heart attack.  The Sussex road network experiences a high level of road accident during the summer months, when congestion is at its worst.  Ambulances will, at these times, experience even greater difficulty taking victims to alternative hospitals for treatment.",
            "closed_at": "2008-02-27T00:00:00Z",
            "created_at": "2007-02-14T13:21:26.530658Z",
            "creator_name": "liz arundell",
            "government_response_at": "2008-03-14T15:46:16.989909Z",
            "government_responses": [
                {
                    "created_at": "2008-03-14T15:46:16.989909Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that St. Richards Hospital, Chichester, is safe from any danger of closure and continues to be able to offer the full range of services currently provided.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15017.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StRichards'",
                    "updated_at": "2008-03-14T15:46:16.989909Z"
                }
            ],
            "opened_at": "2007-02-14T13:21:26.530658Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 348,
            "state": "finished",
            "updated_at": "2008-02-28T00:01:02.016796Z"
        },
        "id": 2595575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StRichards/"
    },
    "type": "petition"
}