{
    "data": {
        "attributes": {
            "action": "support the replanting of the country's degrading street tree stock by providing local authorites and community/environmental organisations with the required financial means",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are indeed fortunate to have been given a legacy by our late Victorian and Edwardian fore fathers which is the envy of the world. The emerging problem however is that in the majority of towns and cities across the country the degradation of the mature street tree stock is gathering pace with councils hampered by the lack of appropriate funding for any substantial replanting, the continuing rise of the ‘car culture’ and the accompanying car-focussed highway engineering, together with the spectre of the ‘compensation culture’.\n\nIt is imperative therefore that we need to manage their decline and re-plant as our legacy to future generations. Car-dominated streets and barren characterless ‘estates’ should not be part of a sustainable community but beautiful, life enhancing streetscapes, which provide so many benefits, are.",
            "closed_at": "2008-02-27T00:00:00Z",
            "created_at": "2007-02-14T13:49:39.790469Z",
            "creator_name": "Paul Bennison",
            "government_response_at": "2008-04-08T14:58:21.543811Z",
            "government_responses": [
                {
                    "created_at": "2008-04-08T14:58:21.543811Z",
                    "details": "You signed a petition asking the Prime Minister to \"support the replanting of the country's degrading street tree stock by providing local authorites and community/environmental organisations with the required financial means.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15225.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'streettrees'",
                    "updated_at": "2008-04-08T14:58:21.543811Z"
                }
            ],
            "opened_at": "2007-02-14T13:49:39.790469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 878,
            "state": "finished",
            "updated_at": "2008-02-28T03:13:16.742686Z"
        },
        "id": 2600107
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/streettrees/"
    },
    "type": "petition"
}