{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Blair to resign and a general election called.The reasons being\nHome office fiasco, Airport expansions. Concreting the south overiding councils. Super casinos. And OPEN door policy. Deterioration and lack of discipline in schools. Blairs Stated aim of transferring the wealth of the UK to less wealthy countries. Flooding our country with EU workers. The loss of jobs resulting. Stealth taxes. Regional assemblies ready to TAKE OVER the UK for the EU. Blairs attempt to sign the country over to an EU constitution. ID cards sold as keeping an eye on illegal immigrants while  keeping control of all UK citizens. Allowing  Airports to allow in anyone with a fake EU passport and anyone at all really. While allowing drugs, guns, weapons, through unsecured borders and Migrant crime gangs to operate because of the open door.. COMPLETE and total failure to protect the public. And many other silly PC Policies designed to overturn common sense and allow criminals to run society.",
            "closed_at": "2007-04-27T00:00:00Z",
            "created_at": "2007-02-14T14:09:31.226623Z",
            "creator_name": "Mark Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T14:09:31.226623Z",
            "rejected_at": "2007-03-14T13:25:06.390307Z",
            "rejection": {
                "code": 2049,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2603178
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Electionplease/"
    },
    "type": "petition"
}