{
    "data": {
        "attributes": {
            "action": "Allow Fathers to have automatic rights to their children after breakup",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why the government refused to give fathers automatic rights to their children, and use the CSA to target parent who refused to make themselves available to their children and and stop using the CSa to target fathers who want to have access to their children.  to many children are suffering and are crying out to see their fathers, there are 100s of mothers came over from other countries who are using men as a stepping stone to collect moneu from the state in the form og CSA and Child tax credit please look into this matter. the CSA are destroying the lives of fathers and children. in the name of God save the fathers and children in the UK if not we will have a country of pure Gay men who dont want to have nothing to do with women and we soon have to take seek people from overseas,  the CSA are destroying mens lives please help before its too late, no one is listening we are going to have many murders if this dont stop.",
            "closed_at": "2007-03-14T00:00:00Z",
            "created_at": "2007-02-14T14:32:57.467446Z",
            "creator_name": "Mr Morgan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T14:32:57.467446Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fathers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2606915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fathersseekhelp/"
    },
    "type": "petition"
}