{
    "data": {
        "attributes": {
            "action": "End child poverty within the UK. To give our children the best possible education and health care possible in accordance with our economical success. To give children and their parents in the UK a presumption of equal parenting and a human right to a relationship with their families. To give their parents and supporting authorities more investment/ support and a start to a future that will end the abuse and neglect they face today according to findings made within the UNICEF report.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain's children: unhappy, neglected poorly educated, they have the worst family relationships in the developed world. Those were the findings of the UNICEF report. The report is a wake up call to politicians. A call to end the abuse and to start attending to the well-being of all our children. It seems parents in the UK have been forced into a state devised system that although made us one of the richest countries in the world, it has seen our children neglected. Whilst the failings of the CSA see’s thousands of children and their parents live in poverty their miscalculations and inhumane failed system has caused one parent every 6 weeks to commit suicide. We must demand our children come before the very economy which has richly failed them! The State and its laws have refused to act with good intention and interpretation of law for to many years and they/ WE are failing our children whilst the prime minister is serving our children ASBO’s.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-14T14:40:08.186557Z",
            "creator_name": "Simon Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T14:40:08.186557Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 68,
            "state": "finished",
            "updated_at": "2008-02-22T00:01:01.762408Z"
        },
        "id": 2608003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKchildren/"
    },
    "type": "petition"
}