{
    "data": {
        "attributes": {
            "action": "abandon the orwellian proposed methods for council tax valuation of private properties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government proposes a new council tax valuation system giving inspectors rights to enter any home & look for 'improvements' to excuse to increased rateable value. Likely infringements on privacy & security of householders include: 1 – forcing the provision by householders & profiting from the sale of personal information & details about the size & condition of households, number of bedrooms and parking places; 2 - giving inspectors the RIGHT to enter homes, look for & PHOTOGRAPH '”evidence” of' “luxury” living, removing the right of individuals to privacy within their own home, even bedroom; 3 - increasing taxes based on perceived \"luxury\" amenities eg showers in the bathroom, garden sheds, patios, off-road parking etc; The policy penalises homeowners for spending already taxed income on home improvement, disincentivising maintainence improvement of home and neighbourhood. It will place people, especially the elderly at risk from conmen pretending to be from the Council.",
            "closed_at": "2007-05-14T00:00:00Z",
            "created_at": "2007-02-14T16:01:29.319428Z",
            "creator_name": "Frank Holder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T16:01:29.319428Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/revaluation/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2619251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HomeValuation/"
    },
    "type": "petition"
}