{
    "data": {
        "attributes": {
            "action": "Raise the minimum wage of under 16 year olds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For those aged 18-21 there is a \"development rate\" of £4.45 per hour. For those over the compulsory school age and under the age of 18 the minimum wage is a tiny £3.30 per hour.  \nThis is discrimination no matter how the goverment put it And it is exactly the same as an employer saying were not paying you as much as him because your \"female or White\". Its fine to pay people based on experience but splitting the wage groups based on age how is that fair. If I as a 16 year old started a job in as a office junior with no training and experience I would be paid just £3.30 per hour however if as a 22 year old with exactly the same qualifications and expericed started he would be on £5.35 per hour.Some younger people want to go out and work after gaining their qualifications but are put of giving back to the economy because of greedy employers paying them a pittance.How can anybody possibly afford to get a first place at 17 or 18 on £3.30 an hour this is disgraceful and must be stopped.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-02-14T16:15:33.115173Z",
            "creator_name": "Daniel Benzie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T16:15:33.115173Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/minimumwage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2621068
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/16-21age/"
    },
    "type": "petition"
}