{
    "data": {
        "attributes": {
            "action": "recognise chess as a sport in the uk",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chess is one of the sports that the UK excels at globally. Moreover FIDE (the world chess governing body) is the second largest sporting organisation in the world. Despite chess being played by more than 4 million people regardless of social, cultural and physical backgrounds in this country, the sport is run on a shoestring budget based on a grant of about £50,000.\nOur goal is to see chess categorised as a sport, as in practically all other EU countries. Secure extra grants and funds for development of the sport. Promote the educational and social advantages of chess in school curricula. Encouraging and supporting any budding Kramnik, Adams or Polgars and to get Chess recognised as a full medal Olympic sport. By signing this petition you are showing support in our nationwide campaign to have chess categorised as a sport in the UK, helping us to reach our target of 1,000,000 e-signatures.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-02-14T16:30:52.658148Z",
            "creator_name": "Marek Turowski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T16:30:52.658148Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Mindsports/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2623295
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Chess-as-a-Sport/"
    },
    "type": "petition"
}