{
    "data": {
        "attributes": {
            "action": "end military recruitment in all schools and colleges in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are very concerned at the drive by the military to attempt to use schools as\nrecruiting grounds for the armed services. Given the terrible wars in Iraq and\nAfghanistan we demand that the school authorities resist pressure for increased military input in to our education. We do not believe schools should be used to recruit to the military directly or through recruiting agencies. \n \nWe demand that no military force should be allowed into any school at any time. If spokespeople for the military are allowed in to our school we demand that all students are informed in advance, have the right not to attend the event and that there should be a right of reply from an anti war military parent or a speaker from the anti-war movement.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-02-14T17:48:17.872808Z",
            "creator_name": "Simon Byrne",
            "government_response_at": "2008-03-10T16:08:28.200090Z",
            "government_responses": [
                {
                    "created_at": "2008-03-10T16:08:28.200090Z",
                    "details": "You signed a petition asking the Prime Minister to \"end military recruitment in all schools and colleges in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14938.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'armyoutofschools'",
                    "updated_at": "2008-03-10T16:08:28.200090Z"
                }
            ],
            "opened_at": "2007-02-14T17:48:17.872808Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 514,
            "state": "finished",
            "updated_at": "2008-02-29T00:01:01.885628Z"
        },
        "id": 2632946
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/armyoutofschools/"
    },
    "type": "petition"
}