{
    "data": {
        "attributes": {
            "action": "Halt Unfair Council tax bills",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British People are sick and tired of Local Council Taxes that have doubled under Labour, failing Year on Year to keep within the average Inflation rate, thereby causing excess inflation as people try to keep pace of the costs. Council Taxes should be costed on what each person within each council area uses and can afford to pay by selecting their service needs. ie If local people don't use the local libraries, refuge collections, buses, education, social services etc then they do not pay for these services. In other words you only pay for what you do use, each area of service should have its' own charge that way people have a choice and control of their costs. Also people should be able to charge local councils for storing council wheelie bins within their properties, the councils should provide liability insurance for the householder in case of injury in moving these bins when full, this especially applies for disabled and pensioners. Enough is Enough of bully boy councils.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-02-14T19:18:04.212184Z",
            "creator_name": "Martin Stevens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T19:18:04.212184Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "There are already lots of petitions on this topic:\nhttp://petitions.pm.gov.uk/search?q=council+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2641625
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HaltCouncilTaxes/"
    },
    "type": "petition"
}