{
    "data": {
        "attributes": {
            "action": "Close our borders to imigrants and focus on the people already in the country.  Stop overcrowding Britain!!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think we should think about the people already in our country rather than welcoming more into the ever expanding British Isles.  As a result of letting so many refugees and imigrants in our economy on a whole is struggling people are coming into the country and draining the NHS and government benefits.  Which I might add us working class citizens are paying for.  I am by no means racist and am proud that Britain is a multi cultural country but feel that no proper thought has been put in.  Imigration are swallowing our free homes and leaving British citizens whether they are black, white, asian, chinese left in a rut. I myself tried to get a home with Birmingham City council yet my application was refused and I was told available properties were going to imigrants.  Sort it out Mr Blair close the borders and look at our country before taking on the poor people of someone elses country as we have plenty of those already.",
            "closed_at": "2007-07-14T00:00:00Z",
            "created_at": "2007-02-14T19:33:12.488999Z",
            "creator_name": "Kelly Hennessy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T19:33:12.488999Z",
            "rejected_at": "2007-03-30T00:03:04.635096Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/over-population/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2643014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/closeborders/"
    },
    "type": "petition"
}