{
    "data": {
        "attributes": {
            "action": "Enforce all new house builds to have solar panels on there roof, use gray water for toilet flushing. Make financial provision and enforcement of action for all community and public buildings ( with the exclusion of those that are grade 1 or 2 listed ) to have 90% of there power needs to be supported by solar/wind power and where possible the use of water recycling for toilet and other uses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyone accepts that we need to do something to help obtain electricity in a better way than we do at the moment. Making a start with new builds having solar panels will reduce the need for wind and nuclear power. Including a provision for community and public buildings will help generate excess power than is being used but will also cut costs of publicly run buildings.",
            "closed_at": "2008-02-27T00:00:00Z",
            "created_at": "2007-02-14T19:51:17.774100Z",
            "creator_name": "Louise Rowley-Spendlove",
            "government_response_at": "2008-04-10T15:32:54.725154Z",
            "government_responses": [
                {
                    "created_at": "2008-04-10T15:32:54.725154Z",
                    "details": "You signed a petition asking the Prime Minister to \"Enforce all new house builds to have solar panels on there roof, use gray water for toilet flushing. Make financial provision and enforcement of action for all community and public buildings ( with the exclusion of those that are grade 1 or 2 listed ) to have 90% of there power needs to be supported by solar/wind power and where possible the use of water recycling for toilet and other uses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15237.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BuildingRegs'",
                    "updated_at": "2008-04-10T15:32:54.725154Z"
                }
            ],
            "opened_at": "2007-02-14T19:51:17.774100Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2008-02-29T03:12:24.445247Z"
        },
        "id": 2644663
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BuildingRegs/"
    },
    "type": "petition"
}