{
    "data": {
        "attributes": {
            "action": "ensure that caterers and restaurateurs fully understand the meaning of the words \"vegetarian\" and \"vegan\" and provide food that fully complies with those terms as defined by the Vegetarian Society and the Vegan Society respectively.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ever requested a vegetable soup in a restaurant and found that it's made with meat stock? Or ordered a vegetarian Caesar salad that comes with anchovies? Wondering if the cheese on your pizza was made using rennet taken from calves' stomachs? \n\nIt's hard enough finding places that provide vegetarian food without spending half the night trying to work out exactly what you're eating!  Let's ensure that we can enjoy ourselves without the worry. Caterers & restaurateurs - please do us the courtesy of providing exactly what you're promising. We'd like food that is free from flesh, fowl & fish and their by-products.  And vegans would like food that's free from any animal-derived products, eg no honey, dairy etc.",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-14T20:46:36.747131Z",
            "creator_name": "Caroline Devlin",
            "government_response_at": "2007-10-22T16:27:36.130952Z",
            "government_responses": [
                {
                    "created_at": "2007-10-22T16:27:36.130952Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that caterers and restaurateurs fully understand the meaning of the words \"vegetarian\" and \"vegan\" and provide food that fully complies with those terms as defined by the Vegetarian Society and the Vegan Society respectively.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13576.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VegFriendly'",
                    "updated_at": "2007-10-22T16:27:36.130952Z"
                }
            ],
            "opened_at": "2007-02-14T20:46:36.747131Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 649,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2649359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VegFriendly/"
    },
    "type": "petition"
}