{
    "data": {
        "attributes": {
            "action": "Provide a system of Integrated Health within the NHS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Integrated Health means an approach to health which brings together the safest and most effective aspects of orthodox medical science and complementary and alternative medicine (CAM), such as herbal medicine, homeopathy, reflexology, massage, acupuncture, osteopathy, chiropractic, etc. We ask that an Integrated System of Medicine is developed which is patient-centred and offers real choice of subsidised treatment, as a cost effective (and potentially more therapeutically effective) alternative to long-term drug treatment. Consider the founding of centres of excellence – health centres/surgeries which have CAM practitioners on-site – and promote the routine referral of patients to local, CAM practitioners for the treatment of chronic conditions. Integrated Health also means emphasising preventative medicine and self care, looking at the person as a ‘whole’- treating the underlying causes and address the effect lifestyle, environment and emotional wellbeing have on health.",
            "closed_at": "2007-04-28T00:00:00Z",
            "created_at": "2007-02-14T21:56:06.191583Z",
            "creator_name": "Luisa Hillard",
            "government_response_at": "2007-06-01T15:31:15.177316Z",
            "government_responses": [
                {
                    "created_at": "2007-06-01T15:31:15.177316Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Provide a system of Integrated Health within the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11801.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'holistic'",
                    "updated_at": "2007-06-01T15:31:15.177316Z"
                }
            ],
            "opened_at": "2007-02-14T21:56:06.191583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 552,
            "state": "finished",
            "updated_at": "2008-03-30T03:15:53.692793Z"
        },
        "id": 2654679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/holistic/"
    },
    "type": "petition"
}