{
    "data": {
        "attributes": {
            "action": "Class Private Car HIre vehicles in the same catagory as Taxis regarding use of bus lanes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Licensed private hire cars (PCH) do the same job as a Taxi, the primary difference being that they are pre-booked and are not legally allowed to 'tout' for business. For all other extents and purposes, they are doing the same job. Fully licensed cars are vetted in the same way as taxis, have the same MOT frequency checks (every 6 months) and  therefore have to adhere to the same standards as a Taxi - and the costs are similar. They are equally eco-efficient. They are however, ignored where bus lanes are concerned, thus causing PCH vehicles to be hindered in heavy traffic, whereas Taxis can whizz through via the bus lanes. PCH's displaying licence plates should be classed in the same status and allowed free access similar to bus lanes, thus decreasing travel time, increasing customer satisfaction and reducing emissions.",
            "closed_at": "2007-08-27T00:00:00Z",
            "created_at": "2007-02-14T23:04:30.526130Z",
            "creator_name": "Les Shaw",
            "government_response_at": "2007-11-16T15:16:56.423838Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:16:56.423838Z",
                    "details": "You signed a petition asking the Prime Minister to \"Class Private Car HIre vehicles in the same catagory as Taxis regarding use of bus lanes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13769.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pchbuslanes'",
                    "updated_at": "2007-11-16T15:16:56.423838Z"
                }
            ],
            "opened_at": "2007-02-14T23:04:30.526130Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 820,
            "state": "finished",
            "updated_at": "2007-12-05T03:11:15.221104Z"
        },
        "id": 2658869
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pchbuslanes/"
    },
    "type": "petition"
}