{
    "data": {
        "attributes": {
            "action": "Stop the closure of Special Needs Schools, give more adequate funding to Special Needs Schools, and stop compulsory inclusion of special needs children into mainstream schools against their parents wishes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many parents have had their children forced into a mainstream school in this ridiculous inclusion push,even when the children are not coping,are not having their needs met,and are subsequently suffering because of it, even though Baroness Warnock,who started this whole inclusion thing has admitted she was wrong,and it has been a disaster. \nMany Special Schools have had to close in my area,usually through lack of funding,even though they are an essential part of our children's education and progression. Parents and their disabled children should be given more rights to choose a special needs school,after all parents know their children’s needs best,not some pencil pusher sitting behind a desk. \nThere are other ways of achieving inclusion without harming our children.Visits from children in mainstream schools to special needs schools, and visa versa,joint events.  The wrong way is forcing our children again their wills, and their parents wills,to attend a facility unsuitable for them.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-02-14T23:46:36.242560Z",
            "creator_name": "Sarah Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-14T23:46:36.242560Z",
            "rejected_at": "2007-03-29T00:03:03.970872Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MySonDanny/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2660706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/brighterfuture/"
    },
    "type": "petition"
}