{
    "data": {
        "attributes": {
            "action": "remove discrimination against men in legislation concerning domestic violence and to promote and encourage better help for male victims. Further, that the Prime Minister ensures the Police and all in authority accept that men are often victims of domestic violence rather than the perpetrators.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst it is right and proper that the government encourages provision of help for victims of domestic violence, the assumption is that the male is the agressor in all cases. This is entirely wrong and fails to recognise that often it is the female who is the agressor.\nFurther, while there are many avenues of help, advice and assistance open to females there are very, very few open to males.\nThere is a gross inbalance and unfairness of treatment given by the Police particularly, who operate automatically on the assumption that it is only females who are victims rather than consider the possibility that males could be victims.",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2007-02-15T00:53:32.470027Z",
            "creator_name": "Adrian Light",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T00:53:32.470027Z",
            "rejected_at": "2007-03-30T00:03:04.635096Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DVJUSTICE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2662136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Maltreatment/"
    },
    "type": "petition"
}