{
    "data": {
        "attributes": {
            "action": "ensure the safety of cyclists and other road users by inviting trade ministers to draft legislation to the effect that all bicycles sold in the UK must be fitted with lights at the retail stage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bicycles can currently be bought without lights as standard.\nIt is unimaginable for cars to be sold in this way, yet it is currently acceptable in the sale of bicycles which can be used on the road by people of all ages and abilities, including young cyclists, who might be unaware of the need for visibility on the road at night and might lack sufficient empowerment to purchase and install their own lights later.\nOf course, some bicycles are used for racing or are used only during the daytime. However, it would be simple enough for racers to remove their lights for cycle training if necessary and the inconvenience to such cyclists would appear to be outweighed by the safety benefits to cyclists as a whole.\nThe presence of lights on a bicycle when it is first purchased would also serve to underscore the importance of such fittings and their maintenance in the mind of the bicycle user, which is particularly important with respect to encouraging good road practice among young people.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-02-15T06:13:37.878464Z",
            "creator_name": "David Banks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T06:13:37.878464Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2008-02-29T00:01:01.885628Z"
        },
        "id": 2663469
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bicyclelights/"
    },
    "type": "petition"
}