{
    "data": {
        "attributes": {
            "action": "oppose the Private Members Bill exempting Westminster from the FoI Act 2000",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Freedom of Information (Amendment) Bill, from David Maclean MP (a member of the House of Commons Commission, which runs the House of Commons) plans to exempt the UK Parliament entirely from its own FoI Act.  It seems to have informal support from some Ministers, and has passed its early stages with virtually no discussion or opposition.  FoI would still apply to all the devolved parliaments/assemblies; what is so different about Westminster?  Is it because MPs dont like us knowing about their expenses or other activities in detail? Westminster operates on our behalf and should remain fully accountable to us, just as it expects other public bodies to be accountable to it and to us.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-02-15T09:07:52.006063Z",
            "creator_name": "barry winetrobe",
            "government_response_at": "2008-04-28T13:47:11.968135Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T13:47:11.968135Z",
                    "details": "You signed a petition asking the Prime Minister to \"oppose the Private Members Bill exempting Westminster from the FoI Act 2000.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15367.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'foiparliament'",
                    "updated_at": "2008-04-28T13:47:11.968135Z"
                }
            ],
            "opened_at": "2007-02-15T09:07:52.006063Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 818,
            "state": "finished",
            "updated_at": "2008-03-01T03:12:25.433381Z"
        },
        "id": 2671928
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foiparliament/"
    },
    "type": "petition"
}