{
    "data": {
        "attributes": {
            "action": "prevent the destruction of rural Hertfordshire through opening up existing and precious  Green Belt to unsustainable and inappropriate housing development which will overwhelm the local transport, school, health and water supply infrastructure and lead to the creation of \"the London Borough of Hertfordshire\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If Secretary of State Ruth Kelly has her way, many lovely areas of Hertfordshire countryside could become housing estates by 2021.  The original East of England plan proposed 79,600 dwellings for Hertfordshire; an Inspectors' Report recommended 83,200; the Secretary of State wants at least another 10,000 on top of that figure, and possibly significantly more. Although she talks of preserving the integrity of the Green Belt there is no doubt that a significant proportion of these houses would have to be built on it. In particular it will lead to the \"coalescence\" of St Albans with Hemel Hempstead and Hatfield with the loss of 2,000 years of history.",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-15T10:34:47.675823Z",
            "creator_name": "Sandy Walkington",
            "government_response_at": "2007-09-13T15:23:03.695080Z",
            "government_responses": [
                {
                    "created_at": "2007-09-13T15:23:03.695080Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"prevent the destruction of rural Hertfordshire through opening up existing and precious Green Belt to unsustainable and inappropriate housing development which will overwhelm the local transport, school, health and water supply infrastructure and lead to the creation of \"the London Borough of Hertfordshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13179.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'handsoffherts'",
                    "updated_at": "2007-09-13T15:23:03.695080Z"
                }
            ],
            "opened_at": "2007-02-15T10:34:47.675823Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1529,
            "state": "finished",
            "updated_at": "2007-10-19T03:14:51.847604Z"
        },
        "id": 2684392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handsoffherts/"
    },
    "type": "petition"
}