{
    "data": {
        "attributes": {
            "action": "do everything in his power to ensure that all new TVs, stereos, DVD players and similar appliances have highly visible and easily accessible on/off switches to enable people to use these rather than leaving the appliances on standby",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I imagine everyone is now aware of the environmental harm, and contribution to climate change, caused by leaving appliances on standby; but if there is no on/off switch, or if it is not possible to see it, people obvioualy have to continue using standby.  This suggestion would help Third World countries who are ALREADY suffering the effects of climate change.  I would also make the point, to people who think it's not worth Britons taking part in efforts to reduce climate change because other countries are far more responsible for this than we are, that even the smallest effort is worthwhile and, anyway, if we don't do it we can hardly expect other countries to do so.",
            "closed_at": "2007-06-21T00:00:00Z",
            "created_at": "2006-12-21T01:04:54.399937Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-21T01:04:54.399937Z",
            "rejected_at": "2006-12-21T18:30:18.584917Z",
            "rejection": {
                "code": 2048,
                "details": "There are a number of petitions on this subject already:\nhttp://petitions.pm.gov.uk/search?q=standby",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 268720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/on-off-switches/"
    },
    "type": "petition"
}