{
    "data": {
        "attributes": {
            "action": "Have someone who has got more common sense than brains ( most clever people tend to make everything more difficult than it actually is) check the validity that global warming is caused by earth being in a closer orbit to the sun at the moment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Will someone with some common sense check that greenhouse gasses are actually the cause of global warming, or could it be the simpler more common sense idea that we are in a different orbit at the moment and the sun is actually a lot closer to us. In the sixties at midday the sun was along way away at about 12 o`clock in the sky. During last summer the sun never seemed to be above about 10 o`clock at midday. If that is the case then no amount of green behaviour is going to stop us warming up. It is just a fact of life.\nAlso dont plants give of CO2 at night?\n(The planet was covered in vegetation before man took over), so that is another daft theory.\nPossibly the hole in the ozone is caused by space craft going straight through layers  and leaving a larger hole each time it is breached.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-15T11:43:10.279396Z",
            "creator_name": "M Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T11:43:10.279396Z",
            "rejected_at": "2007-03-30T00:03:04.635096Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2692996
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hotplanet/"
    },
    "type": "petition"
}