{
    "data": {
        "attributes": {
            "action": "assist in returning Concorde’s Certificate of Airworthiness and order British Airways to release the Ownership and certificates on Concorde to allow her to fly again",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Concorde, one of Britains great achivements sits in museums around the world, after being retired by British Airways.\n\nThe airplane itself would look great and continue to be an icon for british achivements, eben flying at normal speed, and could be used at great events such as the 2012 olympic games and various fly pasts.\n\nA number of groups are willing to raise funds to enable the Concorde to fly again but continually fall foul of British Airways refusual to give assistance.\n\nSome key points to remember:-\n\nThe Public is the beneficial owner of Concorde\nCAA say no reason Concorde cannot fly\nWinner of the Great British Design Quest 2006\nA National icon\n\nFinally, as some press articles will show, unlike British Airways, one of the youngest French Concordes has been allowed to retain her fluids and is started frequently.  Surely this would be a national disgrace using another countries concorde to represent our achivement!",
            "closed_at": "2007-11-02T00:00:00Z",
            "created_at": "2007-02-15T12:34:16.284333Z",
            "creator_name": "Andrew Skinner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T12:34:16.284333Z",
            "rejected_at": "2007-03-16T13:24:28.386314Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Concorde/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2699150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ConcordeInAir/"
    },
    "type": "petition"
}