{
    "data": {
        "attributes": {
            "action": "fulfil his promise to halve child poverty by 2010 and end child poverty in the UK within a generation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK has just come bottom out of 21 industrialised countries in a comparison of children's wellbeing. Over 3million children live in poverty in the UK, and we recognise the terrible effects of this poverty on children’s health, cognitive development, education, and employment prospects as shown in the recent UNICEF report, and the impact this has on our society as a whole. Poverty blights children’s lives. Poor children are excluded from participating in society. They can’t afford school trips, activities, or warm winter clothes, have friends round for tea or celebrate their birthdays. \nChild poverty costs us all, not only children’s futures and their families, but also society at large. We urge you to fulfil your promise which you made in 1999 and ensure this Government makes the necessary investment to halve child poverty by 2010 and end child poverty in the UK by 2020. Lets not come bottom of league tables like these anymore.",
            "closed_at": "2007-09-28T00:00:00Z",
            "created_at": "2007-02-15T13:03:14.986086Z",
            "creator_name": "Laura Payne",
            "government_response_at": "2007-12-06T17:05:33.116340Z",
            "government_responses": [
                {
                    "created_at": "2007-12-06T17:05:33.116340Z",
                    "details": "You signed a petition asking the Prime Minister to \"fulfil his promise to halve child poverty by 2010 and end child poverty in the UK within a generation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13985.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'endchildpoverty'",
                    "updated_at": "2007-12-06T17:05:33.116340Z"
                }
            ],
            "opened_at": "2007-02-15T13:03:14.986086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 255,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2702393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endchildpoverty/"
    },
    "type": "petition"
}