{
    "data": {
        "attributes": {
            "action": "confirm any person who having paid National Insurance  contributions is denied National Health Service treatment on grounds of being overweight, a smoker or any situation that results in non compliance will be entitled to compensation as follows. a - full reimbusement of lifetime contributions via National Insurance to include interest back to day 1 calculated at 2% above the average Bank Rate for each and every year.b - When legislation is introduced the Government lists conditions/addictions that render individuals ineligible for treatment and confirm with immediate effect they will no longer be required to make any further  contributions. Refunds under (a) will be made to relevant persons.c- any person who has made  contribuions but is denied medical treatment on any grounds is entitled to compensation at the rate of £25,000 per annum. In the event of death arising from non treatment to  contributors dependents to receive compensation based upon period of life expectancy had adequate treatment been applied.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Paying National Insurance contributions in the belief if you are ill you are legally entitled to medical treatment is now being challenged by the Health Minister who implies certain ailments conditions or addictions may longer qualify. Once non qualifiers are established those persons should make no further  contributions and be entitled for refund of all contributions made plus interest.\nYou cannot charge for a service you do not intend to supply, commonly known in legal circles as deception or fraud.",
            "closed_at": "2007-04-29T00:00:00Z",
            "created_at": "2007-02-15T15:04:43.779020Z",
            "creator_name": "Robert Cox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T15:04:43.779020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2716101
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/trickortreat/"
    },
    "type": "petition"
}