{
    "data": {
        "attributes": {
            "action": "undertake proper consultation and consider redirecting the proposed investment in nuclear power into micro-generation, renewables and scrubber and carbon-capture technology to enable the UK to meet its emission targets and become truly energy self-sufficent without leaving a radio-active waste legacy worse than global warming.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "‘Clean and self-sufficient’ nuclear power proponents ignore the forecasts of only 50 years of worldwide uranium ore and the huge foreign mining operations required to retrieve it, not to mention the radioactive waste which will create a hazard to life far worse than Global Warming for up to 300,000 year. \nThe main argument against renewables is they cannot provide enough power, 100% of the time and need nuclear power stations to back them up anyway. I suggest it doesn’t have to be nuclear :\n- slash red tape, regulate and give incentives to manufacturers, builders and particularly home-owners to incorporate renewables and micro-generation with energy storage.\n- promote large scale renewables\n- invest in UK industry to improve technology such as scrubbers and carbon-capture for gas and coal-fired power stations.\n- start a phased reduction/conversion of gas fired power stations to hi-tech self-sufficient coal-fired power stations (The UK has >200 years of coal).",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-15T15:30:13.882020Z",
            "creator_name": "David Kempster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T15:30:13.882020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2718679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nuclear-consult2/"
    },
    "type": "petition"
}