{
    "data": {
        "attributes": {
            "action": "exempt shisha and hookah cafes from the smoking ban in England & Wales that will be coming into force in July 2007.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Shisha cafes are different to pubs, restaurants, and other public places which are to be affected by the smoking ban in England and Wales, because of the simple fact that the sole reason of going to a shisha cafe, is for social smoking with friends and family. Non smokers do not go to shisha cafes. To ban shisha cafes from operating is not only to remove an integral, uniting, and contributory part of middle eastern and arabic culture from British society, but also to effectively remove the attraction and appeal of these areas (such as Edgware Road in London), thus having an added significant detrimental effect to the majority of local businesses situated within the local area who are not involved in the shisha smoking business, but who depend on this attraction to draw people to the local community. Help the local businesses, help the community, and help those who believe that the government is forcing regulation in a sector that is essentially a matter of choice and personal taste.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2007-02-15T18:08:12.939511Z",
            "creator_name": "Hussein Jajbhay",
            "government_response_at": "2007-08-10T14:17:33.412883Z",
            "government_responses": [
                {
                    "created_at": "2007-08-10T14:17:33.412883Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"exempt shisha and hookah cafes from the smoking ban in England & Wales that will be coming into force in July 2007.\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12856.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Shisha'",
                    "updated_at": "2007-08-10T14:17:33.412883Z"
                }
            ],
            "opened_at": "2007-02-15T18:08:12.939511Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9566,
            "state": "finished",
            "updated_at": "2007-12-09T03:11:40.908220Z"
        },
        "id": 2733637
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shisha/"
    },
    "type": "petition"
}