{
    "data": {
        "attributes": {
            "action": "make sure road pricing is set at the same high rate for all cars during peak times in order to keep the roads uncluttered for important people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm fed up with congestion caused by hordes of small economical cars.  You'll never get them off the road by bumping up the price of fuel, because they only use a quarter of the stuff I do, and that's if they drive properly, which they don't.  Usually, they tootle along at the speed limit, 6 inches in front of me!\n\nLocal councils have put in road humps that toss them around like corks, but nothing seems to deter people hell-bent on using fuel wisely.  I try to shift them with horn and headlights, but I'll crunch one before long.  Thank goodness my genetic gifts to mankind are cocooned in a bit of real metal.\n\nTake all the tax off fuel and have stiff charges for using the road when I want to.  The nation will benefit as the cheap skates will get to work an hour earlier and stay an hour later.  With luck I can move further into the country and still have an easier journey.\n\nAnd it's motorists, not the high earners, who'll give the military their Sat Nav system for cruise missiles etc.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-02-15T18:05:27.382615Z",
            "creator_name": "Ivor Lott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T18:05:27.382615Z",
            "rejected_at": "2007-04-01T00:03:02.957421Z",
            "rejection": {
                "code": 40960,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2733375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/highroadpricing/"
    },
    "type": "petition"
}