{
    "data": {
        "attributes": {
            "action": "reject the private Members Bill to exclude MPs from scrutiny under the provisions of the Freedom of Information Act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Private Members Bill has been introduced which seeks to exclude MPs from scrutiny under the Freedom of Information Act.  MPs must be held accountable to the Public for their actions in particular in the manner in which they spend taxpayers money especially in relation to their expenses and their MP's private office. It is unaccaptable that an MP is able to prevent an enquiry into what kind of items and the amounts that MP's claim against expenses and how they spend additional monies provided for their office at the taxpayers expense. The amounts they receive are not theirs to do with as they wish but taxpayers' monies and therefore we have a right to know how they use that money.",
            "closed_at": "2007-08-29T00:00:00Z",
            "created_at": "2007-02-15T18:15:14.781180Z",
            "creator_name": "David Lawson",
            "government_response_at": "2007-09-18T15:37:50.889979Z",
            "government_responses": [
                {
                    "created_at": "2007-09-18T15:37:50.889979Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"reject the private Members Bill to exclude MPs from scrutiny under the provisions of the Freedom of Information Act.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13232.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MPs-and-FOI'",
                    "updated_at": "2007-09-18T15:37:50.889979Z"
                }
            ],
            "opened_at": "2007-02-15T18:15:14.781180Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 969,
            "state": "finished",
            "updated_at": "2007-10-23T03:11:06.885392Z"
        },
        "id": 2734203
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-and-FOI/"
    },
    "type": "petition"
}