{
    "data": {
        "attributes": {
            "action": "allow people to vote on each parliamentary bill using their home or desktop pc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The past few years has seen an explosion in the ownership and cost of computers and the uptake of the internet. It has revolutionised many aspects of our society - from our shopping habits to the way that we communicate with one another. Now its time to revolutionise democracy itself.\n\nWe propose that the UK becomes the worlds first true democracy by allowing members of the public to vote on bills that are put before parliament.\n\nWhy should members of the public be restricted to voting for an MP who may or may not vote as they would on each bill, when the technology now exists for members of the public to vote on each parliamentary bill for themselves?\n\nPersonal PCs in the home and in the local community, along with other handheld devices, can be used to enable voting. Members of the public would have to read the bill online, and read views for and against it before being allowed to vote on that bill. Members of the public can choose to vote on as many or as few bills as they like.\n\nGiven the radical nature of the changes involved it is understood that this would have to be trialed, tested and incorporated over a number of years to enable existing procedures and practices to adapt.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2006-11-15T17:43:01.072000Z",
            "creator_name": "Paul Birney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T17:43:01.072000Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 107,
            "state": "finished",
            "updated_at": "2007-11-21T03:11:17.497135Z"
        },
        "id": 2739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PeoplePower/"
    },
    "type": "petition"
}