{
    "data": {
        "attributes": {
            "action": "compel all organizations using non-geographic numbers (e.g. 0845, 087* prefixes) to also publicize an equivalent geographic number (e.g. 01* / 02* prefixes) where they can be reached (and which can usually be called more cheaply than an 0845 / 087* number).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many organizations hide behind 0870 / 0845 numbers which are charged at up to 8p/min (earning revenue for the organization while the customer is kept on hold) - whereas most people could use the real geographic UK phone number to contact he organization much more economically, since a number of phone providers now charge 0p/minute for calls at any time of day - and just a small flat rate connection charge of around 5p for calls up to an hour.",
            "closed_at": "2007-04-04T00:00:00Z",
            "created_at": "2006-11-17T23:02:42.970678Z",
            "creator_name": "Mark Harrison",
            "government_response_at": "2007-05-21T16:11:47.134084Z",
            "government_responses": [
                {
                    "created_at": "2007-05-21T16:11:47.134084Z",
                    "details": "The e-petition asking the Prime Minister to \"compel all organizations using non-geographic numbers (e.g. 0845, 087* prefixes) to also publicize an equivalent geographic number (e.g. 01* / 02* prefixes) where they can be reached (and which can usually be called more cheaply than an 0845 / 087* number)\" has now closed. This is a response from the Government. \n\nThank you for the epetition about the use of non-geographic telephone numbers. \n\nThe first few digits of a UK telephone number are already intended to give a broad indication to the caller of the type of service and/or cost of the call. In general those numbers beginning 0870/0871 are the most expensive, 0844/45 in the middle range and 0800 Freephone free of charge.\n\nThere are various reasons why a company may choose to use an 08 number. It is for a company's own commercial judgement to decide what type of telephone number to use.\n\nThe independent Office of Communications (Ofcom) which is responsible for numbering policy, cannot dictate to companies what type of numbers they must use. Neither can they demand that they link their non-geographic numbers to a local number.\n\nBut Ofcom knows that consumers have concerns that 084 and 087 numbers are increasingly being used by businesses as a higher priced alternative to ordinary geographic telephone numbers. Ofcom undertook a major review of its policy on these numbers and last April published a statement setting out a package of consumer-friendly measures.\n\nThese include introducing a new range of 03 non-geographic numbers which will cost no more than geographic rates and restoring the link between the 0870 prefix and the actual rates charged by telecoms companies for national rate calls.\n\nThese new measures are being introduced over time so, for instance, the introduction of 03 numbers has already started and the alignment of 0870 costs with national rates will come into effect in January 2008. These measures should result in considerably lower prices for consumers. The website address for the Ofcom document is:\n\nhttp://www.ofcom.org.uk/consult/condocs/nts_forward/statement\n\nOfcom is also extending the regulation of Premium Rate Numbers to 0871 numbers because of concerns that companies are increasingly using them and charging the caller much higher rates for services such as weather forecasts and sports' information. Consultation will take place this year but the main aim will be to ensure customers know how much it will cost them to call 0871 numbers.\n\nYou might also be re-assured to know that the Government advised two years ago all its departments and agencies against their own use of 0870 numbers. \n\nBy no means all Departments did use 0870 numbers, but where they did, they should now have been replaced with either geographical, 0845 (local rate) or 0800 numbers.\n\n\nFurther information\n\n[http://www.pm.gov.uk/output/Page36.asp Subscribe to our newsletters]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'saynoto0870'",
                    "updated_at": "2007-05-21T16:11:47.134084Z"
                }
            ],
            "opened_at": "2006-11-17T23:02:42.970678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 43023,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 27489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saynoto0870/"
    },
    "type": "petition"
}