{
    "data": {
        "attributes": {
            "action": "Make the safety of our children the main priortity when ordering contact within domestic abuse child contact case.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The law is failing our children when ordering unsafe contact with non resident parents in domestic abuse cases. Or contact that is recognised by professional experts as to be to the detrement of the welfare of the child if it is forced upon the resident parent to make the child available for contact with a non resident parent. The presumption should not be contact it should be child safety.\n\nGive mothers/fathers back their right to protect their children from harm.\nStop asuming parents whom try to stop contact are all 'hostile parents' stop using threats of loss of residency of their children or face a prison sentence for not complying with orders that are unfair or a risk to our vunerable children.",
            "closed_at": "2007-05-30T00:00:00Z",
            "created_at": "2007-02-15T22:25:58.568485Z",
            "creator_name": "CLAIRE MILDENHAL",
            "government_response_at": "2007-06-18T16:18:35.744947Z",
            "government_responses": [
                {
                    "created_at": "2007-06-18T16:18:35.744947Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Make the safety of our children the main priortity when ordering contact within domestic abuse child contact case.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11997.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'childcontact'",
                    "updated_at": "2007-06-18T16:18:35.744947Z"
                }
            ],
            "opened_at": "2007-02-15T22:25:58.568485Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2752313
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childcontact/"
    },
    "type": "petition"
}