{
    "data": {
        "attributes": {
            "action": "halt the almost unbridled rush to build vast numbers of houses in the south-east of England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Land, resources, and simply the space to live and enjoy a satisfactory quality of life, are being used up in the south-east by current and planned rapid growth.\n\nExisting communities cannot realistically embrace such rapid growth and in particular roads are even now 'unfit for purpose'. Building new roads will merely move the congestion around and destroy more land and encourage further development, thus exacerbating the problem.\n\nUrban creep, and rural infill, will rapidly create a region that is nothing more than a 'super capitol'. It is already difficult to drive, cycle or walk more than a few hundred yards anywhere in the south-east without encountering a building or dwelling. Towns and villages are getting closer and closer to each other and many are now connected.\n\nThe south-east will not support this capitalist madness.\n\nThe UK as a whole cannot continue to allow its population to rise and rise.",
            "closed_at": "2007-08-15T00:00:00Z",
            "created_at": "2007-02-15T23:13:41.647996Z",
            "creator_name": "Ashley Leaney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-15T23:13:41.647996Z",
            "rejected_at": "2007-04-01T00:03:02.957421Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Save-Essex/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2754669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopdevelopment/"
    },
    "type": "petition"
}