{
    "data": {
        "attributes": {
            "action": "restore supporter’s choice as to whether they stand or sit to watch football, by changing the regulations of stadium safety to allow football clubs to agree areas where standing will be accepted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Stand Up Sit Down campaign aims to restore supporter’s choice as to whether they stand or sit to watch football, by agreeing areas where standing will be accepted.\n\nWe want at least one area of each football ground to selected for supporters to be allowed to stand in front of their allocated seats. Our proposals will actually improve safety over the current situation by restricting standing to the most suitable areas.",
            "closed_at": "2007-05-20T00:00:00Z",
            "created_at": "2006-11-17T23:19:52.922533Z",
            "creator_name": "Derek Rocholl",
            "government_response_at": "2007-06-12T16:18:15.058956Z",
            "government_responses": [
                {
                    "created_at": "2007-06-12T16:18:15.058956Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"restore supporter’s choice as to whether they stand or sit to watch football, by changing the regulations of stadium safety to allow football clubs to agree areas where standing will be accepted.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11917.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StandUpSitDown'",
                    "updated_at": "2007-06-12T16:18:15.058956Z"
                }
            ],
            "opened_at": "2006-11-17T23:19:52.922533Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 619,
            "state": "finished",
            "updated_at": "2007-11-01T03:11:08.493006Z"
        },
        "id": 27577
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StandUpSitDown/"
    },
    "type": "petition"
}