{
    "data": {
        "attributes": {
            "action": "stop the proposed cuts and closures at top performing St Richards Hospital in Chichester which competently serves a wide area of West Sussex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We as supporters of the Campaign to Save St Richards Hospital in Chichester, call on the Prime Minister to halt the possible cuts to services at this local centre of NHS excellence. The hospital has provided consistently high quality healthcare to generations of local residents and the many seasonal visitors to the surrounding area, and we believe that the hospital should have an integral role to play in providing excellent treatment for local residents for years to come.  Alternative hospitals are a good distance away and in an emergency situation are difficult to access as the road infrastructure cannot effectively cope with current traffic flows. NHS care in our community would certainly be severely damaged by any decision to substantially reduce the services available in our local area. Lives could even be put at risk. We urge the Government and the Prime Minister not to take this retrograde step and to safeguard the future of Chichester's excellent St Richards Hospital.",
            "closed_at": "2007-04-16T00:00:00Z",
            "created_at": "2007-02-16T09:59:31.732488Z",
            "creator_name": "John Ashmore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T09:59:31.732488Z",
            "rejected_at": "2007-04-04T00:03:04.918592Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StRichards/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2770688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-St-Richards/"
    },
    "type": "petition"
}