{
    "data": {
        "attributes": {
            "action": "Declare the UK a GM-free zone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned say no to the continued testing of genetically modified crops. We do not wish to have any GM crops grown in the UK or GM foods for sale in our shops. We retain the choice to have our crops and food chain uncontaminated by GM strains. \n\nGM CROPS WILL NOT FEED THE POOR. The truth is that the introduction of GM crops will result in decreased yields, crop failures and the impoverishment of literally billions of small farmers. Consider the following: 1) a US Department of Agriculture report published in May 2002 concluded that net yields of herbicide-tolerant soya bean were no higher than those of non-GM soya, and that yields of pest-resistant corn were actually lower than those of non-GM corn; 2) in September 2001, the state court of Mississippi ruled that a Monsanto subsidiary's `high-yielding' GM soya seeds were responsible for reduced yields obtained by Mississippi farmer Newell Simrall; the farmer was awarded damages of $165,742.",
            "closed_at": "2008-03-04T00:00:00Z",
            "created_at": "2007-02-16T10:12:26.448397Z",
            "creator_name": "Jim Manley",
            "government_response_at": "2008-03-17T12:40:10.740480Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:40:10.740480Z",
                    "details": "You signed a petition asking the Prime Minister to \"Declare the UK a GM-free zone.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15064.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gmfreeuk'",
                    "updated_at": "2008-03-17T12:40:10.740480Z"
                }
            ],
            "opened_at": "2007-02-16T10:12:26.448397Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1144,
            "state": "finished",
            "updated_at": "2008-03-11T03:14:25.745906Z"
        },
        "id": 2772048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gmfreeuk/"
    },
    "type": "petition"
}