{
    "data": {
        "attributes": {
            "action": "acknowledge the many peer reviewed studies that show adverse health effects from exposure to microwave radiation from mobile phone handsets, base stations (masts) and wireless technology (WiFi, WIMAX, Tetra, DECT phones, etc.)  through mechanisms independent of heating, and at levels much lower than currently considered safe by the government, and that there is no research or evidence which has proved their short or long term safety. We further call on the government to put safeguards in place, that acknowledge this evidence, to ensure that no person will be harmed due to exposure to this radiation, and to remove all mobile phone base stations (masts) that are within 500 metres of schools, homes and hospitals until these safeguards are in place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the 1990s Dr George Carlo, while heading the US mobile phone industry's health research program, came across startling and unexpected evidence that DNA was damaged by cell phone radiation even after all heating effects had been ruled out. The cell phone industry had always assumed the technology was safe, as had most of the scientific community, and considered this research as just the official proof of what they already knew. They had by this time invested billions of dollars/pounds in the technology. The reaction to the new evidence was not one of responsible public concern but a panic driven attempt to cover up the research, cut off the funding and smear Dr Carlo's reputation.\n\n10 years later we are starting to see what Dr Carlo and many other leading scientists predicted would happen: An increase in brain tumours amongst phone users, and cancer and general ill health clusters found around phone masts.\n\nThe mobile phone industry had kept up the pressure on the government not to acknowledge what they term as 'science scare stories' because of the economic effect it will have on the industry, in a move that smacks of the tactics used by the tobacco, asbestos and lead 'is safe in petrol' lobbies of the last century.\n\nWhen you look at peer-reviewed Epidemiological studies on the WHO EMF database, 80% of published studies have found some evidence of ill health connected with mobile phone technology. However according to Dr. Henry Lai (in the Toronto Star) 81% of studies financed by the mobile phone industry fail to find any such evidence. Despite their desperation to find one however, no study exists that proves the technology is safe.\n\nIt is vitally important that that government acknowledge the reality that science with out commercial interests is pointing to, even if it is economically inconvenient.\n\nAt the end of the day the human cost will be much greater than any economic cost if this is not addressed.\n\nFor more information please see www.mastsanity.org, \nwww.tetrawatch.net, \nwww.emfacts.com,\nwww.schnews.co.uk/archive/news561.htm,\nBook: \"Cell Phones: Invisible Hazards in the Wireless Age\" by George Carlo and Martin Schram.",
            "closed_at": "2007-11-21T00:00:00Z",
            "created_at": "2006-11-15T17:51:12.170796Z",
            "creator_name": "Simon Densley",
            "government_response_at": "2008-01-14T16:37:44.606768Z",
            "government_responses": [
                {
                    "created_at": "2008-01-14T16:37:44.606768Z",
                    "details": "You signed a petition asking the Prime Minister to \"acknowledge the many peer reviewed studies that show adverse health effects from exposure to microwave radiation from mobile phone handsets, base stations (masts) and wireless technology (WiFi, WIMAX, Tetra, DECT phones, etc.) through mechanisms independent of heating, and at levels much lower than currently considered safe by the government, and that there is no research or evidence which has proved their short or long term safety. We further call on the government to put safeguards in place, that acknowledge this evidence, to ensure that no person will be harmed due to exposure to this radiation, and to remove all mobile phone base stations (masts) that are within 500 metres of schools, homes and hospitals until these safeguards are in place.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14249.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PhoneMasts'",
                    "updated_at": "2008-01-14T16:37:44.606768Z"
                }
            ],
            "opened_at": "2006-11-15T17:51:12.170796Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 714,
            "state": "finished",
            "updated_at": "2008-01-17T03:13:00.900587Z"
        },
        "id": 2784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PhoneMasts/"
    },
    "type": "petition"
}