{
    "data": {
        "attributes": {
            "action": "Abolish Road Tax and display valid MOT and Insurance Disks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are petitioning you to scrap the current road taxing system in favour of a system where all vehicles using Britain’s roads are required to display valid MOT and Insurance certificates. \n\nThe road tax system is flawed in so much as a vehicle can be taxed for a year even in the MOT runs out next month. The same applies to insurance. Given the reported figures of uninsured drivers and that the current system does next to nothing to close this loophole, in fact it actually helps the people in question to drive around without paying expensive insurance costs. This then increases the insurance costs of the people who are fully legal on the roads.\n\nThe systems used for tracking down untaxed cars can be easily adapted to track down cars without valid MOT & Insurance certificates. \n\nLets make changes now and get some positive results to reduce the problems of cars and drivers who are illegally using Britain’s roads.\n\nSign this petition as a vote for common sense.",
            "closed_at": "2007-08-16T00:00:00Z",
            "created_at": "2007-02-16T12:18:02.146967Z",
            "creator_name": "Anthony S Turton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T12:18:02.146967Z",
            "rejected_at": "2007-04-01T00:03:02.957421Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Unfair-Road-Tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2784458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InsuranceandMOT/"
    },
    "type": "petition"
}