{
    "data": {
        "attributes": {
            "action": "ask the Sports Minister, RH Richard Caborn MP, to intervene with the Football Association after my football club was \"unfairly\" docked points and thrown out of the FA Trophy, following a technical administrative error.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2007-09-03T00:00:00Z",
            "created_at": "2007-02-16T12:40:34.203618Z",
            "creator_name": "Russell Smith",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-04-16T09:50:50.442509Z",
                    "details": "The e-petition asking the Prime Minister to \"ask the Sports Minister, RH Richard Caborn MP, to intervene with the Football Association after my football club was \"unfairly\" docked points and thrown out of the FA Trophy, following a technical administrative error\" is on-going. This is a response in advance of the closing date from the Government.\n\nAs this is a football issue, it wasn't a situation where the Government could intervene - it was for the Ryman League and ultimately the Football Association to decide upon.\n\nThe good news is that at an FA Appeal Board meeting, although the £400 fine imposed by the Ryman League was not reduced, the point's deduction imposed on AFC Wimbledon by the League was reduced from eighteen points to three points.  The Appeal Board ruled that, although the Ryman League had not misinterpreted its rules on eligibility and the decision to deduct 18 points was in accordance with those rules, given the specific and unusual circumstances the original deduction was excessive.\n\nHopefully everyone, particularly supporters of AFC Wimbledon, is satisfied with the outcome.\n\n\nFurther information\n\nThe Football Association - http://www.thefa.com/\n",
                    "summary": "E-petition: response from the Government",
                    "updated_at": "2007-04-16T09:50:50.442509Z"
                }
            ],
            "opened_at": "2007-02-16T12:40:34.203618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10382,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2786467
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wimbledon/"
    },
    "type": "petition"
}