{
    "data": {
        "attributes": {
            "action": "ensure the legal protection of, support and promotion of British and Irish Sign Languages",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To adopt the UN Convention on the Rights of Persons with Disabilities, in particular Article 21 (b) which calls on governments to \"accept and facilitate the use of sign languages\" and to enshrine BSL and ISL in law, to ensure that all parents of deaf children of all levels of deafness have free high quality tuition in sign language and related linguistic and cultural issues, that all deaf children be placed in a high quality sign language environment in schools, and that BSL and ISL are included in the national curriculum as both subject and mediums of instruction. Deaf sign language users to have high level of sign language support and resources throughout their lives, modelling on the legal status, resources and strategy for development given to the Welsh language as the other indigenous language to the UK.",
            "closed_at": "2007-05-30T00:00:00Z",
            "created_at": "2007-02-16T12:49:34.734716Z",
            "creator_name": "Jill Jones",
            "government_response_at": "2007-06-29T15:27:55.448435Z",
            "government_responses": [
                {
                    "created_at": "2007-06-29T15:27:55.448435Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure the legal protection of, support and promotion of British and Irish Sign Languages.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12199.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BSLISLlaw'",
                    "updated_at": "2007-06-29T15:27:55.448435Z"
                }
            ],
            "opened_at": "2007-02-16T12:49:34.734716Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2787247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BSLISLlaw/"
    },
    "type": "petition"
}