{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition the government to introduce a fully decimalised system of measurement, extending the already used metric system to include time and a new decimalised calendar. The current 24 hour system and 7 day week is antiquated and awkward. It would be much easier when organising your day/week to have sensible metric units, task such as calculating the cost of work or wage per hour become much easier. The decimalisation of time will remove the use or a dual twelve hour system and the confusion caused by there being two 12 o’clocks. In business this can lead to allsorts of errors when dealing abroad. The current 24 hour clock is still disliked by a large proportion of the public, Its still common for five o’clock, fifteen hundred hours to become confused. Issues that could be removed is the problem caused by the differences in the number of days per month and the number of weekends that fall in each month (a constant worry for those paid on the penultimate day of the month).",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-02-16T13:37:49.120062Z",
            "creator_name": "Kevin Dawlish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T13:37:49.120062Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 4352,
                "details": "The title of the petition should be a call to action not a name. The petition also needs to be worded so that it's within the remit or powers of the UK.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2791668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Decimal-Time/"
    },
    "type": "petition"
}