{
    "data": {
        "attributes": {
            "action": "move urgently to safeguard the future of our children and of the planet by taking all necessary immediate, effective, and continuing action, including road pricing and tax on aviation fuel, to limit greenhouse gas emissions and the impact of humanity on our environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Production of greenhouse gases by humans is causing global warming (IPCC 2007); transport is a major contributor. Temperatures will rise over the next fifteen years; after that the rise will be very much steeper, but how much steeper depends on what we do in the coming 60-70 months. Without urgent action, we are facing the mass extinction of up to half of all species on the planet within 50 years. Crops and economies will fail. Western powers are preparing for wars over resources and for migration-induced conflicts (Royal United Services Institute, Feb ‘07: Pentagon documents, 2003/4). Our pensions and homes, the lives of our children and indeed everyone under 35 are threatened. Even if you doubt the scientists, politicians, soldiers and economists, what chance are you prepared to take in gambling on the planet's future? \nThere is no time left for debate. The time to act is now. In this context, all measures which reduce the use of carbon fuels are to be encouraged.",
            "closed_at": "2007-07-21T00:00:00Z",
            "created_at": "2007-02-16T14:25:25.939351Z",
            "creator_name": "Gareth Huw Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T14:25:25.939351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 83,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2795892
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClimateAction/"
    },
    "type": "petition"
}