{
    "data": {
        "attributes": {
            "action": "bring influence to bear on the Department of Transport and the Highways Agency to create an emergency access from the A46 into University Hospital Coventry and Warwickshire at Walsgrave in Coventry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UHCW recently opened on the Walsgrave site and is one of the most modern hospitals in Europe. As well as providing district general services for the people of Coventry, it is a major trauma centre for our region. Access to the hospital has become increasingly difficult and while seriously injured patients can be flown in by helicopter, this cannot be the case for everyone. An easy access and egress route is desperately needed. While there are intensive care facilities one the Walsgrave site, children's intensive care has to be provided by transfer either to Leicester or to Birmingham. While there are future plans to try to address this through an access road running parallel to the A46, this will still be used by general traffic and is many years away. In an emergency, time is precious, and an access for ambulances from the A46 will save lives.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-02-16T14:44:09.500632Z",
            "creator_name": "Councillors Lynnette Kelly and Joe Clifford",
            "government_response_at": "2008-03-19T16:43:49.797167Z",
            "government_responses": [
                {
                    "created_at": "2008-03-19T16:43:49.797167Z",
                    "details": "You signed a petition asking the Prime Minister to \" bring influence to bear on the Department of Transport and the Highways Agency to create an emergency access from the A46 into University Hospital Coventry and Warwickshire at Walsgrave in Coventry.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15108.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'A46accesstoUHCW'",
                    "updated_at": "2008-03-19T16:43:49.797167Z"
                }
            ],
            "opened_at": "2007-02-16T14:44:09.500632Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 569,
            "state": "finished",
            "updated_at": "2008-03-06T03:13:44.938655Z"
        },
        "id": 2797480
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/A46accesstoUHCW/"
    },
    "type": "petition"
}