{
    "data": {
        "attributes": {
            "action": "Show leniency and allow Nick Merzetti to stay in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During his time Nick has become an integral part of British society and an invaluable asset to Foster and Partners architects.  At Foster and Partners, he may not have been involved in the design process but he provided the administrative support that made these projects happen...If Nick is forced to leave, many future buildings may not happen, The Entertainment Centre in Kazakhstan for example; this is an important project for this developing nation, a jewel in the crown if you will, imagine a London skyline without the iconic Gherkin?  Nick has \"gone native\"; he has never protested against our nation, taken benefits, flown his family over for medical treatment on the NHS and he has a British girlfriend.  If he is made to leave, I truly will have lost faith in the democratic system my forefathers shed blood to uphold...I love this country and I love Nick Merzetti; he is more British than warm beer.  Please waive his visa fee and let this great man stay...VOTE NOW!",
            "closed_at": "2007-02-22T00:00:00Z",
            "created_at": "2006-12-22T10:58:34.661746Z",
            "creator_name": "Barnaby Dick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-22T10:58:34.661746Z",
            "rejected_at": "2006-12-22T16:13:14.193989Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 279903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepMerzetti/"
    },
    "type": "petition"
}