{
    "data": {
        "attributes": {
            "action": "Restore personal responsibility to the general populace by ending the failing, dictatorial policies of old.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Science & fact should underpin all policies but this is not true of recent laws.\n\nMany procedures restricting civil rights exist & have decreased the sense of responsibility & freedom.  The government should recognise that this fails to achieve results & should realise that \"Prohibition\" has failed in every country.  The populace lacks responibility & conscience for actions so the result is policies with little effect other than crimilisation of citizens.  We should adopt a scientific model for proscribing actions.  Political leaning to pseudo-moral arguments causes our children to be rated amongst the most disturbed in the developed world.  In particular, vice crimes involving willing participants need not be considered criminal, but all victim-crime should carry real punishments. Regardless of cause, all violence is abhorent beyond any harm we should be free to partake in voluntarily.  Treat the cause separately rather than treat the same crime differently.",
            "closed_at": "2007-04-16T00:00:00Z",
            "created_at": "2007-02-16T17:10:37.783249Z",
            "creator_name": "James Burton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T17:10:37.783249Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 512,
                "details": "Please be more explicit so people know what they are signing up to.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2809667
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Criminality-Vice/"
    },
    "type": "petition"
}