{
    "data": {
        "attributes": {
            "action": "Introduce legislation requiring traffic light style carbon footprint labelling on all food sold in Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fresh produce in one UK supermarket this week was from Brazil, Morocco, Thailand, Peru, Egypt, South Africa,  Spain, Holland, Portugal, Italy, Israel, France, India, Sri-Lanka, Columbia, USA, Cameroon, Zambia, Canaries, Dominican Republic, Windward Islands, Costa Rica, Greece, Mexico, Chile, New Zealand, Argentina and China. The CO2 trail left in getting this produce here was huge.\n\nBritish food is all subject to certain standards of environmental stewardship and quality control. Can we say this about production methods in other countries? \n\nWe cannot rely on supermarkets to do the right thing by our farmers. The only reason meat, root crops and brassica’s are still produced here is because of low prices paid to producers. As soon as another country works out how to do it for a few pence less, those lines will go too.\n \n Food production security and quality should be at the top of our national wish list. Clear labelling would inform shoppers about the real cost of their choices.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-02-16T18:01:22.828624Z",
            "creator_name": "Martin Wyness",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T18:01:22.828624Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Carbonlabelling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2813518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/buybritishfood/"
    },
    "type": "petition"
}