{
    "data": {
        "attributes": {
            "action": "Stop making the population of British Isles feel harrassed by laws that don't work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Do you feel uncomfortable living in the British Isles in which the government makes laws that interfere with your life.\nUnless you belong to a pressure group or a minority that makes a lot of noise in the media you are not considered to be worthy of being taken into account, as you get on with your life quitely regardless of feeling the government has let you down again.\nStop them making laws that effect only those that live within the law but have no effect on criminals.\nStop them using the media to re-enforce a poorly made law by making it look good when in truth it has failed to achieve the required result, I believe its called spin in fact it should be called sin against the community.\nThe government should be congratulated for the innovation it uses to extract more money from us in taxes, why cant they apply the same innovation to making meaningfull laws that are effective regardless of the noise from the media and pressure groups who represent very few of us.",
            "closed_at": "2007-05-16T00:00:00Z",
            "created_at": "2007-02-16T19:07:50.610717Z",
            "creator_name": "Jeff Eves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T19:07:50.610717Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 512,
                "details": "Please give a specific action for HM Government.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2818083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rubbish-laws/"
    },
    "type": "petition"
}