{
    "data": {
        "attributes": {
            "action": "Secure funding to enable Double-decker trains to be introduced to the UK including London (Crossrail) in line with most developed countries to solve the increasing capacity problems caused by passenger overcrowding. Designate key routes and progressively increase the loading gauge to comply with European Interoperability Standards (i.e. Channel Tunnel Route). The tunnels to the proposed Crossrail project are of insufficient diameter to enable double-decker trains to operate and should be future-proofed. Carriages and stations should be to inclusive design standards (step-free access).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Double-decker trains currently operate in most European countries (Holland, Belgium, France, Germany, Switzerland, Italy, Spain, Austria, etc,), as well as Asia (China, Japan), Australia, Middle-East (Israel) and North America (USA). The loading gauge for both freight and passenger rail services are of insufficient gauge (except Channel Tunnel Link) to operate double-decker trains. Whilst increasing platform length is one option the rest of the world has adopted the double-decker train as a mode of rail transport to address increasing problems of growing passenger numbers. The economic costs of operating and maintaining double-decker trains are reputed to be lower per passenger carried than conventional single-decker trains. Projects such as Crossrail, which involve boring new tunnels, should be built to European Interoperability Standards so they are future-proofed to enable the operation of double-decker trains. Trains and stations should be built to inclusive design standards.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-02-16T23:18:14.718051Z",
            "creator_name": "Barry Sellers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-16T23:18:14.718051Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2008-03-06T00:01:02.039273Z"
        },
        "id": 2831604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/double-deckers/"
    },
    "type": "petition"
}