{
    "data": {
        "attributes": {
            "action": "continue the support for faith schools and to ensure that in all schools the teaching of traditional ‘faith’ views of origins is included alongside the more recent scientific ‘theories’ which many scientists ‘believe’.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Faith schools help to ensure that children develop mentally, physically, emotionally, spiritually and morally. As such faith schools ensure children are well placed to choose their own religious, philosophical and ethical beliefs. Schools should be places where children are given a full education, not centres where the spiritual and moral is excluded. Evolution and other scientific theories should not be taught as fact but instead along side other ‘faith’ views of origins. Supporting faith schools will provide children with a fuller education, parents with the choice of such for their children and help to promote a fully multi-cultural and peaceful society.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2006-12-22T19:34:18.548808Z",
            "creator_name": "Jonathan Curry",
            "government_response_at": "2007-08-29T15:45:13.934233Z",
            "government_responses": [
                {
                    "created_at": "2007-08-29T15:45:13.934233Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"continue the support for faith schools and to ensure that in all schools the teaching of traditional ‘faith’ views of origins is included alongside the more recent scientific ‘theories’ which many scientists ‘believe’.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12950.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'forfaithschools'",
                    "updated_at": "2007-08-29T15:45:13.934233Z"
                }
            ],
            "opened_at": "2006-12-22T19:34:18.548808Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18699,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 283361
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/forfaithschools/"
    },
    "type": "petition"
}