{
    "data": {
        "attributes": {
            "action": "slaughter every single badger within Great Britain and Northern Ireland, British Overseas Territories, and any Marine Badgers at large within UK territorial waters.  Also, to not rule out strategic military strikes against rogue badger elements harboured by other states.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These pernicious vermin, once the scourge of the countryside alone, have now become an urban pest of serious proportions. If you live in any British town you are probably no more than 10 feet from one of the filthy things. The damage they cause, nationwide,  to household drains, wiring cables and the rope-pulls of church bells alone runs to tens of millions of pounds a year. Twice last August they swarmed in our street: once attacking a child in a pram. These sinister beasts, with their strange colouration (remember, they are the only creatures in nature to bear only black and white markings) are a major cause of disease – befouling public waterways with their incontinent droolings and, of course, wilfully giving TB to the unfortunate cattle (from whom, incidentally, they steal the milk nightly). The curious may ask themselves exactly how a badger gives TB to a cow. The truth is unrepeatable on a governement website, but let me assure you the process is as perverse as it is cruel.",
            "closed_at": "2007-12-22T00:00:00Z",
            "created_at": "2006-12-22T20:07:51.899278Z",
            "creator_name": "Austen Naughten",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-22T20:07:51.899278Z",
            "rejected_at": "2007-01-02T10:53:15.887234Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 283486
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/killbadgers/"
    },
    "type": "petition"
}