{
    "data": {
        "attributes": {
            "action": "save Ashford and St Peters Hospitals NHS Trust from any threat of closure downgrading or removal of services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to save ashford and St Peters Hospitals from firther cost cutting and reduction of services as well as the threat to our beloved A&E which sees over 100,000 patients a year as wel as investing in and protecting crucial services such as MAternity services, paediatrics, care of the older person, critical care and surgical services.\nWe are the key acute hospital for a large area, covering a large section of the M25 independently. We have staff that already work demoralised and under pressure to deliver world class care with a third world budget and poorly designed (even the new areas) facilities that override the wants and needs of staff and patients who despite it all love their job and would be devastated if any more reduction were made to a trust that has only seen its patient load increase in the last 5 years",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-02-17T02:20:18.659438Z",
            "creator_name": "Jerome Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T02:20:18.659438Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/savestpetersnhs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2834096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVEASPH/"
    },
    "type": "petition"
}