{
    "data": {
        "attributes": {
            "action": "Bring pressure on the football authorities to re-instate A.F.C. Wimbledon in the F.A. Trophy, and not deduct the 18 league points for what was a minor administrative error.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Nov.2006 AFC Wimbledon, signed Jermaine Darlington. He had previously played for Cardiff City, which is regarded by the football authorities as a 'foreign' club (being in Wales!) Administrative regulations therefore required an International clearance form to be submitted with the registration. This minor point was overlooked by both AFC Wimbledon and the F.A. and Ryman Isthmian League officials, and only came to light 3 months later when the player was 'booked' for the first time. Consequently the football authorities have deemed that AFC Wimbledon played 'an ineligible player' in all the intervening games. They have thrown the Club out of the F.A. Trophy, made them repay £12,000 prize money, and deducted 18 league points. The club were equal top of the Ryman League, and will now have no chance of promotion this season. Compared to other disciplinary action taken against Premiership & Football League clubs for rule infringements, this penalty is out of all proportion.",
            "closed_at": "2007-05-17T00:00:00Z",
            "created_at": "2007-02-17T08:41:13.019785Z",
            "creator_name": "Geoffrey Austin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T08:41:13.019785Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/wimbledon/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2836415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fairplay4AFCDons/"
    },
    "type": "petition"
}