{
    "data": {
        "attributes": {
            "action": "take steps to replace the national minimum wage with a Living Wage based on the level of pay and conditions that enables a full-time worker to make ends meet for themselves and their family. Official regional living wage figures should be published and implemented such as the one given by Mayor Livingstone for London (currently £7.05 an hour).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the USA since 1994, over 120 city and state governments have passed Living Wage ordinances following pressure from local campaigners. Living Wage campaigns have raised levels of pay and provided benefits like health care for thousands of workers. Studies there have shown that the Living Wage has had no significant adverse impact on jobs, business or the economy.\n\n     In the UK 4¼ million adults aged 22 to retirement were paid less than £6.50 per hour in 2006. Two thirds of these were women.\n\n     London Citizens launched the UK’s first Living Wage Campaign in 2001 to put an end to poverty pay in the capital. Targeting big employers, they have brought the Living Wage to many low-paid workers in the health service and in the finance sectors. This needs to be rolled out across the country and across all major workplaces.\n\n     The government should step up enforcement of the legal minimum wage, prosecuting more firms who fail to comply, and increasing penalties for offenders.",
            "closed_at": "2007-09-07T00:00:00Z",
            "created_at": "2007-02-17T09:58:20.091835Z",
            "creator_name": "Nick Wall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T09:58:20.091835Z",
            "rejected_at": "2007-03-21T11:43:00.069649Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/living-wage-2007/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2839528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Living-Wage/"
    },
    "type": "petition"
}