{
    "data": {
        "attributes": {
            "action": "reduce the amount of noise in a residential area.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Throughout the year, people deem it acceptable to play music with bass lines so loud it causes unacceptable noise/vibrations in neighbouring houses. \nI am no 'kill joy', but when my young children can't sleep and I am tired at work regularly because of lack of sleep I think there is a problem!\nNoise should be regulated in residential areas full stop. If you are planning a party there should be ways to let the community know and there should be noise levels set.\nIf people feel they need to regularly throw wild parties all year round they should make sure they live in an area where they will not disturb others.\nImagine if you could not open your windows in the summer, Prime Minister, how would you feel about putting your childrens welfare at risk.\nBritain is becoming a selfish nation where individuals are encouraged to do what they wish at any time regardless of other people's feelings! IT MUST STOP!",
            "closed_at": "2007-05-17T00:00:00Z",
            "created_at": "2007-02-17T11:09:39.652865Z",
            "creator_name": "jb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T11:09:39.652865Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/urbannoise/\nhttp://petitions.pm.gov.uk/carmusic/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2842858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LoudMusic/"
    },
    "type": "petition"
}