{
    "data": {
        "attributes": {
            "action": "safeguard the public from the risks of inappropriate use of cannabis by bringing its control and sales  within the law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Safeguarding the public from the risks of inappropriate use of cannabis by bringing its control and sales within the law is in line with the government’s new information campaign \"the more you mess with cannabis, the more it could mess with your mind\".  This regulation would be supporting both  the specific health risks and specific benefits of the drug and  protect the most vulnerable who are at present at the mercy of  the illegal market. The current information campaign also states \"cannabis smokers can't be sure what they are getting\"  -  regulation would include quality control, information about strength,  as well as clear guidelines about safest use and specific risks, in particular for young people and those with a psychotic illness. Moreover, strict licencing laws would put responsiblity onto adults not to sell to children, and anyone selling to under 18s, for instance, would be prosecuted.",
            "closed_at": "2007-11-20T00:00:00Z",
            "created_at": "2006-11-18T09:04:03.000298Z",
            "creator_name": "Helen Sello",
            "government_response_at": "2007-12-03T15:10:48.963729Z",
            "government_responses": [
                {
                    "created_at": "2007-12-03T15:10:48.963729Z",
                    "details": "You signed a petition asking the Prime Minister to \"safeguard the public from the risks of inappropriate use of cannabis by bringing its control and sales within the law.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13950.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cannabisreg'",
                    "updated_at": "2007-12-03T15:10:48.963729Z"
                }
            ],
            "opened_at": "2006-11-18T09:04:03.000298Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 554,
            "state": "finished",
            "updated_at": "2007-11-22T03:11:13.868810Z"
        },
        "id": 28521
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cannabisreg/"
    },
    "type": "petition"
}