{
    "data": {
        "attributes": {
            "action": "make it mandatory for the long-term unemployed do a minimum hours of community service per week",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My own brother failed at school, has no transferable skills, no job, no ambition. He wakes up when he wants, hangs around with other unemployed kids in the area, gets into fights, has started taking drugs, has got into petty crime, landed himself a short prison sentence, and will happily play video games all day long. He is genuinely not a bad person, but lacks focus. He has no input into society & doesn't care about it or what he can do in it. I'm sure there are so many other young people who are just like him. How about several hours of community service every week (a few hours every morning perhaps) for kids like him who have no job and no focus in life? I beg the government not to give up on kids like him. He's not a lost cause yet but that could all change. Whatever schemes you have in place for people like him at the moment, I can tell you for sure it isn't working!",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-02-17T17:02:07.114250Z",
            "creator_name": "a jobseeker's sister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T17:02:07.114250Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/work4jobseekers/\nhttp://petitions.pm.gov.uk/UNEMPLOYED/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2858082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unemployedyouth/"
    },
    "type": "petition"
}