{
    "data": {
        "attributes": {
            "action": "abolish plans to require passport applicants to under go an interview and have their finger prints stored electronically on the passport or on any other system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Increasingly the Government seeks to impose draconian measures on its citizens under the banner of controlling extreme or radical individuals & groups or crime & fraud. Most of these measures fall short of the mark and only really affect law-abiding citizens. The idea that every new adult passport applicant & every passport renewal from 2009 must under go a 20 min interview is not only a huge inconvenience, but also comes with an inherent cost that is likely to be added to the cost of the passport which is already too costly. Further more I personally do not wish for my fingerprints to be stored on any database or in any electronic format to which government bodies have access. This steps over the line of personal privacy and is beyond the remit of a publicly elected body. I for one did not request this and wish to register my disapproval. To address the crime and fraud issue, I suspect that those who wish to obtain a fraudulent passport will find a way regardless.",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-02-17T23:26:14.913671Z",
            "creator_name": "Mark Benson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-17T23:26:14.913671Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fingerpassport/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2871258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/new-passport/"
    },
    "type": "petition"
}