{
    "data": {
        "attributes": {
            "action": "introduce a single limousine licensing system for all limousines (1 to 16 passengers)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present none of the laws truly fit stretched limousines, these vehicles are being forced into legislation which is neither appropriate nor fair. There are at present 2 main associations representing this industry who have been trying to lobby this cause only to have most doors blocked by unfair and antiquated law. Its time this industry of over 10,000 (tax paying) limousines had a say and the goverment allowed VOSA/DVLA and the police to work with this industry instead of against. Very soon proposed and badly thought out legislation will force over 50% of these vehicles of our roads simply because the industry has had no say and not because they are dangerous. Over 30 years the stretched limousine industry has been in business in the UK and not 1 single person has been killed in one. The safety record speaks for itself!!!",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-02-18T00:50:01.492740Z",
            "creator_name": "Darran Roberts",
            "government_response_at": "2008-03-19T16:50:43.218122Z",
            "government_responses": [
                {
                    "created_at": "2008-03-19T16:50:43.218122Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a single limousine licensing system for all limousines (1 to 16 passengers)\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15110.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'limolaw'",
                    "updated_at": "2008-03-19T16:50:43.218122Z"
                }
            ],
            "opened_at": "2007-02-18T00:50:01.492740Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 340,
            "state": "finished",
            "updated_at": "2008-03-06T00:01:02.039273Z"
        },
        "id": 2872617
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/limolaw/"
    },
    "type": "petition"
}