{
    "data": {
        "attributes": {
            "action": "authorise a full and independent re-examination of the findings of the Home Office Department Committee on Obscenity and Film Censorship (Williams Committee) published in 1979 with a view to revising or scrapping the current legislation concerning censorship, much of which was originally based upon false or unprovable premis.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Censorship is prohibition by another name. History has proven that prohibition is ineffective, all it does is drive up the price and place the distribution of the prohibited commodity in the hands of organised crime. The imposition of censorship for adults upon the written word or images (still or moving) produced with the full informed consent of the participants is both an affront to the notion of a free society and an insult to the intelligence of the electorate.  Censorship was originally brought in by the ‘upper class’ because they feared that if the ‘common man and woman’ was exposed to such material they would sink into such national depravity that the workforce would cease to be viable and the country would descend into sexual anarchy. The advent of the Internet over the past 20 years has meant that all of those images have been available, the social experiment has been conducted and no such sexual disaster has ensued. Censorship laws are redundant–repeal them.",
            "closed_at": "2007-03-29T00:00:00Z",
            "created_at": "2006-12-23T23:32:56.898384Z",
            "creator_name": "Laurence Pay",
            "government_response_at": "2007-03-30T16:36:23.097133Z",
            "government_responses": [
                {
                    "created_at": "2007-03-30T16:36:23.097133Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"authorise a full and independent re-examination of the findings of the Home Office Department Committee on Obscenity and Film Censorship (Williams Committee) published in 1979 with a view to revising or scrapping the current legislation concerning censorship, much of which was originally based upon false or unprovable premis.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11401.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/OpposeCensorship/",
                    "summary": "Government response to petition 'OpposeCensorship'",
                    "updated_at": "2007-03-30T16:36:23.097133Z"
                }
            ],
            "opened_at": "2006-12-23T23:32:56.898384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 379,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 287365
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OpposeCensorship/"
    },
    "type": "petition"
}