{
    "data": {
        "attributes": {
            "action": "For the protection of shareholders, lenders, charitable funds, and the public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge the government to bring forward an act to: cap the remuneration of directors of UK companies and officials in public bodies at a maximum of 20 times the level of the minimum full time rate of pay in the organization or body employing them.\n\nThis ratio should include share handouts and all bonus arrangements.\n\nWith the following exception, where a commercial corporate organization has recorded a loss for three consecutive years before the appointment of a director, if the organisation reports a profit during the next ten years, that person may be rewarded with to a maximum of 25 times the level of the minimum full time rate of pay in the organization or body employing them, once for a period of five years.\n\nWe request the government to work towards persuading all G8 and European Nations to adopt similar measures, preferably agreeing a common adoption timescale within 5 years.",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-02-18T07:34:07.567218Z",
            "creator_name": "Stewart George Newlands",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T07:34:07.567218Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 16384,
                "details": "The title must be a call to action.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2873911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-Greed/"
    },
    "type": "petition"
}