{
    "data": {
        "attributes": {
            "action": "Consider bringing in conscription to control anti social behaviour, violence,and discontent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a former soldier of 22 years service i really can see the benefit in bringing in to place some form of compulsory disciplined training routine that all 16 - 18 yr old peoplemust attend.\nI feel this would greatly enhance respect for the community people and property and help to altogether create a much better society than is currently the case in the united kingdom.\n\nThese mindless gang warfare killings have just got to stop and nobody in power should rest at night until they can put their hand on their heart and say i have done all i can to stop this.\n\nThis is not just an armed police problem however the police know who they are, so we have to get these anti social people off the streets and into a formal training regime offering training and qualifications in return for hard work and a promise to reform their evil ways and then keep this system going to prevent future pointless hate filled anger and harm coming to innocent people.",
            "closed_at": "2007-08-18T00:00:00Z",
            "created_at": "2007-02-18T07:12:59.159401Z",
            "creator_name": "Gareth Sidney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T07:12:59.159401Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/STOPYOBS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2873770
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SocialUpheaval/"
    },
    "type": "petition"
}