{
    "data": {
        "attributes": {
            "action": "Stop Stealth Taxation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the prime minister to stop \"Stealth Taxation\" of the UK population which seems to becoming more and more acceptable to  Government with the introduction of new and invented taxes which are being either  phased in gradually or with existing stealth taxes being maximised  whilst becoming more and more unacceptable with the public. A non exhaustive list of these unacceptable stealth taxes are: SPEED CAMERA TAXES ( income stream over safety?) CONGESTION CHARGING INHERITANCE TAX (not keeping up with realistic market increases)\nCOMPANY CAR TAX HOLIDAY TAX FUEL TAX\nINSURANCE POLICY TAXATION PARKING FINE TAXES (overzealous outsourced wardens?)\nFUTURE COUNCIL TAX BANDING RE-EVALUATIONS (view tax?) These taxes are hidden back door taxation methods which are additionally distasteful when as many are they are not linked by a person’s personal wealth, circumstances or their ability to pay. ENOUGH IS ENOUGH AND WE INSIST STEALTH TAXATION IS STOPPED",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-02-18T10:34:09.795101Z",
            "creator_name": "Garry O'Connor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T10:34:09.795101Z",
            "rejected_at": "2007-03-20T11:54:26.031548Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HonestTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2879898
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stealthtaxation/"
    },
    "type": "petition"
}