{
    "data": {
        "attributes": {
            "action": "Bring back 2 years national service (male and female, black or white, Christian or Muslim) and bring back some respect to this land",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today we have so many problems with children in society; they have little or no respect for other people’s property or possessions, no respect for their elders. Not all children are like this, but the majority are. \nBRING BACK National service for all 16 year olds no matter what gender, race, religion or colour. This will do many things and are set out as below.\na) Teach the youths respect and discipline.\nb) As all races and religions would have to serve together, they would be forced to live together, and work together; they would learn about each others lives and religions and become more tolerant.\nc) Use NS youths for doing work in society such as, litter picking, cleaning out rivers, serving old people meals on wheels, cleaning walls of graffiti etc.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-02-18T11:11:22.617753Z",
            "creator_name": "Marcus Wetcott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T11:11:22.617753Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/Englishman/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2882750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Repect/"
    },
    "type": "petition"
}