{
    "data": {
        "attributes": {
            "action": "Implement a simpler, more efficient and cost effective way of \"Road Pricing\" by merging road tax, petrol tax. M.O.T. and insurance all without using any  \"spy technology\" and the \"Big Brother\" syndrome,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people who use the roads the most should pay the most for them. By putting road/car tax onto petrol this would happen. The more you use the road the more you pay.\nThere is also the matter of uninsured and non M.O.T'd vehicles on the road. This could be cured by replacing the tax disc with an insurance and M.O.T. disc issued by insurance companies.\nSimple, you send your M.O.T. certificate to your insurance company and they issue your disc. As with the current system they issue reminders and only issue insurance discs for the period that covers your M.O.T.\nThese changes would mean that THE MORE YOU USE THE MORE YOU PAY, what a radical idea!!!!!!!!, and the police could see immediately if you were not insured. No need for money to be spent on technology, fairer car/road tax especially for low users, no need to exempt cars prior 1973 and, most importantly, no uninsured drivers on the road with unsafe cars. If there is they are easy for the police to spot.",
            "closed_at": "2007-05-18T00:00:00Z",
            "created_at": "2007-02-18T12:41:25.415809Z",
            "creator_name": "Alex Brakenberry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T12:41:25.415809Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/Banroadtax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2890017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PAY-AS-YOU-USE/"
    },
    "type": "petition"
}