{
    "data": {
        "attributes": {
            "action": "ACCEPT THAT YOU HAVE LOST CONFIDENCE OF THE BRITISH WORKER",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the british worker has now been dropped to second class citizen.  this government does not care one shred about the indiginous working person.  the british worker is now seen as a blank cheque to propping up this countries ridiculous social security system.  the social security system has ceased to be a safety net for workers who lose their jobs and is now seen as a way of life for bone idle layabouts.  labour has allowed british major industry to con them that this country needs more foreign workers,  this is totally untrue,  its just a con by major companies to employ skilled and semi skilled workers for minimum wage.  already now there are foreign skilled plumbers, electricians and construction workers plying their trade for minimum wage even in the london area.  british workers are being priced out of work by rates impossible to compete with.  blair should accept that he got it totally wrong allowing his open door policy.",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-02-18T12:44:39.301359Z",
            "creator_name": "JOHN SHARPLES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T12:44:39.301359Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/resignTony/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2890235
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/G0-NOW-BLAIR/"
    },
    "type": "petition"
}