{
    "data": {
        "attributes": {
            "action": "abolish plans to reform council tax, whereby inspectors have the power to enter homes to assess improvements made to it, so that a higher rate of council tax can be charged",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Council tax has traditionally been a charge on the amount of services (e.g. waste collection, policing, street lighting etc)used by a householder. Why therefore, does the fact that your home has been extended and/or improved mean that you are going to consume more of these services? \n\nThis is just another example of this Government taxing us by the back door. What is even more sinister is the fact that inspectors are to have the power to enter our homes with cameras and videos to assess the improvements we have made. Further, what relevance does the inside of our house have to the amount of services we consume? When will this Government stop penalising hard work and effort.",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-02-18T13:06:08.471611Z",
            "creator_name": "LUISA NICHOLSON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T13:06:08.471611Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/BANCOUNCILTAX/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2891793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/counciltaxsnoops/"
    },
    "type": "petition"
}