{
    "data": {
        "attributes": {
            "action": "emit debt-free UK notes, repeal the Bank Charters and Acts, call for a participatory and democratic constituent assembly, transfer useful BofE services to public and democratic institutions, withdraw from the IMF, WB, and BIS.  Create a public and participatively democratic financial system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Pay off the debt with debt-free UK Notes.\n\nAs Thomas Jefferson said: \"If the US can issue a dollar bond, it can issue a dollar bill\".  Same for the UK.\n\n2. Abolish Fractional Reserve Banking\n\nAs the debt is paid off, the reserve requirements of all banks and financial institutions would be raised proportionally at the same time ...\n\n3. Repeal of the Bank of England Acts and Charters\nThis will remove the private banking monopoly's ability to dominate the money market and give control back to the Department of Treasury\n\n4. Withdraw the UK from the IMF, the BIS and the World Bank\n\nThese institution like the Pound Sterling are based on debt control by private banks and unless they too can be reformed they will continue to create the debt lock. They are not needed for currency exchange either.\n\n5. All decisions and appointments should become public.\n\nSupply should be kept slowly based on population growth and purchasing power.",
            "closed_at": "2007-04-29T00:00:00Z",
            "created_at": "2006-12-25T15:13:46.674585Z",
            "creator_name": "Joseph Sebastian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-25T15:13:46.674585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 290498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Public-Finance/"
    },
    "type": "petition"
}