{
    "data": {
        "attributes": {
            "action": "ensure that the new regional casino goes where local people have been fully consulted and both want and need a regional casino.  Greenwich and south-east London does not want one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people of Greenwich and south-east London have not been asked whether or not they want the UK's regional casino located in Greenwich.  There has been no public debate; attempts by local stakeholders to express views against the \"supercasino\" have been quashed.  Yet it appears that the supercasino is about to be forced upon them by Government, the\nAnschutz Entertainment Group, and Greenwich Council, in the O2 (Millennium Dome).  Large casinos attract organised crime and cause family break-up, and the cost to the local community of a large casino is nearly double any short-term benefits that it might bring.  South and East London Against The Casino (SELAC) represents all those local people, probably the majority, who would rather the regional casino went where it is wanted.  It is not wanted here in south-east London. Greenwich desperately needs real wealth-creation initiatives, and the only people who make money out of casinos are the casino operators.",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2006-12-25T19:32:48.244438Z",
            "creator_name": "Rachel Mawhood",
            "government_response_at": "2008-01-29T16:09:30.815895Z",
            "government_responses": [
                {
                    "created_at": "2008-01-29T16:09:30.815895Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the new regional casino goes where local people have been fully consulted and both want and need a regional casino. Greenwich and south-east London does not want one.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14432.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NOsupercasino'",
                    "updated_at": "2008-01-29T16:09:30.815895Z"
                }
            ],
            "opened_at": "2006-12-25T19:32:48.244438Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 225,
            "state": "finished",
            "updated_at": "2007-12-30T00:01:01.959471Z"
        },
        "id": 290745
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOsupercasino/"
    },
    "type": "petition"
}