{
    "data": {
        "attributes": {
            "action": "BanStaffTypeDogs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to to ban the breeding, ownership or importing of Staffordshire Bull Terrier type dogs or dogs of any similar type, to ban the breeding, ownership, showing at any dog show including kennel club shows or import of all dogs carrying the characteristics as being related to Staffordshire Bull\n     terrier types and mixes of that breed, even if the characteristics are not pronounced.\n\n     The breed type and cross breeds are purposely bred for killing other dogs and is\n     responsible for maiming and killing large numbers of pet dogs,\n     the breed is itself subject to more abuse than any other breed\n     type and it is common for owners to prowl the parks and streets\n    deliberately to set it on other dogs present.\n\n     The breed type has no place in Britain, pet dog owners have the\n     right to walk their dog absent of any threat from a breed type\n     bred for killing other dogs.",
            "closed_at": "2007-11-18T00:00:00Z",
            "created_at": "2007-02-18T17:59:25.212829Z",
            "creator_name": "Roland Keen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T17:59:25.212829Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 256,
                "details": "The titile must be called to action not the 'short' name.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2911961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanStaffTypeDogs/"
    },
    "type": "petition"
}