{
    "data": {
        "attributes": {
            "action": "Introduce a mandatory 30 mph speed restriction on narrow lanes except where a lower speed is required",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current speed limit legislation is a mess. In our vilage the main road which passes the village has a 50 mph limit but the narrow lanes having a single vehicle width which actually enter the village are subject to the national limit of 60 mph. Furthermore this fact is advertised on each of the lanes at the junctions with the main road as it is a legal obligation for the change to be signed. On narrow country lanes of single vehicle width 30 mph is the maximum which should be allowed for safety. These lanes often have high hedges, blind corners and hill summits which limit vision and are used by walkers, cyclists, horses, playing children and agricultural equipment. Anything faster than 30mph is inherently unsafe.",
            "closed_at": "2007-09-05T00:00:00Z",
            "created_at": "2007-02-18T17:54:11.918369Z",
            "creator_name": "Stuart Wilson",
            "government_response_at": "2007-09-13T15:25:24.796409Z",
            "government_responses": [
                {
                    "created_at": "2007-09-13T15:25:24.796409Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" Introduce a mandatory 30 mph speed restriction on narrow lanes except where a lower speed is required.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13181.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'countrylanes'",
                    "updated_at": "2007-09-13T15:25:24.796409Z"
                }
            ],
            "opened_at": "2007-02-18T17:54:11.918369Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1323,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2911567
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/countrylanes/"
    },
    "type": "petition"
}