{
    "data": {
        "attributes": {
            "action": "Put in place guidelines to stop Homophobic bullying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Homophobic bullying affects not only pupils who grow up to be gay, but those with gay family members and pupils labeled “gay” by their peers. Words as “gay” are commonly bandied about as an insult, frequently unchallenged by staff in schools. \n\nIf homophobic bullying is to be successfully challenged then it needs leadership from the top to set high standards of expected behaviour and ensure all pupils can learn in safety.\n\nWe, the undersigned, call for the following to support and protect the victims of homophobic bullying:\n1. Homophobic taunts and name calling in schools should be challenged immediately by staff.\n2. All schools' anti-bullying policies should be required to include measures specifically to deal with homophobic bullying. \n3. At least one teacher in every school should undergo training which includes how to tackle homophobic bullying.",
            "closed_at": "2007-04-29T00:00:00Z",
            "created_at": "2006-12-26T14:15:03.769664Z",
            "creator_name": "Mashfiqul Alam",
            "government_response_at": "2007-05-10T16:03:01.306639Z",
            "government_responses": [
                {
                    "created_at": "2007-05-10T16:03:01.306639Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Put in place guidelines to stop Homophobic bullying.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11662.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Homophobic'",
                    "updated_at": "2007-05-10T16:03:01.306639Z"
                }
            ],
            "opened_at": "2006-12-26T14:15:03.769664Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 376,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 291709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homophobic/"
    },
    "type": "petition"
}