{
    "data": {
        "attributes": {
            "action": "Instruct the Home Office to stop changing the rules of engagement for HSMP already running cases.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To apply new HSMP policies to running cases is unfair to the participants who gave up lucrative careers at home (which they cannot return to) to start life in the UK. The new policy, appears a systematic social exclusion of a people that the system has wooed and failed to support? What has Home Office done to create awareness of the HSMP scheme in ignorant employers? If these new measures were law, when the initial HSMP offer was made, many participants today would not have come to the UK.\nWe hereby pray Parliament to:\nStop further social exclusion through draconian laws targeted by the Home Office at HSMP participants who strive hard to settle into an unsupportive system.   \nAsk Home Office to give an account of measures they have put in place to prevent subtle discrimination against this group and to create better awareness about HSMP amongst employers of labour.\nStop application of new policies on old cases i.e. implement new policies to fresh applications rather than running cases.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2006-12-26T17:12:15.129503Z",
            "creator_name": "Ifalowo Obomwen",
            "government_response_at": "2007-08-02T15:22:22.853684Z",
            "government_responses": [
                {
                    "created_at": "2007-08-02T15:22:22.853684Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Instruct the Home Office to stop changing the rules of engagement for HSMP already running cases.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12793.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HSMP-changes'",
                    "updated_at": "2007-08-02T15:22:22.853684Z"
                }
            ],
            "opened_at": "2006-12-26T17:12:15.129503Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 763,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 292028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HSMP-changes/"
    },
    "type": "petition"
}