{
    "data": {
        "attributes": {
            "action": "1.) stop subsidising the uneconomic rural rail networks in Scotland and other outlying regions, 2.) use the savings to fund improved public transport infrastructure in crowded areas where demand is highest (London and major cities)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London and the major cities are the principle contributors to UK economic growth and pay the majority of the tax revenues in the UK.  Commuters in these regions have little practical choice other than to use the public transport network.  In recent years massive net migration to the cities (and in particular London) has given rise to a situation where they system is strained and often operates well beyond designed capacity.  Improved infrastructure would develop provide immediate economic benefits and enhance growth and UK tax revenues as well as the lives of millions of commuters.  The rural rail networks in Scotland are underused and do not provide significant economic benefits and could be readily substituted by a vastly cheaper and more flexible bus service or other modular local transport network as there is little crowding out on most of Scotland’s roads.  The current system is unjustifiable and motivated by the politics of the pork barrel.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-02-18T20:37:56.505257Z",
            "creator_name": "Christopher Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-18T20:37:56.505257Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-03-07T00:01:01.553785Z"
        },
        "id": 2924553
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Better-Transport/"
    },
    "type": "petition"
}