{
    "data": {
        "attributes": {
            "action": "Reinstate Hanging for Murderers and Paedophiles and the Birch for Petty Criminals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Birch and the Hanging should never have been done away with.  Successive governments have watched as the crime rate grows and gets more violent.  However, the crime rate has shot through the roof under this government and it is time the government listened to the people of this country and stopped listening to the handwringers and do-gooders.\n\nWe have John Reid telling judges not to imprison offenders so we have even more paedophiles preying on our children.  Many of these paedophiles go on to murder, Ian Huntley for example.\n\nWe have young people offending and reoffending time after time.  Birch them and they will think twice before committing another crime.  Far more effective than putting them up in something that is more akin to a hotel than a prison.\n\nIf the punishment fitted the crime, which at the present time it doesn't, the crime rate would drop dramatically overnight and we would all be a lot safer.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T00:09:32.083734Z",
            "creator_name": "F Kidd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T00:09:32.083734Z",
            "rejected_at": "2007-04-05T00:03:04.823561Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with an existing petition at:\nhttp://petitions.pm.gov.uk/life-for-a-life/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2933726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BirchandHanging/"
    },
    "type": "petition"
}