{
    "data": {
        "attributes": {
            "action": "Stop looking towards the public for money and start book keeping properly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government! Worst book keepers? Yes/no? From what I can see yes they are, ok they have a lot to balance but why does so much money get wasted? Why do they always look towards the public for cash? Is the government wasting money, do they carry on spending knowing that the money on tap, our money the tax payer’s money will always be there to spend or waste as they feel! What would the government do if they were on a budget, how would they manage if the public put the government on a budget, we just don’t know because that would never happen, has the government ever looked at their spending and proposed department cuts? Maybe sell off some of the many empty buildings they brought to house schemes and departments that never worked out or just got moved somewhere else!  Please sign the petition if you agree that the government should look in house first for money rather than racking it of the tax payer! It won’t be long before we are all working to fund the government!",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T00:51:50.909842Z",
            "creator_name": "Michael Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T00:51:50.909842Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NO-MONEY-WASTING/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2934564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bookkeeping/"
    },
    "type": "petition"
}