{
    "data": {
        "attributes": {
            "action": "consult and start listening to the electorate instead of adding spin or dismissing petitioners with an email from a PM who is in power with the backing of only 22% of the population",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has forgotten the  real meaning of democracy. They have turned Britain into an orwelian psuedo-democratic semi-fascist state. They need to wake up and realise they're there to represent us not to rule us, they work for us, they are not our rulers, and have no right to take away our civil liberties and freedoms. \n\nThere is a current petition with over 1.5mil signitures to scrap the road pricing and vehicle tracking policy. It's expected the PM will just sent an email saying basically \"this is what we're doing whether you like it or not\" and ignore the petition.\n\nMPs should represent their constituents and not do whatever the whips tell them to. ID cards and a database to monitor everyones entire life. The NHS dataspine showing thousands our confidential details. Major things happening and we the voters who they are meant to represent never get consulted.",
            "closed_at": "2007-04-19T00:00:00Z",
            "created_at": "2007-02-19T00:49:08.120754Z",
            "creator_name": "Flipper Reddolphin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T00:49:08.120754Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "The issues you raise are discussed in a number of petitions that already exist i.e http://petitions.pm.gov.uk/Dictatorship/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2934517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/consultandlisten/"
    },
    "type": "petition"
}