{
    "data": {
        "attributes": {
            "action": "ensure that accredited and professional interpreters are used in legal proceedings, from time of arrest throughout the judicial system, and that 'language agencies' who provide unqualified so-called interpreters should be strictly monitiored and disqualified from providing interpreting services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Unqualified interpreters are being employed at police stations and at Court, to provide a service that must be accurate and professionally undertaken.\n\nOnly interpreters from the 'Nation Register of Public Service Interpreters' should be used for judicial purposes (including the initial stages of an investigation). Members have proved themselves to be proficient, having passed stringent exams, and are monitored regularly.\n\nMost agencies employ unqualified interpreters, many of whom cannot speak English; they are generally unqualified and do not meet the standard required, thus, foreign offenders 'get off', due to poor interpretation services from the outset.\n\nThe police, CPS, and Courts MUST use accredited interpreters.\n\nWith so many foreign migrant workers in the UK, the NRPSI network of accredited interpreters MUST be used, in order that foreign offenders can be treated in the same way as indigenous Britons.",
            "closed_at": "2008-03-07T00:00:00Z",
            "created_at": "2007-02-19T04:45:21.358859Z",
            "creator_name": "DAGMAR COOK",
            "government_response_at": "2008-06-11T14:37:47.323506Z",
            "government_responses": [
                {
                    "created_at": "2008-06-11T14:37:47.323506Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that accredited and professional interpreters are used in legal proceedings, from time of arrest throughout the judicial system, and that 'language agencies' who provide unqualified so-called interpreters should be strictly monitiored and disqualified from providing interpreting services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15728.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Interpreters'",
                    "updated_at": "2008-06-11T14:37:47.323506Z"
                }
            ],
            "opened_at": "2007-02-19T04:45:21.358859Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 404,
            "state": "finished",
            "updated_at": "2008-03-08T03:12:06.897393Z"
        },
        "id": 2935908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Interpreters/"
    },
    "type": "petition"
}