{
    "data": {
        "attributes": {
            "action": "ban the sale of inhumane foie gras",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Foie gras is a food 'delicacy' - the liver of force-fed ducks and geese.\n \nTo produce it, at 12 weeks old the birds are restrained and grain is forced down the throat through a pipe, a process that often results in physical injury. A massive quantity of food is forced into the birds, so that their livers are swollen to 6-10 times normal size; which makes movement and breathing difficult, as well as causing other health problems. EU research shows that force feeding leads to severe liver damage, great pain, and high mortality rates.\n\nThe force-feeding of geese is already explicitly outlawed in many countries. UK law is inconsistent: existing animal cruelty laws prohibit production in the UK; but as the sale is still permitted, birds still suffer to satisfy UK demand, albeit in other countries, as the foie gras is imported.\n\nWe, the undersigned, call on the Prime Minister to place before Parliament a Bill to prohibit the sale of this reprehensible product in shops and restaurants.",
            "closed_at": "2007-05-05T00:00:00Z",
            "created_at": "2007-02-19T08:33:51.674537Z",
            "creator_name": "Paul Blanchard",
            "government_response_at": "2007-06-06T15:53:41.353954Z",
            "government_responses": [
                {
                    "created_at": "2007-06-06T15:53:41.353954Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ban the sale of inhumane foie gras.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11803.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'banfoiegras'",
                    "updated_at": "2007-06-06T15:53:41.353954Z"
                }
            ],
            "opened_at": "2007-02-19T08:33:51.674537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8992,
            "state": "finished",
            "updated_at": "2007-12-17T03:12:13.727634Z"
        },
        "id": 2942223
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banfoiegras/"
    },
    "type": "petition"
}