{
    "data": {
        "attributes": {
            "action": "listen to the outgoing and incumbent General Staff of the Royal Navy, Army and Royal Air Force and provide the increase in defence funding necessary for Britain to remain a credible presence in the UN Security Council, in Nato and in the Western European Alliance and to be a force for good in the world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While it is right for our elected government to determine foreign policy and military structure, it is our Generals, Admirals and Air Marshals, who form the General Staff of the British armed forces, to determine the operational needs of our armed forces. It is their duty to do this in order that they can align military capability with strategy and to ensure they are able to defend the realm and British interests. \n\nWe need to listen to the people we have charged with protecting our nation and executing British military strategy on behalf of the British people. We need to ensure that they and the men and women of our armed forces are given the full support of the British people and that we reverse the recent, disastrous decline in British military capability and readiness. We need to increase military spending commensurate with todays needs.",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-02-19T09:22:42.154090Z",
            "creator_name": "Gerard Southwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T09:22:42.154090Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2949294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Spending/"
    },
    "type": "petition"
}