{
    "data": {
        "attributes": {
            "action": "Encourage the use of bio-fuel’s such as bio-diesel & bio-ethanol in cars rather than fossil fuels produced by the petrochemical industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Promote the production & usage of carbon neutral bio-fuels for combustion engines therefore replacing the environmental damaging fossil fuels currently produced by the petrochemical industry.\n\nIn order to reduce polluting the environment the government needs to put in financial incentives in place to reduce the use of fossil fuels produced by the petrochemical industry in favour of carbon neutral cleaner greener bio-fuels.\n\nFact: Mr Diesel first ran the Diesel engine on peanut oil, not the fossil fuel we call diesel.\nFact: The Petrol engine was initially designed to run on bio-ethanol, not the fossil fuel we call petrol.\n\nIf I could get hold of bio-diesel I would gladly run my car on it. The problem is I can’t get hold of it. The government must put financial incentives in place so that I can readily buy bio-fuel’s to run my car carbon neutral. The petrochemical industry must be financially encouraged to stop us polluting the environment.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T09:38:17.804145Z",
            "creator_name": "Douglas G Blane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T09:38:17.804145Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Biodiesels/\nhttp://petitions.pm.gov.uk/taxfreebiodiesel/\nhttp://petitions.pm.gov.uk/Lowtaxbiofuel/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2951964
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bio-fuels4cars/"
    },
    "type": "petition"
}