{
    "data": {
        "attributes": {
            "action": "give self-employed people the same rights as employed people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having recently been off work due to an industrial accident, I tried to see if there were any benifits i was able to claim for. After a twenty minute Phone call with the job centre plus I was sent a Statement of the call made and several forms to fill in, which many of the benifits i was not entitled to.My wife works part-time, eight hours a week because we have two small children, The only thing i can claim for is incapacity benifit.\nIt seems to me that the government wants more people to be  self- employed,\nBut we are being discriminated against. I have never claimed for anything before and always worked and payed my dues, but in times of need the government do all they can to stop you claiming anything e.g. Form after form, proof of idenity, Bank details, mortgae details etc...I am just an ordinary white working class man trying to surport my family in need of a little help.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T09:47:09.905317Z",
            "creator_name": "Carl Barnard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T09:47:09.905317Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/benefitrules/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2953548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workingrights/"
    },
    "type": "petition"
}