{
    "data": {
        "attributes": {
            "action": "commit £ 7.5 millions to Motor Neurone Research",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have personal direct experience of the condition as my wife died of it 13 years ago.\n\nAs a Minister of Religion I have come across many dreadful conditions but MND must be among the worst. The sufferer progressively loses the power of virtually everything until they are left wholly powerless while at the same time their mind and spirit remain wholly unaffected. In its final stages it is no exaggeration to say that it becomes like a 'living death' akin to finding yourself buried alive.\n\nBy way of contrast the condition strangely sometimes brings 'out the best in people' - I have heard Dicken's phrase 'it was the worst of times; it was the best of times' used without any sense of contradiction.\n\nI strongly urge you and your ministers to look favourably on the Petition.\n\nI take the opportunity of thanking you for all you do for our country; thank you.\n\nDavid McNaughton",
            "closed_at": "2007-03-01T00:00:00Z",
            "created_at": "2006-12-28T12:44:55.506418Z",
            "creator_name": "David McNaughton",
            "government_response_at": "2007-03-30T16:41:20.104440Z",
            "government_responses": [
                {
                    "created_at": "2007-03-30T16:41:20.104440Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"commit £7.5 millions to Motor Neurone Research.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11395.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/MNDPetition/",
                    "summary": "Government response to petition 'MNDPetition'",
                    "updated_at": "2007-03-30T16:41:20.104440Z"
                }
            ],
            "opened_at": "2006-12-28T12:44:55.506418Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2320,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 296480
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MNDPetition/"
    },
    "type": "petition"
}