{
    "data": {
        "attributes": {
            "action": "De-criminalise the use, regulate supply and sale of cannabis. In an effort to decrease the amount of time and resources wasted by police, courts, prisons, and the government on something which, when responsibly used has less negative effects than alcahol.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned are agreed that the responsible use of cannabis should not be a criminal offense. We feel that, if regulated properly, it could contribute to society by creating resources through taxes, by decreasing time and resources wasted by authorities in the pursuit and prosecution of those who are more often than not very peaceful individuals.\n\nGranted it can be associated with bad behavior in certain individuals, but then again, so can alcohol, and according to some, modern music. Ultimately, blame should be placed on the individual rather than trying to find a scapegoat as seems to be the norm in today's society. \n\nI would like to conclude in asking 2 questions; under the influence of cannabis, what major incident has occurred? And, under the influence of alcohol, religion or political views?",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T11:12:03.480965Z",
            "creator_name": "Gavin higgins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T11:12:03.480965Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/legalcannabis/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2966539
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sort-it-out/"
    },
    "type": "petition"
}