{
    "data": {
        "attributes": {
            "action": "ban the use of Baby on Board notices in car windows",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 'Baby on Board' notice was launched in 1985 to highlight the presence of a baby in a car to other drivers. Their purpose has been explained as two fold; firstly to suggest to other drivers to show more care when driving near them and secondly to highlight to emergency services the presence of a baby in the event of an accident.\nOver time their use has degenerated to the point where they do more to frustrate other drivers than gain assistance. A modern child safety seat means that if an accident was to occur a bigger clue to the emergency services would be the seat itself than a small piece of card in the back window. A significant number of notice users do not remove them when the child is no longer in the car. It is not uncommon to travel down the motorway and pass numerous people carriers with only the driver and four Baby on Board notices in the car. I put it forward that the presence of the notices now does more to annoy other motorists than encourage a change in behaviour.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-02-19T11:20:05.916733Z",
            "creator_name": "Dave Sowerby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T11:20:05.916733Z",
            "rejected_at": "2007-04-06T00:03:05.460652Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2967809
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banbabyonboard/"
    },
    "type": "petition"
}