{
    "data": {
        "attributes": {
            "action": "Reform the Justice guidlines to allow judges to give longer sentences",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government needs to reform the criminal justice system and allow judges to give longer and tougher sentences to criminals. Stop crime happening in the fist place rather than, build more prisons.\n\nAs a guide a minimum of 5 to 7 years for property crime, 10 to 15 years for crime against a person, 25 to 35 years or life, for murder and terrorism. These sentences would be doubled if it is a second offence or trebled for a third. No parole what so ever. Offenders give up their rights to human rights when they ignore another’s. With a serious and real deterrent, prison occupation will drop, and so will crime. We will not need to build more prisons, and Police will be able to cope on the streets.\n\nYoung persistent offenders should get sent to boot camp, or be put into the army.\n\nOlder offenders should be made to work in chain gangs in the community.\n\nPrison must be hard time, or it is no deterrent.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T11:55:18.606428Z",
            "creator_name": "Andrew Sparrow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T11:55:18.606428Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/adrian/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2972975
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReformJustice/"
    },
    "type": "petition"
}