{
    "data": {
        "attributes": {
            "action": "introduce legislation to pay a minimum wage to carers forfeiting work to tend severely sick or disabled relatives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to ask this government to introduce legislation to address the needs and welfare of adults dedicating their lives and time to care for severely sick or disabled relatives/spouses. and to introduce a paid minimum wage for the total time they spend in the process,,In my case I have been confined to a wheelchair for 36 years, and my wife has been carrying out the duty of carer to me for all of htat time, and the only recompense ever offered was a carers allowance which if she had taken up,, would have been deducted from my invalidity /incapacity benefits, and also we now find out that should I pass away she wont be entitled to even her own state retirement benefits and have to make do with the minimum income support on offer a that time,, she gives up so much quality time in the most unsociable oh hours day and night and is not even recognised in her own right and her deeds must be saving the NHS hundreds of pounds each week.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T12:34:36.972005Z",
            "creator_name": "john foy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T12:34:36.972005Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/carersallowance/\nhttp://petitions.pm.gov.uk/Carers-Pensions/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2978484
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carers-salary/"
    },
    "type": "petition"
}