{
    "data": {
        "attributes": {
            "action": "Grant The English People A Referendum On Whether They Wish To Have An English Parliament",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This government's skewed and unfair efforts at devolution have created a massive democratic deficit in that unlike the Scots, Welsh and Northern Irish, the people of England have no parliament to administer their own internal affairs. \n\nThe attempt to fob the English off with regional assemblies was massively rejected despite an immense effort to convince the voters to accept them. We believe that this was because the English wish to have equality with their Scottish, Welsh and Ulster neighbours.\n\nWe the undersigned petition the Prime Minister to introduce legislation that will allow the English to decide whether they wish to have  their own parliament with the power to administer the internal affairs of England.",
            "closed_at": "2007-01-16T00:00:00Z",
            "created_at": "2006-11-15T18:31:02.257684Z",
            "creator_name": "The Remittance Man",
            "government_response_at": "2007-01-18T12:54:35.388107Z",
            "government_responses": [
                {
                    "created_at": "2007-01-18T12:54:35.388107Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Grant The English People A Referendum On Whether They Wish To Have An English Parliament.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.number10.gov.uk/output/Page10783.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Eng-Parliament/",
                    "summary": "Government response to petition 'Eng-Parliament'",
                    "updated_at": "2007-01-18T12:54:35.388107Z"
                }
            ],
            "opened_at": "2006-11-15T18:31:02.257684Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 477,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2979
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eng-Parliament/"
    },
    "type": "petition"
}