{
    "data": {
        "attributes": {
            "action": "To make it impossible for Vulture Funds to use British Courts to reclaim the debt of developing countries that they bought cheaply before just before it was due to be written off – as in the example at the High Court on 15th February 2007 when Zambia was forced to repay such a debt that should have been written off.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "‘Vulture Funds’ are companies that buy debt owed by developing countries. They buy the debt cheaply then sue the country for the outstanding debt plus interest and fees. This can lead to the law suit being for up to ten times the price paid for the debt.\n\nIn the case against Zambia, the debt was bought for $4m just before the debt was due to be written off. The case in the High Court sought to reclaim $40m from Zambia. \n\nZambia is a developing country that is to enjoy the debt relief agreed at the G8 summit after the Live 8 campaign. $40m represents the total debt relief for Zambia this year and this one law suit by a Vulture Fund essentially undoes all of the good intentions agreed at the G8 summit in Scotland.\n\nThis petition calls for changes in the law to ensure that developing countries are able to rely on the British Justice System to protect them when the are being sued against a debt due to be written off under International Debt Relief agreements.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T13:02:32.903345Z",
            "creator_name": "Simon Holder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T13:02:32.903345Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/vulturefunds/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2982368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopvulturefunds/"
    },
    "type": "petition"
}