{
    "data": {
        "attributes": {
            "action": "Do not in any way support American or American proxy pre-emptive military action against Iran (militarily, logistically or diplomatically), publicly condemn any future action against Iran and actively petition the American government not to engage in pre-emptive attacks on Iran.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The US is already gearing up for military action against Iran. If the UK has any influence left on its US ally it should use it to halt another misguided military adventure that can only result in suffering, create new enemies and offer no real benefit. The UK should not provide any sort logistical or material support (i.e. supplying bombs through UK airports) for the US as this constitutes complicity.  \nThe UK should also distance itself from US foreign policy and publicly denounce any future attacks on Iran in the hope the UK can regain some credibility that it lost with the invasion of Iraq and apply international pressure on the US.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T13:02:16.191419Z",
            "creator_name": "Daniel Harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T13:02:16.191419Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ASKTHEPEOPLE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2982331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nobombiran/"
    },
    "type": "petition"
}