{
    "data": {
        "attributes": {
            "action": "Immediately Order The Cessation of Lords Reform and Authorise The Handing Over of Power of Appointment (to The Upper House) to The Monarch.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An independent Lords cannot be assured if it is drawn by election (as is proposed) as it will either leave one party with a mandate to pass any law it deems fit leading to a possible dictatorship or on the other hand if the loser in Commons elections is elected to Lords then it would be fair to assume there will be a considerable elongation of the time before a bill receives assent.\nAs the recent 'CASH FOR HONOURS' scandal shows the dominant commons party could be seen to be abusing its position by using the power to appoint lords as a fundraising method. Giving the monarch the power would still allow parties to suggest a possible lord through the same system as normal members of the public use and would thus make it more democratic and allow a more independent and representative house.\nAlso it would by maintaining current system of payments and titles (new Member of the Lords/ML title proposed) keep the costs of maintenance and the prestige of the house as is.",
            "closed_at": "2008-01-03T00:00:00Z",
            "created_at": "2006-12-29T01:17:52.461903Z",
            "creator_name": "Paul Broderick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-12-29T01:17:52.461903Z",
            "rejected_at": "2007-01-08T13:55:06.825557Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 299398
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cessation/"
    },
    "type": "petition"
}