{
    "data": {
        "attributes": {
            "action": "Instruct the Ministry of Work and Pensions to cease immediately the practice of using National Insurance Numbers as the reference when benifits and pensions are paid into a bank.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A National Insurance Number is one of the favoured items that criminals want to get hold of for the purposes of identity theft and fraud. A National Insurance Numbers opens their way into many aspects of a persons life. \nThe Ministry of Work and Pensions insists that the use of this number is the only way that they can use as a reference when paying our pensions and benifits into our bank account. They say that it is our responsibility to destroy Bank statements with this reference on. This does not take account of the number of bank employees who have access to the deatils or the failure of the banks to keep these details secure.\nThe Governement insists that benifits and Pensions are paid into bank accounts so they should allow us the right to guard our National Insurance Number.\nI DO NOT WANT MY NATIONAL INSURANCE NUMBER USED AS A REFERENCE WHEN I RECIVE MY PENSION!",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-02-19T14:25:52.234716Z",
            "creator_name": "David BAGGOTT",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T14:25:52.234716Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "Your petition has already been posted http://petitions.pm.gov.uk/NInumbers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2995976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/identityfraud/"
    },
    "type": "petition"
}