{
    "data": {
        "attributes": {
            "action": "pay me one million pounds sterling to share out if i can get 1,000,000 people to agree",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Are you sick and tired of not being able to have what you want through either red tape or similar, if so read on.. \n\nI am making a pledge to Tony B and his cronies to give me access to £1,000,000 to distribute to what ever I feel is worthy of it, be that as serious as people who need urgent medication but are not receiving it due to the ‘postcode lottery’ or as simple as a parent who cannot afford to buy a child their very first bike! It’s as easy as that.\n\nVery similar to the various TV shows of late only this is Real money for Real people with Real reasons, that’s the true 3 R’s Tony should be concentrating on. \n\nThe money will be dished out to who ever the public votes for. Please tell every single person you know about this petition and who knows! \n\nHow can Tony B and his sidekicks refuse over a million residents of the UK?\n\nIf you want something that bad, please sign my petition and lets all have it!",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T14:30:39.658208Z",
            "creator_name": "NMD",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T14:30:39.658208Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2996636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lets-have-a-bit/"
    },
    "type": "petition"
}