{
    "data": {
        "attributes": {
            "action": "Pass legislation that makes it mandatory for all employers to consider allowing staff to work a 35-hour week over four days, instead of five",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently seeing the breakdown of UK society due to the established workaholic culture in the UK.\n\nPoliticians know that something needs to be done to strengthen the family, but are loathe to introduce a French-style 35-hour week due to the economic consequences. I am proposing that employers allow employees, if their job allows, to work their contracted hours over four days instead of five.\n\nThere is absolutely no reason for us to work 5-day weeks any longer. It is a hang-up from the industrial era. \n\nI would hope that this legislation would help reduce some of the absurd pressures of modern life, where we work all week and then spend the weekend struggling with housework and battling in supermarkets to ready ourselves for the following Monday. I would also hope this would free up more days for parents to spend with their children, and thus reverse the sharpening decline in social cohesion that we are currently witnessing.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T14:38:38.548978Z",
            "creator_name": "James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T14:38:38.548978Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several in existence - http://petitions.pm.gov.uk/Flexiblehours/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 2997681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fourdayweek/"
    },
    "type": "petition"
}