{
    "data": {
        "attributes": {
            "action": "stop all immigration to this country until the existing problems within the UK of illegal immigrants, the failing NHS, Pension problems, inadequate housing opportunities for UK born 1st time buyers, and the general unrest, and concerns of UK born citizens (and long-term settled immigrants) on the way this country is being governed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I know I am not alone when I say \"Has this Government gone mad!\"  We do not have the resources to support anymore people who have not paid into this country's coffers over a long enough period of time to meet the demands put on the 'State purse'.\n\nI believe we should look at Australia's immigration policies and implement the restraints imposed on immigrants before they are allowed to settle here.\n\nI hear so many of our young people expressing a desire to leave 'this country' to get their children away from the 'culture' of the UK.  \n\nWe should all be extremely concerned about where this country is heading if the current and ensuing governments are allowed to carry on the way they are without addressing the existing serious problems in the UK.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T15:14:20.126326Z",
            "creator_name": "Carol Ann Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T15:14:20.126326Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/britain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3002052
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-immigration/"
    },
    "type": "petition"
}