{
    "data": {
        "attributes": {
            "action": "Debate required on alternative thinking to cut carbon emissions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyone has travel units. Unit =mile/km /time of travel. Units for ANY carbon based travel on ANY public OR private transport. Why public transport? Less travel cuts carbon emissions, cuts cost of infrastructure/maintenance/promotes research for new ways of business. Need for employment mobility is costed.\n\nStop merging paths daily to allow huge transportation infrastructure cost savings. Overcrowded roads, trains tubes, bus networks add to a greater level of maintenance costs which Chancellor could reallocate.\n\nWorking near/at/from home -communities strengthened. Knowing who lives in the local area improves policing/cut costs. Social service costs cut as people with more time would be able to rebuild social networks with others in the local area.\n\nSome only walk/cycle. Travel units trading?  Unneeded units exchanged. Businesses buy unneeded units for staff.\nWhy hit one part of society, \"the private motorist\". All travelling contribute. Discuss ways to cut this overall if it is needed",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T15:26:37.083294Z",
            "creator_name": "Anne Brennan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T15:26:37.083294Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 512,
                "details": "Please provide an explicit action for HM Government.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3003549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewTravelIdeas/"
    },
    "type": "petition"
}