{
    "data": {
        "attributes": {
            "action": "aid the flow of motorway traffic, by confining trucks to the slow lane at peak periods in busy areas only. Very effective, safe and very CHEAP.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like trucks confined to the slow lane during Rush Hour periods. Say, 7am to 10am and 4pm to 7pm and only neccesary in congested areas. This would prevent speed restricted trucks causing great plugs of traffic as they attempt to overtake, one travelling at 56mph, the other at 56.1mph! We all experience these snarlups every day and I, as a truck driver, find myself getting caught out too, say up a slow incline. It is these plugs that result in traffic coming to a standstill at times. It would be a very cheap experiment to try, say on the M4 between Heston and Junction 14. Very cheap indeed compared to the billions being discussed with regard to Road Pricing. Apart from anything else, stationary traffic on a motorway is very dangerous so I would regard and recommend this as a contribution to safety.",
            "closed_at": "2007-04-19T00:00:00Z",
            "created_at": "2007-02-19T15:28:04.409967Z",
            "creator_name": "Ted Franke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T15:28:04.409967Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Lorry-Overtaking/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3003725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/traffic-control/"
    },
    "type": "petition"
}