{
    "data": {
        "attributes": {
            "action": "seriously consider using air-traffic management to keep European aircraft outside of contrail-forming regions of the atmosphere.  Reducing contrails would bring an immediate reduction in high clouds with a corresponding immediate decrease in global warming.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hot moist gases from jet exhausts cool very rapidly as they mix with air at higher altitudes and this results in the formation of ice crystals.  When the air is cold and moist enough, these ice crystals will be spread by the wind, gathering water vapour and growing.\nAfter 9/11 all commercial flights were grounded for three days.  Various lines of research have led to the conclusion that aviation-induced cloud, which is thin and high in the atmosphere, is a more significant factor in global warming than the CO2 emissions from the flights.  Thin cloud lets the warmth of the sun through but insulates at night, giving overall warming.\nRecent research conducted at Imperial College London shows that minor changes in flight paths can reduce contrail formation with only a small fuel and time penalty. Operational changes that avoid contrail formation can immediately reduce the associated climatic impacts.",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-02-19T15:44:53.399609Z",
            "creator_name": "Mrs S J Dowson",
            "government_response_at": "2007-11-16T15:27:09.492747Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:27:09.492747Z",
                    "details": "You signed a petition asking the Prime Minister to \"seriously consider using air-traffic management to keep European aircraft outside of contrail-forming regions of the atmosphere. Reducing contrails would bring an immediate reduction in high clouds with a corresponding immediate decrease in global warming.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13781.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ContrailCutback'",
                    "updated_at": "2007-11-16T15:27:09.492747Z"
                }
            ],
            "opened_at": "2007-02-19T15:44:53.399609Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 204,
            "state": "finished",
            "updated_at": "2007-10-27T03:11:05.467102Z"
        },
        "id": 3005609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ContrailCutback/"
    },
    "type": "petition"
}