{
    "data": {
        "attributes": {
            "action": "Support our dairy farmers in their fight for cost effective milk prices. Keep our milk British!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems rediculous in this 'green and pleasant land' that we import milk.\n\nWhere are the price controls that will help keep our dairy farmers in business?\n\nIt has been suggested that it is more cost effective for cattle to be kept in barns all year . .  .\n\nThink of your grandchildren - they are round that corner, and their children . . .\n\nHistorically we have been a nation of farmers.  Will this disappear like our manufacturers?\n\nSomehow we must decent prices paid to the producers of British milk, irrespective of the cost to the consumer.  If supermarkets choose to use it as a lost leader, that is their choice.  Their profits could stand it. I am sure if a survey were down, most people would not know the price of supermarket milk.  They buy of necessity.  \n\nThis pricing thing needs sorting - NOW.",
            "closed_at": "2008-01-02T00:00:00Z",
            "created_at": "2006-12-29T14:13:03.861304Z",
            "creator_name": "helen penny",
            "government_response_at": "2008-01-25T16:05:19.203066Z",
            "government_responses": [
                {
                    "created_at": "2008-01-25T16:05:19.203066Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support our dairy farmers in their fight for cost effective milk prices. Keep our milk British!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14365.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Farmers'",
                    "updated_at": "2008-01-25T16:05:19.203066Z"
                }
            ],
            "opened_at": "2006-12-29T14:13:03.861304Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 432,
            "state": "finished",
            "updated_at": "2008-01-03T00:01:01.884073Z"
        },
        "id": 301247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Farmers/"
    },
    "type": "petition"
}