{
    "data": {
        "attributes": {
            "action": "abolish all pilot road tax schemes until the exisiting road tax petition on this site is properly acknowledged and the issue debated by the British Public.Until such time as I am given the opportunity to vote specifically for or against a new road taxing system in the ballott box then I will not contribute a penny towards it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am not trying to latch on to the notoriety of the exisiting road tax petition on this site.I simply wish to petition to ensure that it receives the acknowlegdement and democratic debate it deserves rather than ill founded and desperate accusations of it being improperly worded and a lame e-mail from the PM. I call for all pilot road tax schemes to be abolished until the existing petition has been publically debated with absolute transparency and clarity in the governments proposals.If this matter is not properly debated and road tax is implemented against the will of the British Public then I will never in my lifetime pay so much as a penny of the proposed or similar road tax schemes.",
            "closed_at": "2007-04-19T00:00:00Z",
            "created_at": "2007-02-19T20:19:57.746727Z",
            "creator_name": "Richard Lobacz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T20:19:57.746727Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 16384,
                "details": "Please email team@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3042739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/time4democracy/"
    },
    "type": "petition"
}