{
    "data": {
        "attributes": {
            "action": "invest in protecting the British mainland from missile attack and nuclear war",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Participation in the Iraq War has increased the likelihood of Britain being attacked by both terrorists and rogue states.\nFactors such as the end of oil (supply to decrease even as global demand for continues to rise without end) and ruining of fertile arable land for growing crops (for an ever increasing global population) will inevitably lead to much greater hostilities and armed conflicts.\nNuclear proliferation continues with many more unstable nuclear powers including Iran, North Korea, Israel, India, and Pakistan.\n\nEstablish a national missile defence shield as soon as possible. Based this on direct energy weaponry able to target and fire at the speed of light, not missile-based systems (Patriot) which are slow, inaccurate and ineffective.\n\nNuclear war is sadly probable. \nWe must do all we can to maintain peace, but we should be realistic and prepare for our own defence as well. \nThis should be in the form of actually preventing an attack and not merely deterrence and retaliation.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T21:06:50.531752Z",
            "creator_name": "Mark Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T21:06:50.531752Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/yes-to-Trident/\nhttp://petitions.pm.gov.uk/nuclearweapons/\nhttp://petitions.pm.gov.uk/defense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3051001
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveUsFromAttack/"
    },
    "type": "petition"
}