{
    "data": {
        "attributes": {
            "action": "axe plans for the increase in council tax based on a homes interior, exterior and local area",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Homeowners face a massive increase in council tax if their houses simply enjoy 'peace and quiet', government documents have revealed. Houses in sought-after areas with a ' pleasant view' or 'good security' will be targeted by the army of valuation inspectors. An official handbook released yesterday shows what assessors are likely to look for when a new system is introduced. It confirms fears that millions of properties could attract sharply higher tax bills as a result of a secretive scheme to target soaring property values. New kitchens, conservatories, central heating and gardens will also be assessed. The scheme, used first in Wales then in Northern Ireland, is now expected to be rolled out in England. Revaluation in Wales caused a public outcry after it emerged that despite ministerial assurances a third of all homes ended up paying higher council tax. While 33 per cent of all homes moved up a band, only eight per cent moved down.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-02-19T21:41:36.366624Z",
            "creator_name": "Adam Keefe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T21:41:36.366624Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/revaluation/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3054835
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReadMe/"
    },
    "type": "petition"
}