{
    "data": {
        "attributes": {
            "action": "stop taxing high volume fuel users by proxy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is only one way to reduce fuel use, promote efficient vehicles and reduce congestion, that is to abandon the ineffective and largely unfair practices of taxing inefficient vehicles more, and allowing efficient vehicles discounted congestion charges.\nThe only fair way to tax high fuel use is to tax fuel, a monthly increase of 4 to 6p per litre on fuel for the next 4 years would gradually bring down the number of road users, promote efficient vehicles and the huge revenue generated could by ploughed into public transport. High traffic black spots will always occur and if it is deemed necessary to congestion charge, this needs to be applied to all vehicles to be effective.\nSurely this is a simple yet effective alternative to a complex, technologically intensive and highly intrusive road tracking systems or taxing factors loosely correlated to personal fuel use.",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-02-19T21:34:56.025166Z",
            "creator_name": "Philip Birch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T21:34:56.025166Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/RoadTaxDodgers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3054054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fueluse/"
    },
    "type": "petition"
}