{
    "data": {
        "attributes": {
            "action": "Implement MOTORWAY teaching and a separate MOTORWAY DRIVING TEST",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The standard of driving on the motorways in this country is now deplorable; there are a huge number of people who simply have no idea how to drive properly & safely. There are so many nervous or small minded drivers that SIT in the middle lane that the slow lane has become completely empty & redundant.  This causes huge tailbacks & means that the fast lane has become a solid line of cars trying to overtake these obstructions, rather than what it should be \"an overtaking lane\".  There should be a separate MOTORWAY DRIVING COURSE to be taken some time after passing your initial driving test & there should be an EXAM on MOTORWAY DRIVING.  This could test many things, but cover safe distances behind the car in front & pulling in immediately after overtaking so that we reclaim the use of the slow lane & effectively gain an extra lane on all of our motorways FOC. The situation is so bad we need an advertising campaign & reminders on the motorway to EDUCATE drivers what they are doing wrong!",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T21:55:38.152753Z",
            "creator_name": "Mark D Ashwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T21:55:38.152753Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/motorwaytest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3056228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MOTORWAY-DRIVING/"
    },
    "type": "petition"
}