{
    "data": {
        "attributes": {
            "action": "Treat all children fairly when making maintenance assessments",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The CSA should be given the authority to close cases when the non-residents family will suffer poverty and exclusion if pursued. \n\nAll children that will be affected by an assessment should be allocated an equal amount to survive on. If the child for whom the maintenance is to be paid needs £180 a week, so should each child in the non-residents family.\n\nUsually, the child who receives maintence can afford to enjoy a full and active life. They have the money to join clubs such as cubs or have swimming lessons etc. Children in the non-residents family are excluded from such activities because they are not entitled to the same amount of money. \n\nThe CSA should assess the parent with care too to see how much both families have to live on. It's not fair that children are left to suffer poverty because of a failed relationship. Poverty puts a strain on relationships and puts more children in danger of growing up in broken homes. Family life and values need to be encouraged not pressurised to fail. Each failed relationship puts a further strain on the tax payer as the CSA cases grow!",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-02-19T22:28:38.982917Z",
            "creator_name": "J Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T22:28:38.982917Z",
            "rejected_at": "2007-03-26T13:43:14.672215Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=+csa",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3059709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Close-cases/"
    },
    "type": "petition"
}