{
    "data": {
        "attributes": {
            "action": "Bring back the cane",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Disapline is a big problem, it seems that well intentioned abolishment of reasonable punishemnt (not beatings) have seen parents and carers demoted and dis-empowered to the point where children can not be sucessefully challenged in any meaningfull way.\nMany of us find that disapline of this type is distasteful, but it could be argued the alternative is getting just too dangerouse. (leading to a culture of \"you can't do anything!\" by many children.) Unfortunately some children need tough love to put them on the right path, and others need the reinforcement that there is concequences for negative actions. It must be considered also, that if a child is being told they can get away with whatever they like without any physical challenge or restrainght is giving them unrealistic expectations, better for the child to have negative behaviour challenged and nipped in the bud? Bring back the cane!",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-02-19T22:48:56.971578Z",
            "creator_name": "Tony Donlan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-19T22:48:56.971578Z",
            "rejected_at": "2007-04-09T00:03:03.855225Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/JusticeIsDeath/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3061942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-cane/"
    },
    "type": "petition"
}