{
    "data": {
        "attributes": {
            "action": "Start modifying road layouts to relieve congestion in neighbourhoods rather than increase it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently in my local area (SK5 & M19) there has been changes to major roads, where the roads have been narrowed from 2 lanes down to 1. New space has been made into parking. This narrowing has just added to congestion, worst on a busy area of the A6 through Levenshulme & Reddish Lane. Now the bus stops are in the road so the bus actually stop traffic. This means travelling on the bus is even affected by this council created congestion. Surely sense says that we shouldn't be turning our roads into carparks. It isn't right the Local Council in my area have done there utmost to cause congestion, & then strangly enough they now want to create a scheme of pricing to relieve the congestion they have created. This stinks of highway robbery. Create the problem and then expect the tax payers to pay for the problem. Put the roads back the way they were & make the traffic flow. How many other areas of the UK must be experiencing the same problem.",
            "closed_at": "2007-08-10T00:00:00Z",
            "created_at": "2007-02-20T00:52:08.360604Z",
            "creator_name": "Ian Corless",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T00:52:08.360604Z",
            "rejected_at": "2007-03-23T15:40:24.211325Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/dumppinchpoints/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3068133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/whos-congested/"
    },
    "type": "petition"
}