{
    "data": {
        "attributes": {
            "action": "Allow all MPs to vote according to conscience in the forthcoming Trident debate and to include non-replacement as one option in the white paper.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is some fear than this bill will be rushed through Parliament without a proper debate or a free vote. This is a moral issue and MPs should be allowed to vote according to conscience. The UK is a signatory to the Nuclear Non-proliferation Treaty and as such has promised to act in good faith to relinquish its nuclear weapons, which many believe could not be used legally. The argument that nuclear weapons are a deterrent is becoming increasingly ridiculous as more and more countries join the nuclear club. The fact is that they are ludicrously expensive, a threat to world peace and more dangerous than reassuring.",
            "closed_at": "2007-01-22T00:00:00Z",
            "created_at": "2006-11-18T16:35:20.601106Z",
            "creator_name": "Mrs Janet King",
            "government_response_at": "2007-02-12T17:44:08.765783Z",
            "government_responses": [
                {
                    "created_at": "2007-02-12T17:44:08.765783Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Allow all MPs to vote according to conscience in the forthcoming Trident debate and to include non-replacement as one option in the white paper.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10965.asp \n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Tridentdebate/",
                    "summary": "Government response to petition 'Tridentdebate'",
                    "updated_at": "2007-02-12T17:44:08.765783Z"
                }
            ],
            "opened_at": "2006-11-18T16:35:20.601106Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 118,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 30686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tridentdebate/"
    },
    "type": "petition"
}