{
    "data": {
        "attributes": {
            "action": "increase the minimum working age from 16 to 18yrs and make  full-time education till 18 yrs (academic or vocational) compulsory. This will improve our youth's long term career prospects while cutting back on discretionary money available to them, at a crucial age, for spending on alchohol, drugs etc.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "16-18yrs is the time to pickup academic/vocational skills, vital for one's future. Opting out, to work in low-skill jobs affects one's longterm prospects. Part-time study/work (esp. night shifts)is also inappropriate as usually coursework suffers. Easy earnings give 16-18 yr olds a false sense of security. The money is little versus future commitments they are likely to have. But for a 16-18yr old, single with few commitments, it seems a lot, enough to encourage expenditure on drinks,drugs, phone bills etc. Credit cards and high debts follow. Vocational apprenticeships should be unpaid or attract only meagre stipends. With little discretionary money, many teenage social pitfalls would be avoided. 16-18yr olds, financially dependent on their parents, would be possibly more respectful to them, spend more time at home and integrate more into their lives. Teenage financial independence leads to a loss of parental influence at a crucial stage.There is a time to learn and a time to earn!",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-02-20T01:17:01.749533Z",
            "creator_name": "Alan Goncalves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T01:17:01.749533Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-03-09T00:01:01.544584Z"
        },
        "id": 3068518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teenager/"
    },
    "type": "petition"
}