{
    "data": {
        "attributes": {
            "action": "Re-instate the death penalty for serious criminal offences such as murder of a minor and murder of a police officer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prison sentences no longer act as a deterrent and many of those released from our jails go on to commit more serious offences.  Prison as a means of rehabilitation is questionable and expensive with each prisoner costing approximately £50000pa to incarcerate.  The death penalty, whilst harsh, is merited in some cases for example the Soham murderer Ian Huntley.  I believe strongly that these cowardly criminals would seriously think twice before committing these heinous crimes if the result would mean losing their own sorry lives.  Today’s’ society shows a marked lack of respect for authority, human life and other peoples property.  It is time to re-introduce the death penalty and give our law enforcement agencies and criminal justice system some real teeth in order to restore respect in our country.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-20T08:49:44.504550Z",
            "creator_name": "Giles Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T08:49:44.504550Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "There are lots of petitions on this topic:\nhttp://petitions.pm.gov.uk/search?q=death+penalty",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3084378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cap-punishment/"
    },
    "type": "petition"
}