{
    "data": {
        "attributes": {
            "action": "Put to the house urgent new legislation: if a sitting Prime Minister resigns from Office, a General Election is a prerequisite, to enable the electorate the opportunity to vote for their choice of Prime Minister – and government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the light of Mr. Blair's rumoured departure from Downing Street before the end of his term, as elected by the nationwide electorate, it is proposed that new legislation be implemented that ensure that his resignation obligates him to call a general election. He was elected by his local constituents to be their Member of Parliament. As a result of that election, the consensus of the nation - through that electoral process - was that he should seek Her Majesty's permission to form a government. Mr. Brown is widely thought to be likely to succeed Mr. Blair. Mr. Brown, like Mr. Blair, was elected by his constituents to be their local Member of Parliament. The country did not, in any form, elect him to be its Prime Minister. In a democracy, an opportunity for the whole electoral body of a country to elect the leader of its government is paramount.",
            "closed_at": "2007-04-20T00:00:00Z",
            "created_at": "2007-02-20T09:26:33.906952Z",
            "creator_name": "Patrick Coffey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T09:26:33.906952Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/newelection/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3089868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Elect-PM/"
    },
    "type": "petition"
}