{
    "data": {
        "attributes": {
            "action": "Scrap the Road Fund Licence and these silly ideas of Mileage charging big brother style!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We already pay a tax for road usage, infact we pay 2, we have the Road Fund Licence(Surely as it says in the name, we pay it to fund our roads), we also have the Tax on fuel(Again, surely used to fund our roads), the Government now wish to Tax us yet again! \n\nHave they not considered the simple idea of doing away with the Road fund licence all together? \n Saving all of our money that they spend on administration within the DVLA and the Department of transport not to mention the policing of road fund dodging and all the transport studies etc which must cost Millions in a year and simply charging just the Tax on Fuel, thereby saving the tax payers money, putting an end to the dodging of road fund evasion and making it so that people who do use the roads more are charged fairly along with those that dont.",
            "closed_at": "2007-03-20T00:00:00Z",
            "created_at": "2007-02-20T10:53:38.535770Z",
            "creator_name": "Nick Bonsor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T10:53:38.535770Z",
            "rejected_at": "2007-04-09T00:03:03.855225Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/taxroads/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3107476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheAlternative/"
    },
    "type": "petition"
}