{
    "data": {
        "attributes": {
            "action": "Assign a personal 'carbon footprint' quota to every UK citizen over 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'Carbon Footprint' calculated in the following example ways:\n\na) Gas Bills.\n\nb) Electricity Bills. \n\nc) Usage of Transportation Via Aviation.\n\nd) Petrol & Diesel Usage (public transport exempt).\n\nTo allow free trade of 'carbon footprint points' by citizens via Government Institution, encorportating methods such as online auction.\n\nTo allow purchase of 'carbon footprint points' by business for use by employees as personal quota.\n\nTo allow purchase of 'carbon footprint points' by individuals.\n\nTo assign 'carbon footprint points' based on personal circumstance such as dependants younger than 16, employment status & location.\n\nTo assign more 'carbon footprint points' to those retired or elderly.\n\nTo utilise revenue generated from business and personal purchase of CFP's to aid and finance private and public research and development of renuable sources of energy.\n\nTo utilise revenue generated from business and personal purchase of CFP's to fund the costs of implementation, legalities and maintenance of a 'carbon footprint' quota sceme.\n\nTo encorporate CFQ education in secondary school, college, online & via community scemes.\n\nDetails of calculation:\n\na) X metered units of Gas require X cfp's. Companies to interact directly with Government Institution.\n\nb) X metered units of Electricity require X cfp's. Companies to interact directly with Government Institution.\n\nc) Passport or Driver liscence number, efficiency of plane and distance scheduled - (excluding emergency cirumstance) to be recorded by Aviation company and comunicated directly to Government Institution.\n\nd) MOT test center record Vehicle details, Vehicles Milelage and Vehicle CO and HC emitions, to be communicated to Government Instituion via DVLA. Calculation based on Mileage since last MOT and Emissions. Vehilcles not requiring MOT charged after first or next MOT.\n\nCarbon Footprint Quota to allow a sub average user of energy a source of income.",
            "closed_at": "2007-01-16T00:00:00Z",
            "created_at": "2006-11-15T19:04:36.818959Z",
            "creator_name": "Richard Jennings",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T19:04:36.818959Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CarbonQuota/"
    },
    "type": "petition"
}