{
    "data": {
        "attributes": {
            "action": "Save the Royal Surrey County Hospital in Guildford from cuts or closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, supporters of the Campaign to Save the Royal Surrey County Hospital, call on the Prime Minister to halt the possible closure of and cuts to services at the Royal Surrey County Hospital in Guildford.  The hospital has provided high quality healthcare to generations of residents from Surrey and the surrounding area, and we believe that the hospital should have an integral role to play in providing excellent treatment for local residents of all ages for years to come. NHS care in our community would be severely damaged by any decision to close or substantially reduce the services available at the hospital.  We urge the Government and the Prime Minister not to take this retrograde step and to safeguard the future of the Royal Surrey County Hospital.",
            "closed_at": "2007-05-02T00:00:00Z",
            "created_at": "2007-01-02T10:56:55.931827Z",
            "creator_name": "Owen Bethell",
            "government_response_at": "2007-06-14T16:47:29.842935Z",
            "government_responses": [
                {
                    "created_at": "2007-06-14T16:47:29.842935Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Save the Royal Surrey County Hospital in Guildford from cuts or closure.2\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11913.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Save-RSCH'",
                    "updated_at": "2007-06-14T16:47:29.842935Z"
                }
            ],
            "opened_at": "2007-01-02T10:56:55.931827Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22176,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 312310
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-RSCH/"
    },
    "type": "petition"
}