{
    "data": {
        "attributes": {
            "action": "Pull out of the european union on the basis that it is destroying The GREAT in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In view of the madness that joining the European Union has brought upon this once great country, we petition to pull out of europe and re-establish what used to be our own country. A rather simply put petition that could rectify issues too numerous to mention but which effects millions. \n\nI am not the most obvious of people to start such a petition but I am sure this is one of the strongest issues not petitioned so far.\n\nNo party has come to light to back such a move and nobody has thought of creating the party everybody craves. A truly British party.\n\nWe know this petition will have as much effect as throwing a pebble into the sea but it 'may' influence those less than inadequate parties who are available to vote for into taking up this point and using it as a means to win an election. Believe me it would.\n\nPlease support this petition for our future.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T12:28:13.842864Z",
            "creator_name": "Andrew Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T12:28:13.842864Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/europewithdrawal/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3125708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pull-out-of-EU/"
    },
    "type": "petition"
}