{
    "data": {
        "attributes": {
            "action": "close our borders to all immigrants except those with jobs that are of importance (EG. Doctors, Nurses, ect)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to stop immigrants moving in and taking UK citizens jobs off of them. Also to the immigrants who come to Britain just to claim benefits and who do not work. This means that taxes are higher and it is harder for UK citizens to find permanent jobs. Also the recent law changes that have come in to affect have considerably changed the way Britain works and in essence is changing our country for the worst. There are a number of jobs that this country needs that our current population is not filling, this means that the jobs that are needed could be filled by people that apply to come in to this country on the basis that they have the qualifications, skills and the experience required to fulfil their contract. This would free money up and create money that the government could use for the NHS, Education and so on.",
            "closed_at": "2008-03-07T00:00:00Z",
            "created_at": "2007-02-20T13:06:42.908187Z",
            "creator_name": "Shane Bishop",
            "government_response_at": "2008-04-16T14:23:58.072101Z",
            "government_responses": [
                {
                    "created_at": "2008-04-16T14:23:58.072101Z",
                    "details": "You signed a petition asking the Prime Minister to \"close our borders to all immigrants except those with jobs that are of importance (EG. Doctors, Nurses, ect).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15278.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BorderClose'",
                    "updated_at": "2008-04-16T14:23:58.072101Z"
                }
            ],
            "opened_at": "2007-02-20T13:06:42.908187Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2567,
            "state": "finished",
            "updated_at": "2008-09-06T03:52:51.969669Z"
        },
        "id": 3135010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BorderClose/"
    },
    "type": "petition"
}