{
    "data": {
        "attributes": {
            "action": "Ask Staffordshire County Council to drop their current plans for Job Evaluation in the County.  Under current arrangements many staff will have their salaries slashed to the extent that it is morally incorrect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Staffordshire County Council (SCC) are proposing to cut the salaries of staff after \"job evaluation\" interviews.  This is to try and implement the Single Status Agreement.   We support the single status agreement however, under the current arrangements many thousands of staff are being asked to accept pay cuts ranging from £1000-£12000 in monetary terms and between 10%-42% in percetage terms. We also have no confidence in the process as many employees were not interviewed as generic type responses were submitted. We also feel that many services to the public in Staffordshire will suffer as many dedicated and loyal employees will  leave particularly, in schools.  This in turn will harm the education of our children.  We seek your support and want to petition the Prime Minister. Please also visit www.saveoursalary.org for more comments and views on this subject",
            "closed_at": "2007-02-20T00:00:00Z",
            "created_at": "2006-11-18T18:34:08.468255Z",
            "creator_name": "Amy McKenna",
            "government_response_at": "2007-02-26T16:16:44.812252Z",
            "government_responses": [
                {
                    "created_at": "2007-02-26T16:16:44.812252Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ask Staffordshire County Council to drop their current plans for Job Evaluation in the County. Under current arrangements many staff will have their salaries slashed to the extent that it is morally incorrect.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11079.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/saveoursalary/",
                    "summary": "Government response to petition 'saveoursalary'",
                    "updated_at": "2007-02-26T16:16:44.812252Z"
                }
            ],
            "opened_at": "2006-11-18T18:34:08.468255Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3387,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 31403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveoursalary/"
    },
    "type": "petition"
}