{
    "data": {
        "attributes": {
            "action": "Ban The koran",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A fanatical frenzy, A degraded sensualism depriving the life of its grace and refinement. The fact that in Mohammedan law every woman must belong to some man as his absolute property, either as a child, a wife, or a concubine, must delay the final extinction of slavery until the faith of Islam has ceased to be a great power among men. Individual Moslems may show splendid qualities ... but the influence of the religion paralyses the social development of those who follow it. No stronger retrograde force exists in the world. Far from being moribund, Mohammedanism is a militant and proselytizing faith. It has already spread throughout Central Africa, raising fearless warriors at every step; and were it not that Christianity is sheltered in the strong arms of science, the science against which it had vainly struggled, the civilisation of modern Europe might fall, as fell the civilisation of ancient Rome. [The River War, first edition, Vol. II, pp. 248-50.] Winston Churchill",
            "closed_at": "2007-08-09T00:00:00Z",
            "created_at": "2007-01-02T13:17:50.587733Z",
            "creator_name": "Mark C- SGT -MM",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-02T13:17:50.587733Z",
            "rejected_at": "2007-01-17T18:09:47.680699Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 314502
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Islamic/"
    },
    "type": "petition"
}