{
    "data": {
        "attributes": {
            "action": "Cancel the Humber Bridge debt and reduce tolls.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Humber Bridge has the highest toll charges in Britain (currently £2.70 for a single car crossing).\n\nThis not only creates hardship for individuals; particularly those who have no choice but to use the bridge for commuting and hospital visits. It also holds the Humber region back economically.\n\nMuch of the current tolls are used to pay back the artificially high government loans provided over 25 years ago to build the bridge.\n\nThe government has the power to write off this debt. This would enable the Bridge Board to keep tolls at a fair level, based on maintenance and running costs.",
            "closed_at": "2008-01-02T00:00:00Z",
            "created_at": "2007-01-02T13:29:42.406004Z",
            "creator_name": "Paul Harrop",
            "government_response_at": "2008-01-14T12:54:15.130913Z",
            "government_responses": [
                {
                    "created_at": "2008-01-14T12:54:15.130913Z",
                    "details": "You signed a petition asking the Prime Minister to \"Cancel the Humber Bridge debt and reduce tolls.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14247.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Humber-Bridge'",
                    "updated_at": "2008-01-14T12:54:15.130913Z"
                },
                {
                    "created_at": "2008-01-22T15:08:40.352905Z",
                    "details": "Dear petitioner, \n\nIt has come to our attention that an incorrect response to the “Humber-Bridge” e-petition was initially put in place.  This was due to an administrative error, and we apologise for any inconvenience that this may have caused. \n\nThe correct response to the e-petition has now been placed on the Downing Street website here:\n\nhttp://www.pm.gov.uk/output/Page14247.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Humber-Bridge'",
                    "updated_at": "2008-01-22T15:08:40.352905Z"
                }
            ],
            "opened_at": "2007-01-02T13:29:42.406004Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8334,
            "state": "finished",
            "updated_at": "2008-02-20T03:13:14.879866Z"
        },
        "id": 314691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Humber-Bridge/"
    },
    "type": "petition"
}