{
    "data": {
        "attributes": {
            "action": "Legsilate against over extended answering services that rack up individual bills beyond reasonable allowance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From national companies to Local medical centres, individuals trying to contact the service are faced with lengthy responses bleating on about the message being recorded for teaching or security purposes then a whole string of options to press button (a) to do one thing, or (b) to do another, or (c) to do something else, or hang on listening to awful piped music until put through to a receptionist who invariably would answer to any of the other a,b, or c, options. Then, when finally getting through, sitting in a queue system and acruiing an increasing telephone bill, or simply getting too frustrated and hanging up. This so called service being tied in to favourable line suppliers filtering back to the client some of the excessive line costs. The other alternative, often linked to governmental services, is being shoved from pillar to post with deferal being a poorly concealed method of denying either service,response, or once again causing frustration, despair and abandonment.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T14:02:01.521685Z",
            "creator_name": "Alan Jeffery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T14:02:01.521685Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nopremium/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3150113
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Progress-Never/"
    },
    "type": "petition"
}