{
    "data": {
        "attributes": {
            "action": "reverse the decision of the Natural Environment Research Council (NERC) to close key Centre for Ecology and  Hydrology (CEH) sites at Winfrith, Monks Wood, Banchory and Oxford",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NERC's decision to cut funding to CEH is fundamentally wrong. Funding should be increased not decreased.  Scientists and governments recognise that the world faces devastating ecological consequences as a result of global warming and threats to bio diversity.  Closure of 4 sites will cause internationally important teams of scientists to be broken up. Vital areas of research will be lost as these teams disperse.  NERC funding is being redirected away from these ecological research laboratories towards completely different areas of research in  universities.  The programme of closures is starting with Winfrith’s closure at the end of May 2007, and the other sites will be going over the course of the next 18 months, so there is no time to be lost in reversing the damage.  Its still not too late.",
            "closed_at": "2008-03-09T00:00:00Z",
            "created_at": "2007-02-20T14:15:14.107628Z",
            "creator_name": "Joanna Bury",
            "government_response_at": "2008-05-09T15:18:05.649036Z",
            "government_responses": [
                {
                    "created_at": "2008-05-09T15:18:05.649036Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the decision of the Natural Environment Research Council (NERC) to close key Centre for Ecology and Hydrology (CEH) sites at Winfrith, Monks Wood, Banchory and Oxford.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15486.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cehclosure'",
                    "updated_at": "2008-05-09T15:18:05.649036Z"
                }
            ],
            "opened_at": "2007-02-20T14:15:14.107628Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 476,
            "state": "finished",
            "updated_at": "2008-03-10T00:01:01.850366Z"
        },
        "id": 3152944
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cehclosure/"
    },
    "type": "petition"
}