{
    "data": {
        "attributes": {
            "action": "Legislate that all new housing be as environmentally self sufficient as possible; and, include solar tiles and/or wind turbines and water collection & water recirculation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I strongly believe the most efficient method of combating climate change is for each house to be as self-sufficient as possible for energy requirements, water needs and sewage disposal.  \n\nThe majority of energy for each house could be generated by the use of photovoltaic tiles and personal wind turbines; elevating the need to move energy around the county.\n\nThe majority of household water needs could be supplied by the enforced collection of rainwater into underground tanks to supply toilets, washing machines and other non drinking water needs.\n\nI believe it is ridicules that energy is used to purify water to drinking standards moved into the home, used to flush toilets and then moved to a sewage works to clean to drinking water standards again or disposed of.  I accept that self-sufficient sewage treatment is impractical, but legislation to include equipment for more use of brown water in new homes could be introduced.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T14:25:48.616902Z",
            "creator_name": "Tim Rodwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T14:25:48.616902Z",
            "rejected_at": "2007-04-09T00:03:03.855225Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/GREENHOMES/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3155011
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnviromentHomes/"
    },
    "type": "petition"
}