{
    "data": {
        "attributes": {
            "action": "Realise that the United Kingdom needs an honest and trustworthy Prime Minister with Integrity, whereas he has shown himself to be dishonest and only interested in his own wll-being and he should resign with immediate effect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has:-\na) Knowingly misled the Public and Parliment and forced this country to war to gain control of Oil supplies on the pretext of Weapons of Mass Destruction that he knew did not exist.\nb) Increased the levels of Admin in the Government to such an extent he now has to tax us to poverty to pay for it.\nc) Constantly increased stealth tax\nd) Increased Tax on Environmentally Unfriendly products without spending any of the money raised on improving Environmentally Friendly alternatives\ne) Increased Taxation on Motorists to force them to use Public Transport - yet the Public Transport system has had no investment to allow it to cope.\nf) Created a sub-class of people who are better off claiming benefits than working which keeps them unemployed and attracts people from around the world to risk their lives to get here to benefit from the excessively generous benefits we offer them.",
            "closed_at": "2007-04-20T00:00:00Z",
            "created_at": "2007-02-20T14:36:22.528648Z",
            "creator_name": "Grant Whittaker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T14:36:22.528648Z",
            "rejected_at": "2007-04-09T00:03:03.855225Z",
            "rejection": {
                "code": 16384,
                "details": "Contact details for the Prime Minister can be found here:\nhttp://www.pm.gov.uk/output/Page3.asp",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3156795
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PM-Resignation/"
    },
    "type": "petition"
}