{
    "data": {
        "attributes": {
            "action": "change the Taxation system in this country to be more fair across the board",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the tax system in this country hinders the progression of wealth for all. \n\nMost people want to better themselves from those on benefit right through to the most highly paid people in the land. \n\nAt present the system that this and prior governments choose to adhere to is a system of Taxing the people who are trying to obtain a higher quality of life i.e the middle classes. What should happen in laymans terms is that the system of 25% tax and 40% tax should be banded so for instance if you earn up to 28K per anum you get taxed 25% 28k - 35K = 28% 35K - 40K 31% 40K - 50K 33% and so on only charging 40% tax at anything over 100K per anum instead of this unfair system of 40% on any earnings over 28K. \n\nThis system would also slow the rate of FAT CAT earnings as most of them earn so much due to having to compensate for high taxation.",
            "closed_at": "2007-06-20T00:00:00Z",
            "created_at": "2007-02-20T16:28:57.199561Z",
            "creator_name": "jason farr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T16:28:57.199561Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "There are several similar petitions, please consider signing one of those.\nhttp://petitions.pm.gov.uk/search?q=income+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3175140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANDEDTAX/"
    },
    "type": "petition"
}