{
    "data": {
        "attributes": {
            "action": "Ease traffic congestion by road repairs taking place 24/7",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is often said by Govt., and I believe this to be true, that traffic congestion causes countless billions to be lost each yr in lost productivity.  Why is it then that all essential  roadworks, such as the M1 lane widening, don't take place 24/7 in earnest?  On some, even cameras protect the workforce, with no workforce.  How does this make sense? What tends to happen with the present mainly 5 day wk method, is that by the time the roadworks are complete, and have increased delay for several years, traffic has now increased by stealth to match the proposed relief plans.  It would also give more clout to Govt. claims of improvement, as these improvements would actually happen during the Govts. term in office.  Funding would come from the areas that benefit, such as improved economy (more taxes), less unemployment (more taxes), etc.  Public Transport can then be tackled with improved congestion proven.",
            "closed_at": "2007-04-20T00:00:00Z",
            "created_at": "2007-02-20T16:50:33.563791Z",
            "creator_name": "Stephen Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T16:50:33.563791Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Nightworks/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3178241
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Easing-Traffic/"
    },
    "type": "petition"
}