{
    "data": {
        "attributes": {
            "action": "Respond to the current paranoia against \"Gas Guzzlers\" with regard to ALL the effects of a vehicle on the environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "True, large vehicles use more fuel (and emit more CO2) than small vehicles however that means they pay more for their tax disc and more fuel tax - and the more miles they are driven the more their owners are penalised.\nReplacing these vehicles prematurely will bring forward the use of energy and raw materials consumed in the manufacture of their replacements - not good for the environment.\nHybrid vehicles and their batteries consume scarce raw materials.\nPurely electric vehicles also require the above mentioned batteries and whilst emitting no pollution where they are driven, the production of the majority of their electricity causes the emission of CO2 at a power station. (When, like France, the UK generates the majority of its electricity from nuclear power stations the argument against electric vehicles will be less cut and dried but new nuclear power stations are probably fifteen years away!)",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-20T16:59:40.531554Z",
            "creator_name": "Michael S Hahn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T16:59:40.531554Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3179645
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gasguzphobia/"
    },
    "type": "petition"
}