{
    "data": {
        "attributes": {
            "action": "Create School Buses in Busy Boroughs to save the country's high emission",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As I stepped on the bus this morning I noticed something different about the roads that I couldn't quite put my finger on...until I arrived at work within 15 minutes in what would normally have taken me close to 1 hour. It was February's half term for schools around the country and as a result there was barely any traffic. Then I started to think about the majority of people that took their kids to school in car.  What if there were school buses for children to take to school every morning in every borough?  If there were school buses there would be plenty of bus lanes for them to use.   But it wouldn't just be a difference to traffic in the morning, but a major difference to the problem Britain are having with high emission and pollution at the moment.  So I am petitioning for local boroughs to have school buses for children as they do in the US and so many other countries.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T17:04:56.056409Z",
            "creator_name": "Shirelle Newell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T17:04:56.056409Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/schoolbus/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3180458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OneVoice/"
    },
    "type": "petition"
}