{
    "data": {
        "attributes": {
            "action": "Ban the sale, manufacture and use of fireworks at any time other than November, December and January",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fireworks are lovely for New Year's Eve and Bonfire Night, but when used irresponsibly they can be horribly dangerous. If they were only allowed in the time of the celebrations, it would be less likely for accidents to happen. There have been many incidents where people and animals have got seriously injured, including a cat having a lit firework tied to his tail by a gang of thugs. The noise can also scare pets and wildlife, and I heard about a dog who ran across a busy road to escape the noise and he got hit by a fast car and died. And on halloween sometime when my mum was little, someone came trick-or-treating at the door and when Grandma and Grandad didn't answer the door the person put a lit firework through the letterbox. It nearly went off but Grandad put it in a bucket of cold water and it went out. If we used fireworks less, these things would be less likely to happen.",
            "closed_at": "2008-03-07T00:00:00Z",
            "created_at": "2007-02-20T17:24:35.746317Z",
            "creator_name": "Georgina Upson",
            "government_response_at": "2008-04-16T14:25:25.542237Z",
            "government_responses": [
                {
                    "created_at": "2008-04-16T14:25:25.542237Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the sale, manufacture and use of fireworks at any time other than November, December and January.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15279.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'winterfireworks'",
                    "updated_at": "2008-04-16T14:25:25.542237Z"
                }
            ],
            "opened_at": "2007-02-20T17:24:35.746317Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2008-03-08T00:01:01.173526Z"
        },
        "id": 3183650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/winterfireworks/"
    },
    "type": "petition"
}