{
    "data": {
        "attributes": {
            "action": "Replace the RFL with adjustment on fuel duty and require every vehicle to show a valid insurance disc on the windscreen with valid MOT disc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Remove the RFL, add the cost to existing fuel tax. Insurance companies will issue, with each policy, a displayable disc. This disc will give basic information to show that the vehicle is insured, who with, the policy number and validity dates. Additionally, a second disc indicating that the vehicle has a current MoT will also be shown, this being provided with the MoT certificate.\nIn the event of any query, such as an accident,this  information will be clearly visible.\nThe DVLA will be a vehicle registration department, run on a considerably smaller and therefore more economical scale than at present, giving real cost savings to the Govt.\n\nBy adding the tax element of the RFL to the already present fuel tax, those who drive more miles will pay more as will those who continue to drive higher fuel consuming vehicles. A motorist choosing a more economical vehicle could therefore pay less tax than the driver of any \"gas guzzler\"",
            "closed_at": "2007-05-20T00:00:00Z",
            "created_at": "2007-02-20T17:23:02.097626Z",
            "creator_name": "Andrew Osborne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T17:23:02.097626Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3183396
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cartax-Insurance/"
    },
    "type": "petition"
}