{
    "data": {
        "attributes": {
            "action": "Move ahead with road pricing as an interim step towards establishing a market for road usage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The roads in the UK are full, with only 50 meters per car. The only way to cut congestion is to limit the number of cars on the roads. The fairest way to do this is for those who want to drive to pay others to stay off the roads and use improved public (and other modes of) transport instead. Road capacity assessments would set how many cars can be driven in a region (with allowance for more public transport and cycle lanes). Those who want to drive would buy into the market through a sealed bid auction, paying the price bid by the lowest successful bidder. The money would be divided among non-drivers. For example, if 1 in 4 could drive in London and the price is £6,000, the 3 non-drivers would be paid £2,000 each. The market would operate like the stock market and you could sell your road share each year or use it as part payment on buying the right to drive. If you don’t use a day, you could sell it to those who only drive occasionally or those visiting from outside the region.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-20T17:26:28.298416Z",
            "creator_name": "Paul Settles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T17:26:28.298416Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3183909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadmarket/"
    },
    "type": "petition"
}