{
    "data": {
        "attributes": {
            "action": "Ensure that private landowners (supermarkets, etc) police Mother and Toddler parking spaces in the same way as disabled parking spaces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are always being told not to abuse disabled parking spaces. Fair enough. But why are mother and toddler parking spaces allowed to be abused by the public? This is unfair to parents who genuinely need the space to open doors wider to get children out while struggling with lots of shopping. I propose to introduce a permit scheme operated in a similar way to the blue badge scheme, whereby parents receive a permit to park in these spaces and anyone found in a space without one gets fined, the same way as you do if you haven't got a blue badge. The difference is that the permit is finite. I further propose that the Government introduce measures to force the private landowners of the sites where these spaces are based(supermarkets, GP surgeries, etc) to support and enforce this scheme, because I don't know about you, but I'm fed up of seeing vans, sports cars and motorbikes in these spaces. What's the use of having them and requesting they not be abused when they so frequently are?",
            "closed_at": "2007-09-13T00:00:00Z",
            "created_at": "2007-02-20T17:22:45.348822Z",
            "creator_name": "Ruth Stanley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T17:22:45.348822Z",
            "rejected_at": "2007-03-27T10:17:31.534633Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3183355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parentparking/"
    },
    "type": "petition"
}