{
    "data": {
        "attributes": {
            "action": "to reconsider the additional tax on 4x4 vehicles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we can appreciate the concern over the increasing and inapppropriate  use of 4x4 vehicles in urban areas it is quite obvious that the needs of rural inhabitants of this country have, yet again, been completely overlooked. Contrary to popular belief not all of us who live in the countryside can offset transport against income tax and for those who can there are many for whom the increase in road fund tax for the vehicle used in their day to day business can only be seen as yet another nail in the coffin of their enterprise and independance. With the decrease in funding available for road maintenance, gritting and clearing of roads during the winter it is always those of us who have to use rural roads who come off the worst. In adverse weather conditions use of 4x4 vehicles are the only possible way to reach a doctor, post office, shop etc and even, in some cases like mine, the nearest public telephone. ( I live in an area of very poor reception for mobile phones.)",
            "closed_at": "2007-03-02T00:00:00Z",
            "created_at": "2007-01-02T18:06:02.324368Z",
            "creator_name": "Dr KFE Daniel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-02T18:06:02.324368Z",
            "rejected_at": "2007-02-07T00:03:03.080253Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/4x4owners/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 318434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/4x4-tax-hike/"
    },
    "type": "petition"
}