{
    "data": {
        "attributes": {
            "action": "Address the concerns about ID cards given below.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ID Card scheme will not prevent people placing bombs anywhere, the London bombers were UK citizens and would have had ID cards. A bomb doesn't care if it's being detonated by a person with an ID card or not.\n\nThe ID card scheme will be unnecessarily costly, cryptographic techniques can negate the need for a central database and all the complexity this entails.\n \nBy centralising the ID data we are putting all our eggs in one basket. A single breach of security (which is impossible to prevent with certainty) could expose everyone's data. What specific safeguards will be in place to prevent this?\n\nIdentity theft used to be called fraud, and was considered to be the problem between a bank and it's customer. How will an ID card prevent people fraudulently using another persons credit card to buy things on-line?",
            "closed_at": "2007-03-20T00:00:00Z",
            "created_at": "2007-02-20T18:00:45.499479Z",
            "creator_name": "Stephen Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T18:00:45.499479Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "There are lots of petitions on this topic already:\nhttp://petitions.pm.gov.uk/search?q=id+cards",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3189622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ID-concerns/"
    },
    "type": "petition"
}