{
    "data": {
        "attributes": {
            "action": "increase the basic State Pension, Pension Credit and the Pensioners'  Winter Fuel Payment, to an amount that accurately reflects huge increases in the cost of oil. This will enable pensioners to continue to afford to heat their homes adequately and pay for basic necessities without hardship.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government reliance on a Retail Price Index kept artificially low by the inclusion of obscure items has resulted in an increase in the basic state pension of just over £150 per year. This does not reflect enormous increases in the cost of necessities. Also the pensioners’ Winter Fuel Payment of £200 fails to reflect vast increases of hundreds of pounds in the cost of heating the average house. Yet the government has no plans at all to increase the Winter Fuel Payment. So, even with pension credit, there is a shortfall of hundreds of pounds in pensioners’ fuel bills, and the only way for pensioners to heat their homes adequately is to use money that they desperately need for food and other necessities. Yet businesses have been forced to increase prices by 5% to 10% or even more, putting many normal items beyond the reach of people struggling to keep warm. \n\nThis can only lead to more vulnerable elderly people being at risk of death from hypothermia.",
            "closed_at": "2008-01-03T00:00:00Z",
            "created_at": "2007-01-02T21:09:04.088556Z",
            "creator_name": "Rosemary Cooper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-02T21:09:04.088556Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 111,
            "state": "finished",
            "updated_at": "2008-01-05T03:13:47.440993Z"
        },
        "id": 320347
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Winterfuel/"
    },
    "type": "petition"
}