{
    "data": {
        "attributes": {
            "action": "Uphold the policy to not allow Gay and Bi (G&B) Men giving Blood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gay / Bi Men / people should not give blood, nor be allowed to, they made the choice to forfit this right when choosing to conduct the lifestyle that they lead. This should not be laid down to others, not should others take any blame for this. \n\nEven though blood in the UK is tested for HIV and Hep B&C before use. The NBS say the record for testing is exceptionally good. Last year patients received three million+ units of blood and blood products, 6 of which were infected with a blood borne infection (or only 1/100th more of a risk if Gay and Bi men were to donate).\n\nHIV is now at its fast growing rate in the heterosexual community. The polices of the NBS are correct in making decisions as to whether or not your allowed to give blood on how honest you are. \n\nThere is no need to carry out a review of these NBS policies ot overturn the current policy against G&B Men and instead discriminate against unsafe sexual practices. \n\nWe are safe, safe blood, lets keep it that way!",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T19:08:31.615448Z",
            "creator_name": "Matt J",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T19:08:31.615448Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3214515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bangayblood/"
    },
    "type": "petition"
}