{
    "data": {
        "attributes": {
            "action": "allow BMX'ers to ride the London Bridge skate plaza",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently there is a skate plaza being built near London Bridge by \"IA architecture\" and designed by some of the skaters behind the \"Side Effects Of Urethane\" exhibitions.\nIt is being built on land donated by the \"Southwark Council\"\nAs it stands, BMX'ers ARE NOT allowed to ride this brand new skate plaza that is soon to be opened.\nThe project is being funded by the Art Council.\nPublic money that everyone should have a say what it is used for, or who can use what is built with it.\nIt is donated land and it should be open to everyone, skater, bmx'er, blader's etc.\nI feel this is extremely unfair that us BMX'ers are being excluded from being able to ride our bikes in legal areas, forcing us to find \"spots\" on the streets, often getting us in alot of trouble with the police and being seen as a nuisance with the residents.\nBy signing this petition, you agree that you feel the same way, and that you want BMX'ers to be allowed to ride at the skate plaza.",
            "closed_at": "2007-02-03T00:00:00Z",
            "created_at": "2007-01-03T01:15:47.069442Z",
            "creator_name": "Tomasz Duda",
            "government_response_at": "2007-03-02T17:32:51.316859Z",
            "government_responses": [
                {
                    "created_at": "2007-03-02T17:32:51.316859Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"allow BMX'ers to ride the London Bridge skate plaza.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11136.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/BMX-Skate-Plaza/",
                    "summary": "Government response to petition 'BMX-Skate-Plaza'",
                    "updated_at": "2007-03-02T17:32:51.316859Z"
                }
            ],
            "opened_at": "2007-01-03T01:15:47.069442Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 850,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 321706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BMX-Skate-Plaza/"
    },
    "type": "petition"
}