{
    "data": {
        "attributes": {
            "action": "for muslim within the uk to live by the uk rules and stop complaining that they are issolated",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyday in our news we here about muslims or muslim individuals complaining or moaning how they are being treated within the uk by various parts of society eg police, church, tv, goverment or just simple things such as going to school or work. they say they have peaceful protest. i feel the days of the majority of muslims who want to live a peaceful is ending. another more extreme generation is coming through. i would like to see how many other people think the same as me. this is ours chance to let parliment no how we real feel insted of having chats in private speak out say what your real thoughts are. then the white english and the english muslims can address the issues. instead of it alll being one way traffic. we should all have the right to protest but would a white english man be allowed to carry a sign kill anyone who insults our god???",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-02-20T19:19:06.368448Z",
            "creator_name": "Darren Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T19:19:06.368448Z",
            "rejected_at": "2007-04-08T00:03:02.891962Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MuslimExtremism/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3219293
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-DIVIDE/"
    },
    "type": "petition"
}