{
    "data": {
        "attributes": {
            "action": "properly support small scale renewable energy in the UK by ending the funding crisis of the Low Carbon Buildings Program Phase 1",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government’s flagship small-scale Renewable Energy funding Scheme ran out of money in February hours after opening. \nThe Government launched the Low Carbon Buildings Programme (LCBP) in order to encourage the public to join the all-important battle against climate change by generating their own energy. The scheme worked well until funds started to run dry and were allocated on a month-by-month basis. \n\nAll of the trade bodies in this field have warned the Government on frequent occasions of the dire funding situation that was developing and pressed for new funds rather than this damaging and restrictive monthly allocation. \nMany people who are looking to do their bit for the planet are being put off by this poorly funded scheme, when they are told that they have to join in this grants lottery. \nPrime Minister you have said a lot recently about how we have to take urgent action over climate change, we totally agree and isn’t it about time you put your money where your mouth is?",
            "closed_at": "2007-05-06T00:00:00Z",
            "created_at": "2007-02-20T20:12:53.301881Z",
            "creator_name": "Howard Johns",
            "government_response_at": "2007-05-18T16:19:15.394791Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T16:19:15.394791Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"properly support small scale renewable energy in the UK by ending the funding crisis of the Low Carbon Buildings Program Phase 1.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11747.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lcbpcrisis'",
                    "updated_at": "2007-05-18T16:19:15.394791Z"
                },
                {
                    "created_at": "2007-10-15T14:45:37.708872Z",
                    "details": "Environment Secretary Hilary Benn has written a message exclusively for people who recently signed petitions on the No10 website about climate change.\n\nMr Benn highlights the UK Government's commitment to seeking international agreement on a post-2012 climate change framework, and encourages petitioners, their families, and friends, to use the new CO2 Calculator.\n\nRead the message here:\nhttp://www.pm.gov.uk/output/Page13496.asp\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lcbpcrisis'",
                    "updated_at": "2007-10-15T14:45:37.708872Z"
                }
            ],
            "opened_at": "2007-02-20T20:12:53.301881Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1411,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3236256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lcbpcrisis/"
    },
    "type": "petition"
}