{
    "data": {
        "attributes": {
            "action": "\"allow investigations to be carried out on women who have experienced more than one miscarriage, and not allow them to suffer the trauma of losing 3 babies before the NHS will help them.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1 in 4 pregnancies end in miscarriage & many people know that losing a first baby is very common. \nHowever, with recent research, solutions such as taking asprin etc have resulted in women carrying babies to term. \nWhy then do the NHS let women (and their partners) go through the terrifying experience of miscarriage 3 times before it is investigated to see if any of these treatments would work for them?\n Thousands of women are told every year - \"Go away and try again, if you lose a 3rd, then come back!\" It's just not right! \nResearch has shown that recurrent miscarriage can lead to stress and depression. \nI call for the women who suffer miscarriage every year to receive help sooner, rather than later. The longer the investigations are delayed, the worse the problems can get.\nUntil finally you may be told you need IVF, but are also told you are too old to receive it through the NHS. \nHelp women sooner, and help to create the families that Britain (and the goverment!) can be proud of.",
            "closed_at": "2007-09-05T00:00:00Z",
            "created_at": "2007-02-20T20:20:50.739963Z",
            "creator_name": "Caroline Williams-Racz",
            "government_response_at": "2007-10-18T15:28:03.154316Z",
            "government_responses": [
                {
                    "created_at": "2007-10-18T15:28:03.154316Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow investigations to be carried out on women who have experienced more than one miscarriage, and not allow them to suffer the trauma of losing 3 babies before the NHS will help them.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13531.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Miscarriage'",
                    "updated_at": "2007-10-18T15:28:03.154316Z"
                }
            ],
            "opened_at": "2007-02-20T20:20:50.739963Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 561,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3238456
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Miscarriage/"
    },
    "type": "petition"
}