{
    "data": {
        "attributes": {
            "action": "Increase the sentence on people who mis-treat animals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A woman put her cat in a washing machine on the boil cycle. Killing the cat within 10 minutes. The cat broke all its claws trying to escape. The woman recieved just 6 WEEKS in prison and banned from ever owning an animal.\n\nAnother woman tied her dogs mouth and legs together with chains, preventing the dog to eat or drink. She was banned from keeping animals for just 5 years and told to complete 60 hours community service. \n\nIn another disgraceful act a youth in Somerset kicked his puppy to death - while wearing steel toe-capped boots.\n\nA post mortem on the dog showed it had suffered massive internal injuries to the head and chest. \n\nThe 17-year-old,  got a £500 fine and had to attend a youth offenders panel for 10 months.\n\nAll these people have probally re-offended again. They obviously don't care if they hurt an animal and probally find it fun. Whats to stop them doing it again when all that is stopping them is a bit of paper saying they can't own an animal.",
            "closed_at": "2007-05-20T00:00:00Z",
            "created_at": "2007-02-20T21:04:20.078813Z",
            "creator_name": "Thomas Van Der Wee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T21:04:20.078813Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Saveourpets/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3248092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Toughenup/"
    },
    "type": "petition"
}