{
    "data": {
        "attributes": {
            "action": "Stop American International Group(AIG) discriminating against serving and former serving Armed Forces personal who are injured with Post Traumatic Stress Disorder, and to investigate why the Ministry Of Defence allows American International Group(AIG) to sell this discriminating Insurance policy to its Armed Forces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our Armed Forces Personal, Which have Personal Accident Insurance (Pax) with American International Group(AIG).The Ministry of Defence fully supports this companies insurance to be sold to the British Armed Forces. If two Forces personal with (Pax) insurance where involved in the same incident, one had a bodily injury and the other had the injury of Post Traumatic Stress Disorder, both of them were hospitalized, and then both of them are medicaly discharged from the armed forces. The Ministry of Defence accepts that both medical discharges are attributable to there service in the armed forces.\n\nThe service personal with the bodily injury would receive a payment from Pax insurance, for the bodily injury and the time in hospital. The other service personal with the injury of Post Traumatic Stress Disorder would receive nothing.",
            "closed_at": "2007-02-20T00:00:00Z",
            "created_at": "2007-02-20T21:27:18.986412Z",
            "creator_name": "Roy Sellstrom BEM",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T21:27:18.986412Z",
            "rejected_at": "2007-03-25T00:03:02.718769Z",
            "rejection": {
                "code": 256,
                "details": "The deadline date has already passed you may wish to re-submit.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3252858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PTSDInsurance/"
    },
    "type": "petition"
}