{
    "data": {
        "attributes": {
            "action": "urge him reverse his terrible inhuman and degrading policies towards Asylum Seekers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "That that the principle of `work for those who can, support for those who can't' should extend to everyone in the UK, including people seeking asylum; notes that thousands of people seeking asylum are ending up destitute rather than returning to poverty and/or persecution; supports Church Action on Poverty's Living Ghosts campaign, which aims to end the needless destitution of people seeking asylum; believes that it is in the interest of the whole of UK society for people seeking asylum to be allowed to take paid employment while they are in this country or NASS support if the are unable to work; and recognises that this would stop many people disappearing into destitution.",
            "closed_at": "2007-07-04T00:00:00Z",
            "created_at": "2007-01-03T12:38:01.476170Z",
            "creator_name": "Richard Marx",
            "government_response_at": "2007-09-07T16:03:53.617406Z",
            "government_responses": [
                {
                    "created_at": "2007-09-07T16:03:53.617406Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"urge him reverse his terrible inhuman and degrading policies towards Asylum Seekers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12823.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Asylum'",
                    "updated_at": "2007-09-07T16:03:53.617406Z"
                }
            ],
            "opened_at": "2007-01-03T12:38:01.476170Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1580,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 325872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Asylum/"
    },
    "type": "petition"
}