{
    "data": {
        "attributes": {
            "action": "introduce legislation granting legal rights to grandparents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Grandparents play a substantial and vital role in the care of children, providing 60% of childcare, but their role is not recognised in law. A grandparent may have provided daycare for the children 5 days a week, but have no right to apply for contact in the event parents separate or die. \n\nWe propose an amendment to the Children Act granting the automatic right for grandparents to apply to the court for Contact or Residence Orders. \n\nGrandparents should automatically be granted Parental Responsibility in the event of the death of the holder(s) of parental responsibility.\n\nWe ask for the automatic right to involvement in care and adoption proceedings and the automatic right to apply. \n\nWe ask that the Adoption and Children Act 2002 be amended to include grandparents alongside parents and guardians.\n\nThese measures recognise the role and importance of grandparents while adhering to the principle that the child’s welfare is of paramount importance.",
            "closed_at": "2008-01-03T00:00:00Z",
            "created_at": "2007-01-03T13:48:12.220240Z",
            "creator_name": "Michael Robinson",
            "government_response_at": "2008-02-18T12:25:34.850467Z",
            "government_responses": [
                {
                    "created_at": "2008-02-18T12:25:34.850467Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce legislation granting legal rights to grandparents.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14572.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'grandparents'",
                    "updated_at": "2008-02-18T12:25:34.850467Z"
                }
            ],
            "opened_at": "2007-01-03T13:48:12.220240Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1673,
            "state": "finished",
            "updated_at": "2008-01-11T03:13:50.730118Z"
        },
        "id": 326636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/grandparents/"
    },
    "type": "petition"
}