{
    "data": {
        "attributes": {
            "action": "Provide us with warranted and visible Police Officers and dissolve the new PSO Rank",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has become evident that the call for visible Policing in the UK has back fired on the public via cheaper alternatives in the recruitment of Police Community Support Officers that seem not regarded or accepted by society. Mr Blunkett called for increased Police Officer numbers and each constabulary acted with limited budgets, as a result a more cost effective rank had to be created in the formation of the PSO, defeating the meaning of feeling safer on the streets and in our homes/businesses. It is publicly seen that a PSO is a promoted Traffic Warden and not taken seriously by colleagues or the tax paying Public. Officers in forces country wide are leaving active service and packages are being offered to transfer active Officers to greater funded towns/cities. We whom sign demand that the PSO rank be dissolved and Police Officers are recruited to visible limits. The creation of PSO’s should not be a replacement alternative. Provide us with real law enforcement, keep the Bobby!",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-02-20T22:57:39.945904Z",
            "creator_name": "Eddie Perry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T22:57:39.945904Z",
            "rejected_at": "2007-04-07T00:03:05.522609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Policethefuture/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3268209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceandPSO/"
    },
    "type": "petition"
}