{
    "data": {
        "attributes": {
            "action": "Abolish the TV licence fee for people who have no interest in the BBC's output",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC provides excellent, impartial, and highly regarded output to not just the UK, but also the rest of the world. There are numerous people who do not view the output of the BBC, and it is unfair that they should have to support the people who do wish to view this content. I propose that, on digital TV, the BBC is made an encrypted channel that requires a subscription (given the licence fee, this would add about £10 a month to their existing subscription). For people without digital TV, an 'analogue tax' would be implemented as those people still have the ability to watch the BBC content. This tax would encourage take-up of digital services and help bring forward the switch over to digital TV.",
            "closed_at": "2006-12-05T00:00:00Z",
            "created_at": "2006-11-19T03:40:58.654730Z",
            "creator_name": "Alasdair Nicol",
            "government_response_at": "2006-12-20T17:30:56.436533Z",
            "government_responses": [
                {
                    "created_at": "2006-12-20T17:30:56.436533Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Abolish the TV licence fee for people who have no interest in the BBC's output.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \nhttp://www.pm.gov.uk/output/Page10588.asp\n\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/bbcsubscription/",
                    "summary": "Government response to petition 'bbcsubscription'",
                    "updated_at": "2006-12-20T17:30:56.436533Z"
                }
            ],
            "opened_at": "2006-11-19T03:40:58.654730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 120,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 32779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbcsubscription/"
    },
    "type": "petition"
}