{
    "data": {
        "attributes": {
            "action": "bring in new legislation to prevent the current abuse by banks and companys in relation to Penalty charges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to ask the government to bring in legislation that prevents banks or any company offering finance, or credit agreements from applying charges (Penalty charges) for items as Bounced DDs, bounced cheques going overdrawn, late payment or changes alike. We ask that the Government bring in legislation that before any company can apply such charges to a consumer that a Court, must rule that the level of charges outlined in the contracts that a company/organisation wishes to present to a consumer, is fair and reasonable and is compatible with the UTCCR. This will also better protect the consumer and the vulnerable who’s only cause of action at the moments is to start legal proceeding against the company that has applied such charges. It will force companies to legally prove that their contacts are fair and transparent.  we request that parliament make it a criminal offence for any Bank or company to take such charges from state benefits without a court approval/order.",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-20T23:25:32.331371Z",
            "creator_name": "stephen hone",
            "government_response_at": "2007-09-18T15:36:40.699851Z",
            "government_responses": [
                {
                    "created_at": "2007-09-18T15:36:40.699851Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"bring in new legislation to prevent the current abuse by banks and companys in relation to Penalty charges.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13230.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Penaltycharges'",
                    "updated_at": "2007-09-18T15:36:40.699851Z"
                }
            ],
            "opened_at": "2007-02-20T23:25:32.331371Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10412,
            "state": "finished",
            "updated_at": "2008-05-01T03:16:40.242569Z"
        },
        "id": 3281688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Penaltycharges/"
    },
    "type": "petition"
}