{
    "data": {
        "attributes": {
            "action": "Enforce the general public to use bicycles where appropriate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new EU CO2 aims require the people of England change their attitude of transportation in some way. Just to suggest changing driving habits (on 11/March/2007) is not enough. Real action is needed, now.\n\nTo help reduce congestion, CO2 and health risks, this petition aims to highlight the need to enforce the public to use alternative forms of transport other than their car. \n\nOne possible idea as an enforcement could be applied to follows; For able people that live within a certain distance to their work should be made to travel to work using other means, such as their bicycle, public transport or walking. If their car is found to be used for getting to work, and the person is deemed fit for alternative transport, then fines should be imposed.\n\nI think it would be interesting to statistically see just how many people do use their car to travel to work and yet only travel a few miles. From my observations it seems to be over 50-60%. Considering these are everyday journeys that many people are making, this is surely a sound link to cutting down emissions.",
            "closed_at": "2007-11-12T00:00:00Z",
            "created_at": "2007-02-20T23:43:07.330604Z",
            "creator_name": "DANIEL ROBERT JUSTICE DOWNES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-20T23:43:07.330604Z",
            "rejected_at": "2007-03-26T10:05:48.055967Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=congestion",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3285658
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/enforcebicycles/"
    },
    "type": "petition"
}