{
    "data": {
        "attributes": {
            "action": "ensure the survival of independent midwifery in the UK and thereby offer real choice to pregnant women",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All Independent Midwives have been informed that the government is intending to make professional indemnity insurance (PII) a compulsory requirement for registration within 12-18 months.  There is currently no PII available to independent midwives so they will no longer be able to practice legally.  Independent midwives practice outside the NHS but within the regulatory framework of the Nursing and Midwifery Council and bound by it's 'Code of Professional Conduct' and 'Midwives Rules'.  Independent midwives are specialists in normal birth caring mostly for women planning home birth.  The care they give has been shown to have good outcomes for women including those who are usually classified as 'high risk', with more normal births, reduced caesarean section rates and increased breast feeding rates.  The government must ensure that either professional indemnity insurance is available to all midwives however they choose to work or exempt independent midwives from the requirement for PII.",
            "closed_at": "2007-09-05T00:00:00Z",
            "created_at": "2007-02-20T23:49:00.144359Z",
            "creator_name": "Kay Hardie",
            "government_response_at": "2007-09-19T15:32:37.178633Z",
            "government_responses": [
                {
                    "created_at": "2007-09-19T15:32:37.178633Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure the survival of independent midwifery in the UK and thereby offer real choice to pregnant women.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13244.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'midwives'",
                    "updated_at": "2007-09-19T15:32:37.178633Z"
                }
            ],
            "opened_at": "2007-02-20T23:49:00.144359Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9204,
            "state": "finished",
            "updated_at": "2007-10-19T03:14:42.766137Z"
        },
        "id": 3286608
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/midwives/"
    },
    "type": "petition"
}