{
    "data": {
        "attributes": {
            "action": "pass legislation to give canoeists and all other users of un-powered craft the free right to navigate all rivers and canals in England and Wales (similar to the right already enjoyed by cyclists to use bridleways, cycle tracks and roads).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Access to rivers in England and Wales for canoeists and other users of un-powered craft is severely restricted, and is probably more limited than for any other region in the World.\n\nOn only a very few rivers (e.g. parts of the Severn and Wye) is there a right of free navigation for canoeists. River navigations are available to un-powered craft, but only by the purchase of a licence.\n\nThe majority of rivers are either only available by making an advanced booking and by paying a fee to use them during restricted periods in the Winter season (e.g. the River Usk), or have no access permitted at all (e.g. the River Test).\n\nCanoes are a form of sustainable transport, and can be used by almost all age groups. They also provide a mechanism for exercise, sport, recreation, and the study of wildlife. Access to waterways was specifically omitted from Countryside and Rights of Way Act 2002. This omission now needs to be urgently addressed.",
            "closed_at": "2008-01-03T00:00:00Z",
            "created_at": "2007-01-03T16:09:47.619261Z",
            "creator_name": "Roger L. Revell",
            "government_response_at": "2008-01-29T16:12:27.818670Z",
            "government_responses": [
                {
                    "created_at": "2008-01-29T16:12:27.818670Z",
                    "details": "You signed a petition asking the Prime Minister to \"pass legislation to give canoeists and all other users of un-powered craft the free right to navigate all rivers and canals in England and Wales (similar to the right already enjoyed by cyclists to use bridleways, cycle tracks and roads).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14435.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Canoeists'",
                    "updated_at": "2008-01-29T16:12:27.818670Z"
                }
            ],
            "opened_at": "2007-01-03T16:09:47.619261Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7820,
            "state": "finished",
            "updated_at": "2008-03-13T03:13:58.386191Z"
        },
        "id": 328829
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Canoeists/"
    },
    "type": "petition"
}