{
    "data": {
        "attributes": {
            "action": "Spend Fuel Tax and Vehicle Tax Money on Creating a Comprehensive, Joined-up, Efficient, Affordable, Public Transport Network, door-to-door, across Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If it was cheap and easy to walk 200 yards and hop on a bus, tram, tube or train to go shopping or to go to work, a lot of people would. This would lead to fewer cars on the road, and less pollution and congestion. It saves the hassle of driving, paying for parking or worrying about your car being broken into. Getting around Prague is so easy with its integrated tram, tube and bus system, you never have to walk far and it is quick and cheap. Obviously, if you had a lot to carry on a particular trip you would need to use the car, but for lots of small journeys, public transport can be easier if it's clean, fast and cheap. Also, you should improve train services between cities and make tickets cost less than the price of the petrol and a lot more people would make longer journeys via public transport as well. Making tickets affordable and journeys comfortable, safe and clean is essential if you want to encourage huge numbers of people to choose public transport over the car.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T00:49:29.006251Z",
            "creator_name": "Chris Abrahams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T00:49:29.006251Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PT-funding/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3289181
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bettertransport/"
    },
    "type": "petition"
}