{
    "data": {
        "attributes": {
            "action": "disregard features like 'home improvements' and features that 'generally add value' when carrying out revaluations for Council Tax bills",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Features that the Inspectors of the Valuation Office Agency are likely to be briefed to assess/photograph are any features that give a house it's value. eg. convenience to local services such as shops, bus routes, local communities, peace and quiet,   pleasant views, good security, good schools, low crime rates, clean streets. Also any home improvements are to be recorded eg. new kitchen, double glazing, central heating as well as special benefits such as an enclosed garden, patio, conservatory, off street parking. This tax is grossly unfair as people have already paid income tax, stamp duty and VAT when doing home improvements. This revaluation forced council tax bills to soar in Wales and  Northern Ireland is facing the same treatment in April. England is bound to follow suit and this should be strongly opposed to avoid having to allow a council inspector to snoop around our homes with a camera and clipboard and end up with some bills spiralling from £1,000 to £4,000.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T00:58:56.347542Z",
            "creator_name": "Julie Foulds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T00:58:56.347542Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/revaluation/\nhttp://petitions.pm.gov.uk/Taxonpeace/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3289300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/snooperscharter/"
    },
    "type": "petition"
}