{
    "data": {
        "attributes": {
            "action": "Take steps to encourage urgent alternative energy research",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The eventual depletion of OIL sometime during this century, and the increasing World population that will increase from 6.6 billion today to 10 billion in 2035 – will be a far bigger catastrophe for the human race than Global Warming.\n\nAt the rate of 86 million barrels of oil currently being used EVERY DAY in the World (equal to the volume of 5,700 Olympic sized swimming pools) this fast dwindling resource may well become scare within the next 15 to 20 years (or earlier if war or conflict should interrupt supplies), but easily extracted OIL and GAS will be exhausted by 2050/60 - or earlier if China and India continues to grow.\n\nBuilding massive wind-powered farms and other renewal energy projects is all very well and good in the short term - but when the OIL finally runs out, electricity generated from renewables will not sustain a World population of 12 billion by AD 3,000.\n\nI urge the Government to actively promote the immediate research of ‘third generation’ energy sources.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T02:14:20.380562Z",
            "creator_name": "Paul Meyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T02:14:20.380562Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/airlinetax/\nhttp://petitions.pm.gov.uk/fossilfuels/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3289920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/energy-research/"
    },
    "type": "petition"
}