{
    "data": {
        "attributes": {
            "action": "offer more assistance and support to those in debt...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sadly, debt has a very bad stigma attached to it.  Many people believe that when people are in debt it is through no fault of their own.  Whilst this may be true regarding some cases, it does not apply to all.  \n\nDebt is very much a health problem, in terms that it can lead to stress; panic attacks and worries and in some cases attempted suicide.  The pressure that banks and other financial institutions put on those in debt is alarming yet these same institutions are quick to provide 'low interest' loans and credit cards prior to problems.  \n\nThe government must act to protect those in debt and offer help and support.  Whilst there are already organisations, such as National Debtline, more still needs to be done.\n\nPlease sign this petition to ask the Prime Minster to look into the problem debt is facing the nation and to offer new laws to protect those that are 'harassed' by the financial institutions, including debt collectors, bailiffs, etc.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T08:58:54.748439Z",
            "creator_name": "Laura Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T08:58:54.748439Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ClearDebt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3292316
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Finance/"
    },
    "type": "petition"
}