{
    "data": {
        "attributes": {
            "action": "Scrap the planned vehicle tracking and road pricing policy - part 2",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition allows those who disagree with the \"Dont Scrap...\" petition an opportunity to voice opinion since the original road pricing petition completed. This one runs until the current Don't Scrap... petition ends.  \n\nThe idea of tracking vehicles at all times is sinister and wrong. Road pricing is already here with the high level of taxation on fuel. The more you travel - the more tax paid. The proposed scheme would be hugely expensive to implement/ run and there are less regressive ways to cut congestion. More and cheaper public transport which can be supported by existing road duty taxation and better use of traffic movement through junctions are two examples of many.\n\nIt will be an unfair tax on those who have low/moderate incomes or who have to make essential journeys (for work etc) or who live apart \n\nMr Blair - concentrate on improving roads and public transport infrastructure through existing transport tax to reduce congestion, before spending huge sums on new unfair tax.",
            "closed_at": "2007-03-12T00:00:00Z",
            "created_at": "2007-02-21T10:25:13.555142Z",
            "creator_name": "Roger Webb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T10:25:13.555142Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3297566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/traveltaxes/"
    },
    "type": "petition"
}