{
    "data": {
        "attributes": {
            "action": "Reduce the cost of public transport rather than increase taxation on the motorist. This will make it a viable alternative, reducing congestion and environmental impact.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any road pricing scheme will cost billions. Take this money, the money intended for waste on ID cards, the money we continue to waste in Iraq and the money local authorities waste on things like 3 metre cycle lanes because all common sense has been removed from politics, and use it to subsidise journey costs. For example: I drive to work in Manchester and it takes me 20 minutes each way and costs about £1.20/day, I drive a 1.2l hatchback. I would take the bus and happily put up with the discomfort and get up earlier to do my bit if it didn't cost more than £2 each way or to put it another way almost 4 times as much as the car. Carrot is surely better than stick, as most people drive most journeys because there isn't a viable alternative and often that is due to prohibitive cost. Making motoring just as prohibitive will only serve to damage the economy, reducing resources to really fight green issues, such as aiming for a majority of energy production from renewables.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T10:32:58.645208Z",
            "creator_name": "Luke Mellard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T10:32:58.645208Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/limitprofit/\nhttp://petitions.pm.gov.uk/save-transport/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3298087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/arealoption/"
    },
    "type": "petition"
}