{
    "data": {
        "attributes": {
            "action": "Reinstate National Service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The suggestion is for a 6 Month period of National Service for every person after they leave school before further education. \n\nUsing the time with in the Services to continue to educate, install respect, discipline, and the meaning of right and wrong. \n\nI believe our national education system has been pushed in to being more concerned with results rather than ensuring pupils are taught the basics of human nature.\n\nParents are now discouraged from disciplining their own children for misbehaving and lack of respect let alone the education system or an individual teacher.\n\nHow many times to we have to listen to people getting beaten up, stabbed or shot to realize there is a problem with our society. \n\nI believe we need to change the younger generations mind set and to ensure discipline is returned to our society in general and they know if they do something wrong they will be punished.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2007-02-21T11:38:55.445230Z",
            "creator_name": "Dan Lunn",
            "government_response_at": "2008-03-20T12:00:31.075616Z",
            "government_responses": [
                {
                    "created_at": "2008-03-20T12:00:31.075616Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reinstate National Service.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15124.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Natservice'",
                    "updated_at": "2008-03-20T12:00:31.075616Z"
                }
            ],
            "opened_at": "2007-02-21T11:38:55.445230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 358,
            "state": "finished",
            "updated_at": "2008-03-13T03:13:48.196137Z"
        },
        "id": 3302479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Natservice/"
    },
    "type": "petition"
}