{
    "data": {
        "attributes": {
            "action": "replace the Pathfinder Housing Market Renewal programme of mass demolition and reconstruction with a scheme where each individual property that becomes vacant and unwanted is demolished and replaced by 1 or more trees while adjoining occupied properties are made good.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By working with the trend of low housing demand rather than against it, this scheme would be gentler and less costly than Pathfinder. It would restore the market value of remaining properties by decreasing their density, placing them in leafy settings and by increasing scope for their improvement and extension. It would not be disruptive of social networks as occupants could remain in their homes rather than be evicted and resettled. It would benefit the natural environment by increasing wildlife habitats while the embodied energy would be saved in the retained buildings. It would enable an area to maintain its unique and distinctive character and evolve at a natural pace. \n\nThe newly greened plots of land could remain the property of the scheme administrators which, if and when the economic situation allowed, might be sold on as individual parcels of land with or without planning permission. \n\nThe scheme need not be limited to specific locations but would work anywhere.",
            "closed_at": "2007-09-28T00:00:00Z",
            "created_at": "2007-02-21T12:01:42.622608Z",
            "creator_name": "David Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T12:01:42.622608Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3303772
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pathfinder/"
    },
    "type": "petition"
}