{
    "data": {
        "attributes": {
            "action": "limit freedom of speech to minimise Hatecrime within the uk.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have read petitions such as ones ''An Individuals'' (whos name for legalreasons i cannot write) that was signed by 231 people encouraging us to follow other countries and ban the Burqa (Headscarves common within the Islamic culture) We live in a multicultural society and I am 16 years of age and have enough decency to respect the beliefs of others, and I think we should all have this mutual respect in order to help conform and efficiently integrate all races and religions into are truly great Democratic society and by encouraging us to remove this religious symbol, are we really acting democratically? Those who take my comment into consideration please sign my petition and help wipe this type of commenting because I believe it shouldn’t be allowed, simply because this could spark and encourage hate crime. If Muslim people take offence to being asked to lower a Burqa with such Controversy as in recent times, how would they react to this? Thank you for your time.",
            "closed_at": "2007-09-13T00:00:00Z",
            "created_at": "2007-02-21T11:55:50.797696Z",
            "creator_name": "Luke Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T11:55:50.797696Z",
            "rejected_at": "2007-03-27T10:13:28.560156Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Freedom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3303525
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/limitspeechonnet/"
    },
    "type": "petition"
}