{
    "data": {
        "attributes": {
            "action": "PETITION IN RESPONSE TO THE PM EMAIL RE: ROAD PRICING",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SUBJECT: ABOLISH CAR TAX, REDUCE FUEL TAX AND INCREASE THE MINIMUM DRIVING LIMIT TO 21 YEARS \n\nDear Mr Blair,\n\nIn reply to your email today. Unfortunately, your excuses do not wash. However, road taxing/tolls would not be such a bad thing if we did not pay so much tax already. As you should be aware citizens of France have toll roads and everyone including visitors of their country pay for using. But, the French citizens do not pay car tax. \n\nWhat are you thinking of Mr Blair? People from EU countries, who now live in the UK and have brought their cars over into the UK with them, do not pay car tax. Yet we are paying for 90% of these people to live in our country with all the other taxes you take from us.\n\nStop taking us for everything we have and start giving us something back for a change - ABOLISH CAR TAX, REDUCE FUEL TAX AND INCREASE THE MINIMUM DRIVING LIMIT TO 21 YEARS",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T12:07:17.685048Z",
            "creator_name": "Lisa Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T12:07:17.685048Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 18432,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3304051
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/replytoemail/"
    },
    "type": "petition"
}