{
    "data": {
        "attributes": {
            "action": "Offer tax benefits to employers to encourage a 'working from home' culture.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The benefits of working from home can have massive benefits to companies, employees and have a huge impact on road congestion.  Technology today allows for a large percentage of daily office activities to be performed from anywhere in the world.\n\nCompanies would benefit by reducing office space.  Their employees would be more willing to provide flexible support instead of being focussed on the train timetable or beating the rush-hour.  Their employees would not be so stressed.\n\nEmployees would benefit from the reduction in travelling time and costs.  They would get to spend more time in their homes with their families.  They would be less stressed.\n\nCongestion would be reduced.  The environmental benefits would be obvious and the dreaded road pricing policy would be a thing of the past.\n\nIt may not be possible for everyone to benefit directly from this, but the knock-on benefits would soon filter down.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T12:57:22.855773Z",
            "creator_name": "Jon Yates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T12:57:22.855773Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence - http://petitions.pm.gov.uk/workathome/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3305656
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WorkingFromHome/"
    },
    "type": "petition"
}