{
    "data": {
        "attributes": {
            "action": "Consider Free School Buses and Travel Passes AND Incentives for Companies to Run Staff Shuttle Schemes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Road-pricing itself won’t change car use. We are creatures of habit. If you don't give us a good reason to change, if it takes longer or isn’t any cheaper, we won’t change. We want to know, what's in it for us? If I took public transport to work it would take over an hour & cost me £4 a day instead of 15 mins by car for a few pence, so I take my car! Parents drop their kids to school en-route to work or because it's quicker and safer, or just out of habit. How about this? As well as free use of regular bus services a School Shuttles in towns/cities. Take kids to pick-up points & know that they will be safely dropped at school & the same going home. What about tax incentives to companies that lay on staff buses at peak times? Dropped at the office door for say £1 each way? Make buses more energy efficient while your at it too! They're hardly environmentally friendly! Each bus on the road takes more cars off the road. If yr a student who wants free travel for students go to: http://petitions.pm.gov.uk/passes/.",
            "closed_at": "2007-05-13T00:00:00Z",
            "created_at": "2007-02-21T12:58:11.154728Z",
            "creator_name": "Izzi Reynaud",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T12:58:11.154728Z",
            "rejected_at": "2007-03-26T16:00:07.710698Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/schoolbus/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3305714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TravelFreebies/"
    },
    "type": "petition"
}