{
    "data": {
        "attributes": {
            "action": "Restrict funding facilities or infrastructure for the 2012 London Olympics - \"IF WE HAVE TO PAY, THEN WE WANT TO PLAY\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Restrict the raising of any tax, levy, or enforced subscription, to those living or working within a 30 mile radius of any facility or infrastructure erected or developed for the 2012 London Olympics.  If expenditure on the Olympics cannot be met in this way, then re-locate facilities away from London and the South East, to other parts of the United Kingdom.  To locations where they will allow the raising of sufficient funds by the 30 mile radius mechanism (e.g Manchester, Birmingham, Leeds, Newcastle, Glasgow, Edinburgh, Belfast etc).  This will also distribute the future benefit of the facilities after the Olympics, for participation and spectatorship, to the wider UK population, not just the South East of England.\nThe slogan on behalf of the whole of the UK population is \"IF WE HAVE TO PAY, THEN WE WANT TO PLAY\"",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T13:15:36.228472Z",
            "creator_name": "Kevin Wormley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T13:15:36.228472Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Olympic-bid/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3307036
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Olympics/"
    },
    "type": "petition"
}