{
    "data": {
        "attributes": {
            "action": "introduce fuel tax on air fuel to bring it in line with other transport and fit the \"polluter pays\" policy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK can demonstrate its leadership in the global environmental discussions by unilaterally introducing tax on aircraft fuel, in line with that applied to other transport, based on the comparative pollution levels.  This bold move would demonstrate the UK's ability to act independently and set the lead for other nations to follow, & remove the effective subsidy of the airline industry created by the current agreement.  Investment could be targeted towards more appropriate and less damaging forms of transport, and reduce the inflated pressure for more airport terminals based on temporary \"budget airline\" demand.  Budget airlines need to realise that they have profited massively from this tax loophole for years, it’s their choice to identify an alternative growing industry for their future investment and profits.  This move would also remove the unnecessary need for massive expansion of Stansted and the huge financial & environmental costs.  Its the UK's opportunity to lead the way.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T14:01:08.793415Z",
            "creator_name": "Dave Fry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T14:01:08.793415Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/aviation-tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3310459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AirFuelTax/"
    },
    "type": "petition"
}