{
    "data": {
        "attributes": {
            "action": "guarantee and ring fence any future taxes levied by road taxation, fuel excise duty and road pricing schemes to be ploughed back into the development of the road and rail infrastructure as well as targeting increased investment into public transport. We demand a transport infrastructure fit for the 21st Century.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has to show leadership and even-handedness in reducing congestion, improving public transport and reducing carbon emissions by demonstrating it is providing real and tangible alternatives to car usage without overly penalising the motorist. Furthermore, it needs to show how this increased level of investment will contribute to the reduction of carbon emissions.\n\nThe perception is that the Government is overly taxing the motorist with increased stealth taxes while not providing a suitable alternative. It now needs to demonstrate this (in a similar way to the 1% increase in National Insurance was ring fenced for the NHS in 2002) by producing a transport policy and infrastructure fit for the 21st century that will support and grow the economy while reducing the effects of climate change.\n\nWe need a 21st Century Marshal Plan for transportation in the UK.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-02-21T14:03:23.942614Z",
            "creator_name": "Dr Preetinder Cheema",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T14:03:23.942614Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/roadtaxfor-roads/\nhttp://petitions.pm.gov.uk/PT-funding/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3310631
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/21CntryTransport/"
    },
    "type": "petition"
}