{
    "data": {
        "attributes": {
            "action": "ookymooky",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Road congestion needs to be addressed by \"thinking out of the box\".  \n\nI supported the road-pricing petition - it is a Government initiative intended to raise funds not intended to reduce congestion. \n\nRoad pricing will drive up prices for goods/ services.  \n\nPublic transport is virtually non-existent in many areas.  \n\nRail travel is beyond the pocket of many people wanting to visit friends and family.  \n\nMotorists who have no choice but to commute should not be taxed further.  \n\nTherefore, suggest another way of easing the congestion problems on our roads would be to limit road use for certain large and/or slow moving vehicles to overnight journeys, i.e., between the hours of 22:00 and 06:00\n\nThe vehicles concerned are likely to be articulated lorries on the road during the day making deliveries to supermarkets, stores and factory sites. \n\nCaravans being towed by car or van should also be included in this restriction.  \n\nFarm vehicles, etc., should be exempt.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T14:34:59.082124Z",
            "creator_name": "Angela Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T14:34:59.082124Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2304,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3312733
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Road-congestion/"
    },
    "type": "petition"
}