{
    "data": {
        "attributes": {
            "action": "Abolish means testing for the Educational Maintenance Allowance (EMA) making it universaly available for all Post 16 students.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Educational Maintenance Allowance is currently paid to Post16 students.  If their parents earn less than £20,817 students are entitled to £30 per week with a reduced entitlement at increments up to £30,810.  Students whose parents earn this amount or above receive nothing.  This system creates division amongst young people at a time when teachers are promoting an ethos of community, equality & mutual respect. EMA should be for all who meet the criteria that they themselves can control.  A student can decide if they wish to achieve an excellent attendance record and if they wish to work hard but they have no say in what their parents earn. When students reach 16 we should be encouraging responsible independence to all, not just those whose parents are not well-off.  The weekly payment may have to be reduced to account for redistribution, and extra revenue will be required, but the long-term cost to a society with happy, motivated & independent students will be far less.",
            "closed_at": "2007-09-10T00:00:00Z",
            "created_at": "2007-02-21T14:51:48.191697Z",
            "creator_name": "Alan Hunt",
            "government_response_at": "2007-11-22T16:18:03.980958Z",
            "government_responses": [
                {
                    "created_at": "2007-11-22T16:18:03.980958Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abolish means testing for the Educational Maintenance Allowance (EMA) making it universaly available for all Post 16 students.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13821.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EMA4ALL'",
                    "updated_at": "2007-11-22T16:18:03.980958Z"
                }
            ],
            "opened_at": "2007-02-21T14:51:48.191697Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 223,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3313807
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMA4ALL/"
    },
    "type": "petition"
}