{
    "data": {
        "attributes": {
            "action": "Scrap Nuclear Power",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nuclear power is the dirtiest form of electricity generation because of the problem of safely disposing of its waste, which has a 'half-life' of many thousands of years.\nPeople who live near a nuclear power station inevitably receive a dose of radiation when there is a leak; which probably happens at least annually. The whole area around a nuclear power station is a no go area as far as I am concerned, especially in the direction of the prevailing wind. Everyone knows that if you live near a nuclear power station, the leukeamia which your child may be suffering from is caused by the radiation in the area.\nAlso, nuclear reactors can explode, for example: Chenobyl in 1986! Fallout from that reached Britain, many hundreds of miles away and contaminated farmland. Just imagine the consequences if a nuclear reactor exploded in Britain! Simply, it could make a large area of Britain uninhabitable for thousands of years!!!!\nI request that tax payers' money be used to replace nuclear power stations with renewable energy sources: wind farms, tidal barrages (perhaps across the River Severn Estuary, other estuaries, bays, coves and the Solent), hydro-electric dams and solar power.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-02-21T14:45:29.332194Z",
            "creator_name": "Philip Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T14:45:29.332194Z",
            "rejected_at": "2007-03-27T11:44:30.192054Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Atomic-power/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3313433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nuclear-Energy/"
    },
    "type": "petition"
}