{
    "data": {
        "attributes": {
            "action": "Introduce legislation to penalise all national media companies for anything they publish about any identifiable individual, whether called 'speculation' or not, which subsequently proves to be false.  Penalty to be set at 1% of that day's turnover per lie, or other appropriate penalty, to be paid out to charities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am fed up to the back teeth with the constant round of lies and deliberate misrepresentation being inflicted on this country with impunity, by the British press & other media. We no longer have a press corps who is interested in justice, let alone truth, except as an accidental by-product of their activities. It is high time they paid for the pain they inflict upon both individuals (even politicians sometimes!) and society as a whole.\n\nMany, maybe most, of the ills that afflict British society today can be traced back to the pernicious activities of journalists who deliberately stir up trouble and public dissent in order to sell more newspapers, advertising, etc, and cause Governments and politicians to waste precious time dealing with press created issues rather than the real problems facing the country. The libel laws are totally inadequate for this purpose and the only way to change such terrible behaviour is to hit the media in the pocket, where it hurts.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T20:06:09.944484Z",
            "creator_name": "Arthur Riding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T20:06:09.944484Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-02-22T00:01:01.762408Z"
        },
        "id": 3330728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/medialies/"
    },
    "type": "petition"
}