{
    "data": {
        "attributes": {
            "action": "give all mental health nursing assistants, nursing auxilaries and health care workers more pay for facing dangerous patients who are mostly sectioned under the mental health act. These patients attack staff on a daily basis and most assistants are only on band 2 of the agenda for change pay scale which relates to 13,000 pounds per year",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "nursing assistants deal are having to face with intense hostility because the patients are more dangerous to handle.Most staff get 13,000 pounds per annum and have to restrain patients sometimes for hours.if a patient gets hostile in the community they sometimes get sectioned under the mental health act.They are then placed onto a ward with around 20 other patients and managed by 2 staff nurses and 2 n/a staff.The staff are trained in how to control and restain these patients but they dont get the money they deserve for facing these dangerous conditions. Some staff have had broken arms legs and numerous bruises helping to look after these very ill patients. Please help give these nurses an adequate wage for doing the job they love.Is 800 pounds per month an adequate wage for facing danger day in day out.Please recognise the valuable job we do. The unit i work in has had a 65% turnaround of staff in two years because of low pay.",
            "closed_at": "2007-07-11T00:00:00Z",
            "created_at": "2007-02-21T20:49:04.227168Z",
            "creator_name": "julian price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T20:49:04.227168Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3332465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mental-staff/"
    },
    "type": "petition"
}