{
    "data": {
        "attributes": {
            "action": "Close the E-Petition site down - it only insults the public because nothing will be changed as a result.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The E-Petition concept is a complete waste of the public's spirit, effort and coffers.\n\nWe now can assume that since our government is determined to ignore the nearly 1.8 million signatures of the anti road charging petition, that all other E-Petitions on the Number 10 website failing to come anywhere close this volume of signatures will be given utterly no consideration at all.  The next highest numbers at the end of the anti road charging petition was just 85,894 (to scrap inheritance tax) and then 31,902 (to repeal the Hunting Act 2004).\n\nIf 1.8 million people cannot influence the PM to do any more than re-iterate the same old 'clap-trap' as we had just voicing our objection to, then close the site down.  Keeping it going will only make the people realise this is not a free country after all and then start looking at other matters more critically (like how we are being duped into a federal Europe).\n\nYour vote on this petition is a vote of NO CONFIDENCE in the E-Petition concept.",
            "closed_at": "2007-05-02T00:00:00Z",
            "created_at": "2007-02-21T21:23:13.460029Z",
            "creator_name": "Richard Tobin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T21:23:13.460029Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3333784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/end-epetitions/"
    },
    "type": "petition"
}