{
    "data": {
        "attributes": {
            "action": "consider the creation of a new form of government to be called  “Cabinet government” which would do away with the existing and historic system used in 10 Downing Street … of decision making via informal sofa-based discussions between the PM and the occasional minister and assorted special advisers, and where experts on media presentation advise on new initiatives and policies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The main features of this new “Cabinet government” might be:\n\n1. The Cabinet is fully briefed on all major issues and has sufficient time to discuss them and to make collectively the right decisions for the nation.\n2. There would be collective ministerial responsibility.\n3. The professional civil service might be asked to assist both with analysis of policy options and delivery of policy objectives.\n4. Rigerous and expert review of proposals by the civil service might result in better researched new legislation and policies which will command public confidence and stand the test of time.\n5. Real consultation with the public which takes account of their views, allied with transparency of process and openness with the electorate.\nIn summary, \"Cabinet government\" may sound a bit utopian - but the Prime Minister should feel empowered to try it out.  The hand of history might even feel it to be quite a sensible reform and a useful legacy for the next government of England.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-02-21T21:46:36.908182Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T21:46:36.908182Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-03-13T00:01:01.560752Z"
        },
        "id": 3334725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cabinet/"
    },
    "type": "petition"
}