{
    "data": {
        "attributes": {
            "action": "Save May Place Newcastle-under-Lyme, Staffordshire's Only  specialist day care centre for Dementia & Alzheimer's Disease suffers. It is the Staffordshire County Council Model for the day care  of the Elderly Mentally Infirm (EMI) and under their  \"Changing Lives Agenda\" it is being closed in March 2009. As yet there is no suggested replacement for this excellent and vital service for our elderly and especially vulnerable community and their carers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "May Place, Newcastle is Staffordshire’s only specialist Dementia & Alzheimer’s Disease Day Care Centre. This pioneering EMI (Elderly Mentally Infirmed) Day Centre is due to be closed in March 2009 under Staffordshire County Council’s Health & Social Care Strategy “Changing Lives Programme”. Dementia, a progressive brain dysfunction, leads to a gradually increasing restriction of daily activities. The most well-known type of dementia is Alzheimer's disease. Dementia not only affects patients, but also those surrounding them, as most patients require care in the long-term.  The service and the respite that May Place gives to both suffers and the carer is second to none, the “Changing Lives Programme” offers no suitable alternative to this excellent service, and was excluded from the consultation process…Please support this petition to save May Place.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-02-21T21:59:46.923405Z",
            "creator_name": "Bob Rankin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T21:59:46.923405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 87,
            "state": "finished",
            "updated_at": "2008-03-13T03:13:54.347303Z"
        },
        "id": 3335229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/may-place/"
    },
    "type": "petition"
}