{
    "data": {
        "attributes": {
            "action": "Stop Tesco building a wholly inappropriate 9950 sqm 24-hour hypermarket in Partick, Glasgow risking independent retailers, markets and wildlife",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tesco plan to build a wholly inappropriate 9950 sqm 24-hour hypermarket and 1200 flats in Partick leaving its mix of independent retailers, markets and wildlife at risk:\n\nGlasgow City Council, part owning the site, has financial interest in the proposal. \n\nScottish Executive’s SPP8 states “designs which fail to integrate developments with surroundings and fail to create links with surrounding urban fabric should be refused planning permission” (p 7 par 27).\n\nProposed size of store and accommodation is wholly inappropriate. \n\nDemolishing Partick Central ticket office was gratuitous; an application was underway to list this building. \n\nTransport Impact report supports the stance a 9950 sqm store is unjustified.\n\nRetail Impact report submitted concludes under capacity in retailing.  In fact most agree surplus capacity.\n\nMajor impact on vitality & viability of Dumbarton, Byres, Woodlands & Hyndland Roads expected.\n\nTesco’s proposal lists no alternative sites for the development.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2007-02-22T00:03:29.306609Z",
            "creator_name": "A Watson",
            "government_response_at": "2008-03-17T12:43:34.940883Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:43:34.940883Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop Tesco building a wholly inappropriate 9950 sqm 24-hour hypermarket in Partick, Glasgow risking independent retailers, markets and wildlife.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15067.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'STOP-TESCO'",
                    "updated_at": "2008-03-17T12:43:34.940883Z"
                }
            ],
            "opened_at": "2007-02-22T00:03:29.306609Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 437,
            "state": "finished",
            "updated_at": "2008-03-13T03:14:10.208176Z"
        },
        "id": 3338839
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOP-TESCO/"
    },
    "type": "petition"
}