{
    "data": {
        "attributes": {
            "action": "Reinstate the publics right to privacy which is now denied us under various legislations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A common retort against privacy advocates by those in favor of ID cards, cameras, databases, and other wholesale surveillance measures is: \"If you aren't doing anything wrong, what do you have to hide?\" There are many clever answers like \"If I'm not doing anything wrong, then you have no cause to watch me.\" The problem is that they accept the premise that privacy is about hiding a wrong. It is not. Privacy is an inherent human right, and a requirement for maintaining the human condition with dignity and respect. \n\nMany wrongly characterize the debate as \"security versus privacy.\" The real choice is liberty versus control. Tyranny, whether it arises under threat of foreign physical attack or constant domestic authoritative scrutiny, is still tyranny. Liberty requires security without intrusion, security plus privacy. Widespread police surveillance is the very definition of a police state. That's why we should champion privacy even when we have nothing to hide.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-02-21T23:50:50.365801Z",
            "creator_name": "jean dalton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-21T23:50:50.365801Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "There are several similar petitions already on this issue, for example http://petitions.pm.gov.uk/billofrights/\n\nPlease consider signing an existing petition, rather than creating your own.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3338574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Right2Privacy/"
    },
    "type": "petition"
}