{
    "data": {
        "attributes": {
            "action": "Pass legislation so that, following a separation or divorce, a parent with residential care may not be permitted to prevent the  non-resident parent from seeing their children. I propose that if the parent with residential care makes the unilateral decision to deny access to the other parent then a criminal act has been committed. Children need contact with both parents. The onus should be on the parent with residential care to PROVE in a court of law that there are justifiable grounds for refusing access - and until that time both parents should have full contact with their children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All too often the parent with residential care, during a separation and divorce, makes a unilateral decision to deny the non-resident parent access to his/her child or children; sadly the children become a weapon! This is unacceptable as it is damaging for the child as well as the parent and for other relatives (eg grand-parents). \n\nBy legislating the right for both parents to have access to the children there will be less trauma caused to the child. Where there is genuine reason for refusing or restricting access (ie evidence of abuse) the court should rule against access and/or set out procedures. \n\nThis will stop one bitter parent poisoning their child’s mind against the non-resident parent; too many children blame themselves for their parent's divorce and/or spend years believing a parent no longer loves them when actually the parent with residential care is manipulating the situation to punish the non-resident parent; and maybe even try to wipe them from the child's history.",
            "closed_at": "2007-09-12T00:00:00Z",
            "created_at": "2007-02-22T01:30:19.138413Z",
            "creator_name": "Julie Parton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T01:30:19.138413Z",
            "rejected_at": "2007-03-26T14:31:46.826933Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FathersEquality/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3339731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fairacces4nonres/"
    },
    "type": "petition"
}