{
    "data": {
        "attributes": {
            "action": "Stop Britain's decline towards becoming a subsidary of America Inc. by tackling obesity, gun crime, drug use, a letigious culture and British companies being taken over by Americans, for example.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is losing it's Britishness.  We are sliding down a slippery slope of becoming like America, which is not a desirable place to be.  We need to become less associated with America and retain our own culture and independence.  Obesity is on the increase, as is drug, gang and gun culture.  We are becoming more letigious, which is increasing our insurance costs and making our ordinary lives difficult with increased health & safety (and lack of common sense) as a result. Our 'special friendship' with America needs to be rethought. Successful British companies are being taken over by Americans, who then try to impose 'the American way' of working on British workforces.  Please keep Britian British and not part of America Inc.",
            "closed_at": "2007-08-22T00:00:00Z",
            "created_at": "2007-02-22T08:30:41.164003Z",
            "creator_name": "Lee Pike",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T08:30:41.164003Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3342046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/America-Inc/"
    },
    "type": "petition"
}