{
    "data": {
        "attributes": {
            "action": "Restore all Hereditary Peers to the House of Lords",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All Hereditary Peers that reside in the United Kingdom should be entitled to the right to sit and vote in the House of Lords. For 800 years the nobility have been a check on the executive; that check, now more than ever, needs to be fully restored given the present unsustainable situation within the House of Lords. In an age when all forms of discrimination are challenged, why was discrimination based on class, allowed to occur in 1999, with the removal of the majority of Hereditary Peers? Only the Monarch should be entitled to change the age old British political system, not political parties intent on constitutional vandalism. What is needed is not a second elected chamber, but an independent permanent chamber that improves legislation. Even though I am not of noble birth I respect the authority and wisdom of the aristocratic families of this great Kingdom. Sign this petition and give a voice to a highly discriminated minority group in modern Britain.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-02-22T12:24:18.692948Z",
            "creator_name": "Benjamin Nugent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T12:24:18.692948Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "there are lots of petitions already with similar themes",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3353791
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hereditary-Peers/"
    },
    "type": "petition"
}