{
    "data": {
        "attributes": {
            "action": "Support the local campaign, featured in national newspapers to save the historic Queens Market in Upton Park, Newham E13 from the council axe and private developers bulldozers. Help us please Mr Blair.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Upton Park is a thriving and profitable covered street market. Situated in the East End it over 100 years old & is the heart of a vibrant community that draws in people from across London and beyond. Famed for its affordable and culturally appropriate produce, it is much more than just a market, a living information exchange and communal space. Queen's Market is an important centre of employment as well bringing millions of pounds into the local economy. It exudes entrepreneurial spirit, tolerance and good humour. Little wonder then that Londoners love it. Sadly, it is now under direct threat due to the arrogance and irresponsibility of Newham Council. Local people are determined to resist the Sir Robin Wales' (Mayor of Newham) scheme to hand the market community over to private developers.\n\nPlease come to Newham, to visit the Market and see for yourself the jewel in Newhams crown.\n\nwww.friendsofqueensmarket.org.uk\nwww.bbc.co.uk/dna/actionnetwork/G1493",
            "closed_at": "2007-06-22T00:00:00Z",
            "created_at": "2007-02-22T12:49:01.647932Z",
            "creator_name": "Paul Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T12:49:01.647932Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3355454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveQueensMarket/"
    },
    "type": "petition"
}