{
    "data": {
        "attributes": {
            "action": "Legistate, that any person who causes death by dangerous or reckless driving of a motor vehicle, faces a mandatory charge of manslaughter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For a long time now, someone who kills another person by dangerous or reckless driving, almost always faces a maximum charge of 'dangerous driving'. Most people think that this is pathetic, so why does it still apply? \n\nLast year in the West Midlands, three people [one an unborn baby] were mown down and killed. A few days ago, the person who did this was jailed 7 years. This was not for killing 3 people but [wait for it] driving a car in a 'dangerous' manner. \n\nThe people who were killed, were on a pedestrian crossing, where the lights were on red. A lorry was stationary, waitng for the people to cross, the husband of the woman killed, was on the other side of the road, waving to his wife and son, has they crossed. In other words, there is NO way that someone driving down that stretch of road, could not see what was happening and therefore, slow down and stop. This did not happen, so the only explanation left, is that the driver of the car that killed them - could not be bothered.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-02-22T13:49:52.133909Z",
            "creator_name": "Paul Beese",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T13:49:52.133909Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with severlaalready in existence - http://petitions.pm.gov.uk/dangerousdriving/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3359483
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/killerdrivers/"
    },
    "type": "petition"
}