{
    "data": {
        "attributes": {
            "action": "Raise the threshold for small business registration for VAT to £150,000 or base on profit not turnover",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Raising the threshold would reduce costs and encourage growth in small businesses.\n\n1)Tax office spends thousands of pounds employing Avoidance Officers, most of which spend time looking at companies that split businesses to avoid VAT registration.  This money could be saved and more.\n\n2)Small businesses can employ more people by growing sales.  Standard model is for business to make 50% gross profit on sales.  \n\nTherefore, at current VAT limit of £61k, businesses are, on average making £30k gross profit and can afford to employ one person at average wage (currently £23k).  Above £61k, SME's need to pay VAT.  They either suffer this cost (reduce prices by 17.5%) or pass onto customers.  If customers cannot sustain extra cost of VAT , then business either loses sales (no longer as competitive) or lose revenue (17.5% reduction due to VAT). In order to help small businesses grow and employ more people (better for economy), propose that threshold is raised to £150k or based on profit not turnover.  At this rate business could afford to employ 3 people without having to struggle to up sales volume by 17.5% in order to cover VAT.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-02-22T14:53:17.160731Z",
            "creator_name": "Melissa Cupis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T14:53:17.160731Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2008-03-28T00:01:01.340742Z"
        },
        "id": 3364942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VATthreshold/"
    },
    "type": "petition"
}