{
    "data": {
        "attributes": {
            "action": "Introduce Debt-Free Money into circulation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British monetary system, like all other monetary systems, is based on debt.  Consumer debt is in excess of £1 trillion, business debt currently stands at around £500 billion and the National Debt is valued at around £450 billion.  The Government is borrowing money from private banks when it has the power to create its own money through the Bank of England.  The banks are creating money \"out of thin air\" which then comes into circulation as an interest-bearing debt, which is the primary cause of inflation.  The banks then make big profits (now £38 billion) from this and it is the reason why taxes can never be reduced and also why the National Debt can never be repaid.  This processes has been going on since the 1690s and it's time to end the travesty.  Lots of research exists on the subject of debt-free money.  Research shows that Debt-Free Money has huge advantages.  The Government can and should introduce debt-free money into circulation.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-02-22T15:41:08.307811Z",
            "creator_name": "Warren Blinston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T15:41:08.307811Z",
            "rejected_at": "2007-03-30T09:06:05.432462Z",
            "rejection": {
                "code": 2048,
                "details": "This petition seems to be the same issue as\nhttp://petitions.pm.gov.uk/Bank-Deficit/ or \nhttp://petitions.pm.gov.uk/monetarypolicy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3367801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DebtFreeMoney/"
    },
    "type": "petition"
}