{
    "data": {
        "attributes": {
            "action": "Urgenrtly look into the matter of leakage of chemicals in Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned call upon the Prime Minister to: Urgently look into the report that appeared in a national newspaper in February stating that the chemical company Monsanto UK, over 30 years ago, dumped tonnes of chemical waste in a quarry in Wales.  There is leakage into the underground water system and the atmosphere. Amongst the chemicals was Agent Orange – used with such horrific devastating effect by US forces on Vietnam.\n\nToday in Vietnam there are over 3 million Vietnamese suffering from illnesses and severe disabilities due to the use of Agent Orange. There are many hundreds of military servicemen and women who served in Vietnam, from South Korea, Australia, New Zealand and the United States who are also ill from Agent Orange.\n\nThe Environment Agency puts the cost of clean up at £100 million. If this is correct, the cost should be paid by Monsanto and not by taxpayer.  Monsanto should also pay compensation for any abnormal births, illnesses etc as a result of the leakage.\n\nMonsanto is one of 36 chemical – who manufactured Agent Orange - being sued in a lawsuit in New York by the Vietnamese affected by Agent Orange.\n\nLen Aldis. Secretary\nBritain-Vietnam Friendship Society.'",
            "closed_at": "2008-01-12T00:00:00Z",
            "created_at": "2007-02-22T16:37:21.718117Z",
            "creator_name": "Len Aldis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T16:37:21.718117Z",
            "rejected_at": "2007-03-26T13:45:47.468925Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3370840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Monsanto/"
    },
    "type": "petition"
}