{
    "data": {
        "attributes": {
            "action": "respond quickly to yesterday's High Court decision and to offer the 125,000 members of pre-2005 failed pension schemes compensation on a scale equivalent to that under the new PPF (Pension Protection Fund).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is disappointing that the Government still insists that realistic compensation, say on the PPF scale, remains subject to affordability by taxpayers - but without indicating what the proper true cost is.\n\nInstead, it continues to suggest exaggerated costs of around £15bn “in cash terms”, by which it means ‘funny-money’ future cash flows over the next 60 years or so.  In point of fact, its own figures disclose a Net Present Value of only some £3.3bn (i.e. cost in today’s money terms) – and this is before allowing for the offset of income tax and the considerable saving in means-tested State benefits, which together are likely to reduce the gross £3.3bn cost to nearer £2bn net.\n\nThis contrasts strikingly with the £5bn that Chancellor Brown’s 1997 pension tax change has taken out of pension schemes each year since then.  So, please support this petition if you wish the Government to act now to alleviate this long-running injustice by awarding PPF-scale benefits.",
            "closed_at": "2007-06-10T00:00:00Z",
            "created_at": "2007-02-22T17:20:54.285591Z",
            "creator_name": "Ronnie Sloan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T17:20:54.285591Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3373312
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PensionJustice/"
    },
    "type": "petition"
}