{
    "data": {
        "attributes": {
            "action": "play The Grid with Gordon Brown.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Grid is the very pinnacle of beverage based penalty games. It has oft proved to be the undoing of many a stout fella. Clearly if that were it's only benefit I'd be suggesting any number of other beverage based penalty games... such as Bunnies. But what The Grid (be it 1.0, 2.0, 2.0 Extreme or 2.0 Extreme Pro) does so well is to provide a flawless education in what game theorists would describe as a lose-lose situation. Very quickly does the intelligent Gridster learn that the only way to win is not to play at all. It's like noughts and crosses... with fingers. And herein lies the point. If our erstwhile (and I use the term advisedly) leader was more familiar with the principles and consequences of The Grid he might not have been so hasty with the old Iraq decision. So it's in the interests of the nation that he sit down to a marathon, Nelson fuelled session of The Grid and teach Gordon a lesson he can, in turn, pass on to future Prime Ministers. Mutually Assured Destruction.",
            "closed_at": "2007-08-22T00:00:00Z",
            "created_at": "2007-02-22T17:24:12.094324Z",
            "creator_name": "Thorpedo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T17:24:12.094324Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3373500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheGrid/"
    },
    "type": "petition"
}