{
    "data": {
        "attributes": {
            "action": "remove and re-cycle the vehicles belonging to anyone driving while: 1.Un-insured 2.Not Taxed 3.No appropriate licence 4.No valid test certificate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the main points mentioned regards \"road charging\" was the vast number of vehicles using our roads.\nYou need only look in your local paper to see the number of drivers flouting the Law. When the Law eventually catches up with them, they're usually given a paltry fine, while us law abiding folk are spending £1000's of pounds a year to keep our vehicles on the roads. Someone driving illegally for 2 years, no tax, insurance or licence, gets caught and is fined a couple hundred quid and gets points on a licence that doesn't exist! WHAT KIND OF A DETERRANT IS THAT? They should either be fined a realistic amount, for example, the cost of an average amount of driving lessons + insurance OR have their vehicles siezed and re-cycled. There must be thousands of vehicles in this category. Imagine the possible revenue as well as reducing road congestion etc.\nThank you",
            "closed_at": "2007-08-22T00:00:00Z",
            "created_at": "2007-02-22T18:39:00.231971Z",
            "creator_name": "Simon Firth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T18:39:00.231971Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Car-Crushing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3377191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/illegalvehicles/"
    },
    "type": "petition"
}