{
    "data": {
        "attributes": {
            "action": "GIVE FAIRER EDUCATION (SCHOOLS AND COLLEGES) TO CHILDREN AND ADULTS WITH DISABILITIYS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I AM TRYING TO GET A FAIRER DISABILITY LAW THAT DOES NOT DISCRIMINATE AGAINST PEOPLE AT SCHOOLS AND COLLEGES.  AT THE MINUTE I AM ACHIEVING THE DREAM OF MY LIFE AT COLLEGE DOING MY AAT ACCOUNTANCY TECHNICIAN LEVEL (WHICH IS MY FINAL YEAR) AND HAVE HAD TO FIGHT HARD TO GET ONTO THIS COURSE AS OTHER COLLEGES IN THE NORTHEAST STOPPED ME FROM DOING IT APART FROM ONE.  \n\nI HAVE FOUND THAT THEIR ARE NO SOLICITORS SPECIALLY TRAINED IN THE FIELD OF SCHOOLS AND COLLEGES LAW AND THAT THE DISABLED PERSON DOES NOT QUALIFY FOR LEGAL AID.  SO HOW ARE WE GOING TO IMPLEMENT THE DISABILITY ACT.\n\nI WANT THE DISABILITY RIGHTS COMMISSION TO ACTIVELY HELP US TAKE SITUATIONS TO COURT AS THIS ORGANISATION ONLY GIVES ADVICE AND CANNOT LEGALLY GET INVOLVED AS THE GOVERNMENT ARE CUTTING THEIR FUNDING BACK AND WOULD LIKE MORE PRESSURE PUT ONTO PRESENT GOVERNMENT AND FUTURE GOVERNMENTS TO GIVE MORE MONEY TO HAVE A FAIRER ACT.",
            "closed_at": "2007-09-10T00:00:00Z",
            "created_at": "2007-02-22T19:29:00.863124Z",
            "creator_name": "Nicola Jane Ratcliffe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T19:29:00.863124Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3379380
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DISABILITYACT/"
    },
    "type": "petition"
}