{
    "data": {
        "attributes": {
            "action": "require Eurostar UK to retain a direct rail service between Ashford International and Brussels, in order to preserve existing commercial, social and cultural links, to promote regional regeneration and the local tourist industry, and to reduce the need to travel by road and air.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eurostar UK's proposals would oblige most of the passengers who at present travel from Ashford to Brussels by rail either to drive to Ebbsfleet, adding to the present congestion on the M25, or to travel by air, in either case significantly increasing carbon emissions.",
            "closed_at": "2007-11-09T00:00:00Z",
            "created_at": "2007-02-22T20:09:22.429686Z",
            "creator_name": "Richard Holmes",
            "government_response_at": "2007-12-04T15:48:33.168105Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:48:33.168105Z",
                    "details": "You signed a petition asking the Prime Minister to \"require Eurostar UK to retain a direct rail service between Ashford International and Brussels, in order to preserve existing commercial, social and cultural links, to promote regional regeneration and the local tourist industry, and to reduce the need to travel by road and air.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13958.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ashford-Brussels'",
                    "updated_at": "2007-12-04T15:48:33.168105Z"
                }
            ],
            "opened_at": "2007-02-22T20:09:22.429686Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1040,
            "state": "finished",
            "updated_at": "2007-12-14T03:12:10.827689Z"
        },
        "id": 3381129
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ashford-Brussels/"
    },
    "type": "petition"
}