{
    "data": {
        "attributes": {
            "action": "apologise for leading the country into war in Iraq, for the violent chaos now rife in that country, and for the increased danger and the shame this policy has brought to our country.  We further ask the Prime Minister to demonstrate his contrition by leaving office before the tenth anniversary of his premiership.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are two purposes to this petition, which follows directly from the Prime Minister’s refusal to apologise on Radio 4 on 22 February.  First:  it is impossible to form good policies for the future without admitting the mistakes of the past.  This country’s ability to make good future policy choices towards Iraq and other foreign policy challenges is gravely compromised by the need for each new decision to continue a defence of past flawed policy.  The country needs a clean break from the Prime Minister’s involvement in Iraq in order to contribute usefully to future solutions.  Second:  many in the country continue to feel that their real shame, or anger, over our country’s conduct in going to war in Iraq and the subsequent aftermath seems to have no effective voice.  The Prime Minister could show true leadership in taking an action which would heal some of these wounds and leave the country less divided for successor administrations.",
            "closed_at": "2007-04-26T00:00:00Z",
            "created_at": "2007-02-22T22:03:54.985485Z",
            "creator_name": "chris tennant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T22:03:54.985485Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/IraqLies/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3385730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/redemption/"
    },
    "type": "petition"
}