{
    "data": {
        "attributes": {
            "action": "Stop penalising UK tax payers for the current Global Warming threat and place the tax penalties firmly at the root cause.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK is one of the cleaner countries in the world. UK citizens are being unfairly taxed to repair damage that has already occurred, whilst other countries are spewing out thousands of times more pollution than we in the UK are. These countries are manufacturing goods that are exported worldwide and their economies are booming because their governments are not placing any restrictions with regard to pollution and greenhouse gases. If the UK Government really cares about the environment, why can't it introduce a high green tax imposed on products that are imported from environmentally unfriendly countries. This way the UK consumer decides whether to pay the tax. This would surely help this planets eco system repair more efficiently than one country heavily taxing its citizens under the guise of the environment, whilst the rest of the planet turns a blind eye to pollution.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-02-22T22:40:18.453466Z",
            "creator_name": "Michael Coleman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T22:40:18.453466Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoGreenTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3386935
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-Green-tax/"
    },
    "type": "petition"
}