{
    "data": {
        "attributes": {
            "action": "confer the honour of MBE on Colin Harvey for his services to Everton Football Club",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "James Colin Harvey (born November 16, 1944 in Liverpool) was born in Liverpool, and joined Everton as an apprentice in 1963. \n\nColin Harvey is a former Everton and England football player. He became assistant manager of Everton in 1981 at the same time that Howard Kendall became manager. He held this position during Everton's highly successful years in the mid 1980's (two Championships, FA Cup and a European Cup Winners' Cup). \n\nHarvey was appointed manager of Everton in June 1987 after the departure of Howard Kendall. Harvey's time as manager ended in October 1990 but six days later he was appointed assistant manager by the returning Kendall. Harvey left Everton when Kendall departed in 1993 but returned as youth team coach in 1997. He retired in June 2003 due to an ongoing hip injury.",
            "closed_at": "2007-09-09T00:00:00Z",
            "created_at": "2007-02-22T22:30:20.379583Z",
            "creator_name": "Louis Platt",
            "government_response_at": "2007-09-25T15:52:54.660755Z",
            "government_responses": [
                {
                    "created_at": "2007-09-25T15:52:54.660755Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"confer the honour of MBE on Colin Harvey for his services to Everton Football Club.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13309.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'jamescolinharvey'",
                    "updated_at": "2007-09-25T15:52:54.660755Z"
                }
            ],
            "opened_at": "2007-02-22T22:30:20.379583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 802,
            "state": "finished",
            "updated_at": "2008-04-03T03:26:11.616941Z"
        },
        "id": 3386702
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jamescolinharvey/"
    },
    "type": "petition"
}