{
    "data": {
        "attributes": {
            "action": "Increase the unacceptably low conviction rate for rape",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The conviction rate for rape is 5%. In 1977 it was 33%. Of all serious crimes, rape is the least likely to be reported, to be prosecuted, and to result in a conviction. Too many rapists are getting away with it - to quote the Solicitor General. The following measures are needed: The use of expert witnesses in court, to dispel rape myths and explain to the jury how rape victims are likely to act. Discipline barristers, police etc. who are incompetent or show inappropriate misogynist attitudes. Properly enforce regulations prohibiting questioning of the victim regarding their sexual history. Provide trained advocates to support the victim. Reduce the burden of proof required and rephrase instructions to the jury that \"you must be sure\". Juries feel they must be certain of guilt to convict. Rape can never be proved. In science the question is asked as \"How sure can you be that this evidence against the defendant DID occur by chance?\" with 1%, 5% or 10% options.",
            "closed_at": "2007-04-22T00:00:00Z",
            "created_at": "2007-02-22T23:15:16.006124Z",
            "creator_name": "Cara Grayling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T23:15:16.006124Z",
            "rejected_at": "2007-04-11T00:03:05.644279Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3388002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rapeconviction/"
    },
    "type": "petition"
}