{
    "data": {
        "attributes": {
            "action": "Let Car Drivers Travel Faster and More Efficiently",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Make our existing road system more efficient by applying some common-sense ideas including:\n\nTraffic lights not to stay red when no pedestrians are actually waiting to cross roads. Bring back buttons!\n\nMove crossings placed at entrances to busy roads to stop traffic blocking up intersections.\n\nOversize traffic islands to be reduced to allow traffic going straight on to pass those turning left/right.\n\nParking to be allowed on both sides of any road where there is still room for two way traffic.\n\nTraffic to be allowed to turn left at red lights where it is safe to do so.\n\nRemoval of 30 and 40mph limits on major roads.\n\nRemoval of barriers from blocked-off roads. These currently force all traffic through one set of traffic lights and/or over a much longer route. And we all pay for usage of these roads.\n\nRemoval of all road humps except near schools.\n\nIncrease in speed limits on main roads after 8pm and before 6am.\n\nStop people driving at 30 MPH on motorways and A roads where the normal flow is 50/60 MPH.",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-02-22T23:15:14.335212Z",
            "creator_name": "Kevin Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-22T23:15:14.335212Z",
            "rejected_at": "2007-03-28T14:42:56.989878Z",
            "rejection": {
                "code": 2048,
                "details": "There are a number of petitions already up and running which cover these issues. Please use our search facility.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3388000
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SpeedTrafficUp/"
    },
    "type": "petition"
}