{
    "data": {
        "attributes": {
            "action": "investigate blatant misselling of \"Unlimited\" broadband in the UK market",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2002, Tony Blair outlined a 4 year vision for a “Broadband Britain.” Well, here we are in 2007, and the British public are being conned more than ever. Every residential broadband product in the UK clearly advertised as \"unlimited,\" is NOT unlimited. After a certain, hidden limit has been reached, the service will be slowed or culled entirely. This limit is allowed through the scandalous and deceptive use of small print, known as FUPs, or Fair Use Policies. How can Britain be considered a “Broadband” nation, with television, telephone and internet services streamed over those crucial lines, when consumers are crippled by oversold and underdeveloped services? I simply wish for all limited broadband products to be labelled as such, and for the \"Unlimited\" tag to be reserved for any provider who actually has the bravery to practice what they preach. Roll on “Broadband Britain,” version 2.",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-02-23T00:05:34.433067Z",
            "creator_name": "Peter Cavan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T00:05:34.433067Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Unlimited-ADSL/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3389048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unlimited/"
    },
    "type": "petition"
}