{
    "data": {
        "attributes": {
            "action": "Stop the retention of personal data including fingerprints DNA etc taken from people who are arrested but who are subsequently releasd without charge or who are acquitted at trial thereby returning them to the same condition as before their arrest.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For an innocent person to be arrested by the police is insult enough, although it is accepted that the police must have the power to arrest and investigate the possibiity that an offence has been committed. \n\nHowever, the present situation, where the police require the provision of fingerprints, photographs, DNA samples etc that are not destroyed once the matter is resolved either by the case being dropped, the person found not guilty in court or the case being thrown out of court leaves the innocent party in a significantly different position to that of a similarly innocent person who has not been arrested. \n\nThe presumption of innocence underpins the whole of our justice system, which is entirely right. Once a person has been found innocent should not that person be returned to the condition that pertained before their arrest?",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-02-23T11:56:02.604773Z",
            "creator_name": "David J Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T11:56:02.604773Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StopDNAbystealth/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3401170
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/arrest-justice/"
    },
    "type": "petition"
}