{
    "data": {
        "attributes": {
            "action": "TO ENSURE THAT PEOPLE WILL HAVE THE FREEDOM AND LIBERTY TO TAKE  PHOTOS IN PUBLIC PLACES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to ensure that people have the right to takr photos in public places and public events.not to go down the road of cencership the people of this great country have given up there lives for the right of freedom liberty and demorcy.can you imagane it no pics on the beach of the kids or in the park.pop concerts public and historic billdings.people demostrating ect ect.no more recorded hitory.just cencership not worth think about if you put yourself in a public place you are in the public domain.dont let small minded people win.when i took your photo ten yrs ago i askt you when you ware liveing on bbc camra ware you looking fore ward to walking in to no 10.your reply  was the people havent given  us the keys yet. my reply they will.please pm dont let this become  a law. this country is a free country keep it that way please.dont be rememerd as the pm who took away or liberty to take photos in public places.your tony parry photogrpher.odyphotos.uk.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-02-23T14:55:49.087981Z",
            "creator_name": "ANTHONY C PARRY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T14:55:49.087981Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3410647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/liberty1/"
    },
    "type": "petition"
}