{
    "data": {
        "attributes": {
            "action": "Stop foreign-owned utility companies from ruining the British countryside",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "German RWE Npower plans to turn picturesque Radley Lakes in Oxfordshire into a fenced-off wasteland by replacing the water in this local beauty spot with toxic ash slurry from nearby Didcot Power Station. If this goes ahead unchecked, it will set a dangerous precedent for further destruction of local environments.",
            "closed_at": "2007-09-10T00:00:00Z",
            "created_at": "2007-02-23T14:47:07.106006Z",
            "creator_name": "Annabel Eyres",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-05-08T08:54:45.375149Z",
                    "details": "The e-petition asking the Prime Minister to \"Stop foreign-owned utility companies from ruining the British countryside\" is ongoing. This is a response in advance of the closing date from the Government.\n\nEach planning application is considered on its own matters and against the relevant local and national planning policies. The portfolio of national policy includes policies designed to protect the countryside as set out in Planning Policy Statement 7 (PPS7: Sustainable Development in Rural Areas).\n\nThe Secretary of State for Communities and Local Government was required to consider RWE npower’s application to dispose of pulverised fuel ash at Thrupp Lake and did so against the appropriate planning policies. On 16th October 2006 she decided not to call-in the proposal for a Public Inquiry. Oxfordshire County Council subsequently approved the application on 5th January 2007 and work has since begun on site. Once planning permission has been granted and construction work has commenced, there is no longer any scope for intervention.\n\n\nFurther information\n\n[http://www.communities.gov.uk/ Department for Communities and Local Government]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'SaveRadleyLakes'",
                    "updated_at": "2007-05-08T08:54:45.375149Z"
                },
                {
                    "created_at": "2007-06-05T12:52:28.001702Z",
                    "details": "The e-petition asking the Prime Minister to \"Stop foreign-owned utility companies from ruining the British countryside\" is ongoing. This is an updated response in advance of the closing date from the Government.\n\nEach planning application is considered on its own matters and against the relevant local and national planning policies. The portfolio of national policy includes policies designed to protect the countryside as set out in Planning Policy Statement 7 (PPS7: Sustainable Development in Rural Areas).\n\nThe Secretary of State for Communities and Local Government was required to consider RWE npower’s application to dispose of pulverised fuel ash at Thrupp Lake and did so against the appropriate planning policies. On 16th October 2006 she decided not to call-in the proposal for a Public Inquiry. \n\nOxfordshire County Council granted conditional planning permission on 5th January 2007 for 'a new bunded ash lagoon in existing ‘Lake E’ gravel pit including construction of new ash lagoon, including working clay from the bottom of the existing lake to form an impermeable lining to the sides of the new lagoon; filling the new lagoon with pulverised fuel ash; restoration of nature conservation; deposit of silt and slurry from Lake E to Lake G; and pipe and drainage work'. \n\n10 of the conditions attached to the permission required compliance before development commenced. 3 of these conditions are still outstanding and are in the hands of Oxfordshire County Council. The Planning and Regulation Committee resolved that they will determine them; their next meeting is on 16 July 2007. As the conditions precedent have not all been complied with yet, works cannot commence. Trees have been felled but these works do not require planning permission. \n\nOxfordshire County Council advise that no other work has commenced on site. The house next to the site has been occupied by security staff and three portacabins were erected on the driveway. The Vale of White Horse District Council has been alerted as such activity may require permission from them.\n\nThe compliance with conditions is a local matter and since planning permission has already been granted the Secretary of State cannot intervene.\n\n\nFurther information\n\n[http://www.communities.gov.uk/ Department for Communities and Local Government]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'SaveRadleyLakes'",
                    "updated_at": "2007-06-05T12:52:28.001702Z"
                }
            ],
            "opened_at": "2007-02-23T14:47:07.106006Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1394,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3410220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveRadleyLakes/"
    },
    "type": "petition"
}