{
    "data": {
        "attributes": {
            "action": "Take urgent action to discourage our further dependence on imported oil and gas and to take action positively to promote the United Kingdom’s transition to a hydrogen-based economy, taking full account of these matters in their consideration of our future electricity generating requirements.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent years the UK has transitioned from being a net exporter of oil and gas to being a net importer.  We are now dependent on increasingly tenuous supplies of oil and gas from politically unstable parts of the world and our economy is subject to political pressures above and beyond those which are unavoidable for a trading nation.\n\nThe government has been extremely lax in allowing such a situation to occur without developing a mid-term strategy to end our dependence on oil and substitute the only environmentally sound alternative; hydrogen.\n\nReplacement of Britain’s nuclear generating capacity needs to be considered not just in terms of   replacing existing capacity but also allowing for extra capacity which will soon be required for the distributed production of hydrogen.\n\nThis petition calls upon the government to take urgent action to address these issues which are fundamental to Britain’s future as a successful and prosperous nation.",
            "closed_at": "2007-11-11T00:00:00Z",
            "created_at": "2007-02-23T16:04:37.306882Z",
            "creator_name": "Brian M Matthews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T16:04:37.306882Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2007-11-12T03:11:09.871797Z"
        },
        "id": 3413971
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HydrogenEconomy/"
    },
    "type": "petition"
}