{
    "data": {
        "attributes": {
            "action": "cancel the A57/A628 Mottram - Tintwistle bypass because it would increase traffic over an area of natural beauty and blight the lives of thousands of residents east and west of the Pennines",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Halting this plan saves the Peak District from irreversible environmental damage as the proposed bypass will cut a swathe of dual and single carriageway road through acres of beautiful countryside. The road would bring huge traffic increases in the Peak Park of up to 143% (Holme Moss road) and a 40% increase on the notoriously dangerous A628 Woodhead Pass. Increased traffic will only relocate congestion problems within Mottram, Tintwistle and Hollingworth and create substantial new problems east of Flouch, via Langsett and Millhouse & Thurlstone.\" \n\nAs an alternative, the government should implement the Highways Agency’s Route Restraint measures on the A628 immediately to reduce traffic across the Woodhead Pass, improving the quality of life in the affected area.  This measure if coupled with weight restrictions and increased cross Pennine rail freight will save tens of thousands of tons of CO2 production per year. \n\nThe objection deadline is 30/03/2007.  Please sign our petition\".",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-02-23T15:52:48.755413Z",
            "creator_name": "stephen john webber",
            "government_response_at": "2008-04-07T16:09:18.383711Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T16:09:18.383711Z",
                    "details": "You signed a petition asking the Prime Minister to \"cancel the A57/A628 Mottram - Tintwistle bypass because it would increase traffic over an area of natural beauty and blight the lives of thousands of residents east and west of the Pennines.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15203.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WAIT-Petition'",
                    "updated_at": "2008-04-07T16:09:18.383711Z"
                }
            ],
            "opened_at": "2007-02-23T15:52:48.755413Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 441,
            "state": "finished",
            "updated_at": "2008-03-13T00:01:01.560752Z"
        },
        "id": 3413471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WAIT-Petition/"
    },
    "type": "petition"
}