{
    "data": {
        "attributes": {
            "action": "support women4theworld, whereby women commit themselves to fight global warming but demand that sacrifices be shared fairly, not imposed by the rich and powerful, mainly men, upon the poor and vulnerable, mainly women and children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We listen to the news and look at our children and wonder what sort of future they are going to inherit. The world is going to hell in a handcart and they are the ones who will have to pay.\n\nFloods. Famine. War. Disease. You look out of the window or turn on the telly and you can see it for yourself. It might be fun walking about in t-shirts in winter. But it shows that climate change is upon us and unless we act now we face the greatest catastrophe in human history. \n\nHundreds of millions are at risk. It’s no good us sticking our heads in the sand. If you truly love your kids, then you have to do something. That’s why Take a Break magazine has launched women4theworld - a new political party intended to unite ordinary women in this greatest battle. Women have to play a major role. But in order to play their part they must be shielded from those who would make them pay the biggest price. Climate change is likely to increase rather than decrease inequality. We must combat that.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-02-23T16:40:35.947275Z",
            "creator_name": "Samantha Boniface",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T16:40:35.947275Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2009-02-06T17:56:17.533609Z"
        },
        "id": 3415737
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/women4theworld/"
    },
    "type": "petition"
}