{
    "data": {
        "attributes": {
            "action": "rethink the laws concerning hgv/lgv/psv on public roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The rules concerning hgv speed limits need re-classing.\nIve found that basically a 40mph speed limit imposed on single carriageways showing the national speed limit is causing accidents.These accidents are been caused by frustrated drivers behind the hgv taking excessive risks to get past this slow moving lorry.What the law states is acceptable maximum on national speed limit signed road(40mph)this speed is also acceptable in built up areas where the chance of injury to third parties is far greater due to pedestrians ,congestion etc.\nThe onus should be placed on the driver to judge the speed which he finds safe to travel.A hgv driver has proven to have the abilty/training to judge what is the correct speed for the road.Only 5% of hgvs on the roads stick to 40mph on rural roads because its too frustrating for the driver and the cars following the hgv.On occassions hgv drivers have been assaulted by frustated drivers as most ordinary licenced drivers are unaware of hgv speed limits.",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-02-23T17:20:38.086637Z",
            "creator_name": "paul o'donnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T17:20:38.086637Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/hgvspeedlimit/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3417858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/change4thefuture/"
    },
    "type": "petition"
}