{
    "data": {
        "attributes": {
            "action": "Ensure that the British Waterways Board use all its powers to pursue the owners of the large amount of unlicensed boats that are on the waterways they administer and thereby recover the thousands of pounds of revenue that are being lost each year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"British Waterways\", the body that administers the bulk of britain's inland waterways (canals and river navigations), have recently been subject to a cut in grant aid by DEFRA. This cut has prompted job cuts, cuts in maintainence of the waterways, and the promise of large increases in the fees paid by boaters to have their boats on the waterways.\n\nThere are a large amount of boats that escape payment, and it appears that little has been done to ensure that all boats are \"Licensed\".\n\nOn average, most boats cost about £900 - £1000 per year to Licence. That is a large amount of revenue that is lost EACH YEAR!\n\nBritish Waterways have powers that include the removal from their waters of unlicensed boats, but there are areas where boats have been moored for many years, with no licence, or other payment being made, with no action by BW.\n\nBritish Waterways should ensure all boats are licensed BEFORE forcing the boaters that pay their way to pay large increases.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-02-23T18:58:09.812137Z",
            "creator_name": "Sarah Jenkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T18:58:09.812137Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-03-13T00:01:01.560752Z"
        },
        "id": 3421987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/licencedodgers/"
    },
    "type": "petition"
}