{
    "data": {
        "attributes": {
            "action": "Review the present Family Court system to make it open as Civil Court and also make ex-partners accountable for false accusations which enable them to gain custody of the children of the family",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Make ex-partners accountable for false accusations in \"closed\" system of Family Courts as Civil Court, as these accusations result in them being rewarded for manipulative dishonesty by being granted custody of the children. They should be in Contempt of Court+Slander/Liable actions for flouting that they are \"on oath\".\nSome of these people are on public funding and therefore manipulate the system with a web of lies to make impossible or protract normal contact for the other absent parent and children.\nWhere penal/financial penalties cannot be imposed lest the children suffer, then the fact that they have committed purjury/contempt should be on record and borne in mind by the Judge if they make further obstructive false accusations to contact.\nThis would then make them think before slandering ex-partners, costing the tax-payer money under false pretences, and restore basic Human Rights of Responsible Absent Fathers - and importantly their CHILDREN.",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-02-23T19:40:06.010916Z",
            "creator_name": "John Nuttall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T19:40:06.010916Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Divorce/\nhttp://petitions.pm.gov.uk/fathers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3423546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Family-Courts/"
    },
    "type": "petition"
}