{
    "data": {
        "attributes": {
            "action": "Corruption1",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immigration/Culture, what does it mean to be English, Welsh or Scottish? Are we allowed to say we are TRULY British or will that incur a fixed penalty charge? \nTaxation - I held down a senior role and payed huge taxes, I was worse off than a single mother school leaver \"Why should I work, the state will pay\" they say!\nEducation - 75-80% of people I've interviewed over the last 7 years can not spell, are not articulate and struggle with  basic arithmetic skills.  Shame, since we spent ££££'s educating them at UNIVERSITY.  They did enjoy the drink at the pub though! NHS -Cost reduction has crippled standards. Set up a costly \"quango\" sure help put things right?!\nMr B, why can't we have smoking licenses for pubs in the UK? You might make a bit of extra dosh that way!!\nSir Cameron find some solutions, or else we will never recognise where we came from.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-02-23T20:41:51.052993Z",
            "creator_name": "alethea borgman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T20:41:51.052993Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 512,
                "details": "Please edit the main sentence that currently reads \"Corruption1\" to give an action for HM Government.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3425647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Corruption1/"
    },
    "type": "petition"
}