{
    "data": {
        "attributes": {
            "action": "relax the inane and extraordinary handbaggage restrictions and to publicly apologise for the degenerate fiasco that was the August security alert and its aftermath.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 10th August 2006, Her Majesty's Government showed the most extreme and pointless knee-jerk reaction in history: by doing away with an historic 'lets carry-on' culture and enforcing the most draconian airport restrictions ever known. Unable to  gracefully back down and admit fault, Her Majesty's Government have, by only allowing one item of hand baggage, materially differed from the rest of the world and caused untold disruption to airline passengers worldwide. Notwithstanding the distruption, it is dubious if this has increased security at all; and disallowing passengers on what may be a six or eight hour flight a book was just plain wrong. We therefore  petition the Prime Minister to show sense and return to the old, tried and tested regime; and to apologise for his ministry's lack of sense while he was out of the country. Let us not start the descent down a slippery slope. No other state has these restrictions, and no other state is asking for them.",
            "closed_at": "2007-06-23T00:00:00Z",
            "created_at": "2007-02-23T20:46:07.206284Z",
            "creator_name": "Benjamin Tomos Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-23T20:46:07.206284Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Air-security/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3425768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handbaggage/"
    },
    "type": "petition"
}