{
    "data": {
        "attributes": {
            "action": "Put more emphasis on or change the approach to Religious Education in schools- especially in aspect of acceptance and understanding of other beliefs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a society that is proud of its diversity, it is important to appreciate and understand the variety of religions we have. Abuse against minorities in this country are usually caused by stereotypes and images given to us. More appreciation of different religions can be achieved by making changes to how important Religious Studies are- how it is taught. By encouraging more discussion and exploring the reasons behind the traditions of a religion, it is easier for our society to respect their needs. \nAround 1.3 billion people practice Islam today- one of the most misunderstood religions in the West. Conceivably, Islam is particularly important, e.g. giving soldiers deployed to Iraq a thorough grounding in Islam and its traditions - especially in Iraq itself, aiding effort to resolve the situation, and giving them respect for people who live there.\n Having enough security in your own (country’s) faith to allow others the sanctity of theirs.",
            "closed_at": "2008-02-24T00:00:00Z",
            "created_at": "2007-02-24T00:15:01.258844Z",
            "creator_name": "Vijaya Khaitan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-24T00:15:01.258844Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/REschools/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3430743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RSchange/"
    },
    "type": "petition"
}