{
    "data": {
        "attributes": {
            "action": "assist ALL people with a Learning Disability the Right-To-Buy & own  their own home. This will require a wide range of  specific measures, for example: grants, loans, loan guarantees, appropriate assessment of each persons' level of  learning disability & therefore an adequate level of resources required to provide appropriate housing for them. I t will also need the Prime Minister to work closely with the Chancellor to ensure that realistic amounts of money will be made available for the Person with Learning Disabilities Right-To-Buy scheme. We also petition the Prime Minister to empower ALL Local Authorities to specifically & appropriately support this scheme by legal means if neccessary - for example The Person with Learning Disablities Right-To-Buy Act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Primarily, it is the right thing to do - offering as it does Independent Living & Control for an individual man or woman &  housing security for their lifetime. Secondarily, it allows for there to be an equality of opportunity for people with learning disabilities in the Housing market. Also, over the lifetime of an individual both National & Local Government would save significant amounts of money - it costs 100,000 - 400,000 pounds PER ANNUM, for a person with Learning Disabities to live in a care home. I beleive it will cost 50,000 to 80,000 pounds per annum for the same person to live in their own home with an appropriate level of 1-to-1 support & the mortgage payments met. Across the UK this will add up to many millions of pounds each & every year!",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-02-24T01:09:27.900679Z",
            "creator_name": "Cris Nikolov",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-24T01:09:27.900679Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-03-14T00:01:01.599411Z"
        },
        "id": 3431513
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PLEAD-Right2buy/"
    },
    "type": "petition"
}