{
    "data": {
        "attributes": {
            "action": "ensure that a fully elected House of Lords is considered in the forthcoming debate, with long terms such as 20 years and, say, one fifth of the Lords re-elected every 4 years, between General Elections. Campaigning should be on the basis of candidate's expertise at least as much as on local representation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current arrangements in the House of Lords are deeply undemocratic, and the lack of democracy is closely associated with appointment of Peers. A fully elected upper house should be based on larger constituencies than the lower house, as only a proportion of Lords would be replaced at each election (these should be multi-member constituencies). There should be an element of flexibility in the election frequency. For example, they could generally take place 2 years after each general election but be cancelled if a government fell after less than 2 years in office. The element of campaigning on the basis of experience in addition to local representation is very important. Candidates should have access to the CVs of all Lords not up for re-election, to help them to prove the value of their individual expertise.",
            "closed_at": "2007-05-24T00:00:00Z",
            "created_at": "2007-02-24T12:39:43.828233Z",
            "creator_name": "John Symons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-24T12:39:43.828233Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Voteforlords/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3441818
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electexpertlords/"
    },
    "type": "petition"
}