{
    "data": {
        "attributes": {
            "action": "admit that nuclear power is not carbon neutral, is the most environmentally harmful form of power generation, is the biggest security risk and is the most costly form of power generation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To admit that nuclear power is not carbon neutral, is the most environmentally harmful form of power generation, is the biggest security risk and the most costly form of power generation.\n\nThe energy required to build and maintain a nuclear power plant, to extract Uranium, ship it around the world and refine it until it is fit for processing causes huge carbon consumption. Nuclear power unavoidably pollutes the atmosphere and sea, as witnessed at Dounrey and Sellafield and as confirmed by the people of Scandinavia and Ireland. There is scant protection from a dedicated terrorist threat on a power plant e.g. it is unlikely that we could stop a terrorist from flying a light aircraft loaded with explosives into a reactor. Technology exists to clean coal and generate power more cheaply than nuclear power with no environmental consequences. We have huge amounts of coal so why don’t we clean it and use it as our main source of generation?",
            "closed_at": "2007-08-24T00:00:00Z",
            "created_at": "2007-02-24T19:06:49.509126Z",
            "creator_name": "Allan Rankine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-24T19:06:49.509126Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StopNuclear/\nhttp://petitions.pm.gov.uk/Atomic-power/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3452141
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoNuclearPower/"
    },
    "type": "petition"
}