{
    "data": {
        "attributes": {
            "action": "DAVID LANE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DEAR PM\n       THE POLICE, AS FAR AS I SEE DO AN EXTREMELY RESPONSIBLE JOB. WE ALL KNOW! THAT THINGS, ARE NOT AS THEY SHOULD BE. THIS FORCE AS THEY ARE, IN WHOLE, MAKE LIFE CHANGHING DECISIONS MOST MINUTES OF THE DAY. THIS SHOULD NOT BE LOOKED UPON AS ROUTINE (AS IT IS ) EVERYTHING AT PRESENT IS ALL GONE \"TOPSEY TURVEY\" AND IS, AT MOST TIMES  UNACCEPTABLE! LOGIC HAS GONE OUT OF THE WINDOW! TO ME IT'S ALL PRESSURE,BUT THAT'S ANOTHER STORY! I DO FEEL BECAUSE OF THE POWER THESE PEOPLE POCESS THEY SHOULD BE SCRUTINISED  ACCORDINGLY. I THEREFORE PETITION THE PM TO FORWARD LEGISLATION THAT ALL POLICE OFFICER'S SHOULD BE CERTIFIED (FIT FOR DUTY ) EACH AND EVERY SHIFT THEY BEGIN! ie BREATHALIZER TEST AND ILLEGAL SUBSTANCES TEST. I FIRMLY BELEIVE THIS SCRUTINY IS APPROPRIATE AND FAIR AND WOULD MAKE FOR A BETTER COMMUNITY SPIRIT. I THEREFORE FOWARD MY SUGGESTION  AND HOPE FOR A GOOD RESPONSE \nREGARDS D LANE",
            "closed_at": "2008-02-24T00:00:00Z",
            "created_at": "2007-02-24T21:41:51.021316Z",
            "creator_name": "DAVID LANE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-24T21:41:51.021316Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition must be a call to action, not your name. Also please resubmit without BLOCK CAPS, as they are more difficult to read.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3455743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/POLELAW/"
    },
    "type": "petition"
}