{
    "data": {
        "attributes": {
            "action": "cap the rate of interest on credit/store cards and personal loans to 17.5%",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would recomend the capping of all loans at a maximum of 17.5%, however i would also state that it should be harder for individuals to commit to borrowing that in the long term if  they may not be able to resonably afford the re-payments. By this i would say that if an individual applies for a loan in any part of the fiscal year, then they should automatically be excluded from making a further loan application untill they have proven their ability to pay their existing loan. Also by capping the loans at 17.5% would prevent companies making unbelievable profit at the expence of those that may not be able to afford unrealisticaly high interest rates of up to 70% Pa - or p.c.m, and thus ensuring that the individual is entraped to a lender for many years, with the hardship that these extortionate rates bring to both individuals and famillies concerned",
            "closed_at": "2007-08-25T00:00:00Z",
            "created_at": "2007-02-25T00:55:44.442770Z",
            "creator_name": "Leslie Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T00:55:44.442770Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several already in existence -\nhttp://petitions.pm.gov.uk/Lending/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3458636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/borrowing/"
    },
    "type": "petition"
}