{
    "data": {
        "attributes": {
            "action": "Review the Policy of Companies financially penalising customers for not pay bills by monthly or direct debit payments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We object to the practice of Companies who financially penalise customers paying their bills by cash or cheque. Companies are now placing charges on bills of customers who do not pay by direct debit.\nThis practice is discriminating against low income families, the elderly, those without bank accounts or credit or those who have a right to chose how they pay for what they have used by.\nThe Companies claim an ‘administration fee’ for handling and clearing cash. Bill payments via the Post Office incur no extra cost to the customer, or the Utility Company. Thus, invalidating Utility Companies claim of ‘additional administration costs’. This is not an incentive to sign up to direct debits, it is a penalty charge to those who don’t or cant. We petition the Government to investigate the legality of this discriminatory practice and to implement new legislation preventing Companies attempts to extort additional revenue from those who pay their Bills by legal tender.",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-02-25T00:40:31.794451Z",
            "creator_name": "Amanda Burton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T00:40:31.794451Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Direct-Debits/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3458537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nondirectdebit/"
    },
    "type": "petition"
}