{
    "data": {
        "attributes": {
            "action": "help the vast number of disadvantaged, hurting children and young people by changing the law and practice in all divorce and seperation cases.  We all say \"children come first\" but then we FORCE children of all ages to drag around the country to see one parent then the other.  Children MUST have the right to stay put in ONE place - the 'family home' and make the parents come & go every week/month etc.  We are standing up for the children.  Enough is enough.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We see many sad cases of kids in tears & excluded young people who have to visit Mum/Dad\n\nWe’re NOT getting at divorced parents\n\nWe’re standing up for kids hurt in the process\n\nEnough is enough!\n\nA couple 'breaking up' could get a flat & take it in turns to be in the flat / main family home. It may be more economic & certainly far less disruptive for their children\n\nKids will never tell their parents how much it hurts [as they know it would lead to a guilt trip and there is nothing that can be done] \n BUT\nteachers, youth workers & peers see destructive effects - when our society expects kids to have 2 lives.\n\nWhy should they?\n\nKids deserve to stay in THE family home! \n\nLet parents travel, do the packing, hassle, not knowing where they left toothbrush, tablets, clothes, schoolwork, insulin, ipod.\n\nLet's support children – their right to stay in ONE home - helping emotional well-being, education & their relationships.\n\nhttp://petitions.pm.gov.uk/KIDSrights",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-02-25T04:20:46.427148Z",
            "creator_name": "Rob Marsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T04:20:46.427148Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-03-14T00:01:01.599411Z"
        },
        "id": 3459191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KIDSrights/"
    },
    "type": "petition"
}