{
    "data": {
        "attributes": {
            "action": "LEGALISE ALL DRUGS TO HELP REDUCE CRIME ON BRITISH STREETS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many crimes are drug-related, according to the Home Office website, 75% of crack + heroin addicts commit crimes to fund their habits. Thus to legalise all drugs and make drugs like heroin, free+prescribed would cut crime by a significant percentage\n\nIt is said that if alcohol was discovered today it would be illegal. Violence resulting from alcohol is a huge problem facing the police. This is not to suggest that alcohol should be illegal, but to reflect on the fact that less harmful drugs are illegal whilst alcohol is seen as a way of life. It would be fairer to allow citizens of a democratic country their own particular drug of choice\n\nThe legalisation of drugs would mean that government could tax them. The revenue from illegal drugs could be used by the government. This is surely favourable to the money lining the pockets of criminals. DRUGS WILL REMAIN IN EXISTENCE IN OUR SOCIETY regardless, so use the profits for good causes. We are doing criminals a favour by keeping drugs illegal",
            "closed_at": "2007-04-25T00:00:00Z",
            "created_at": "2007-02-25T13:53:03.572491Z",
            "creator_name": "Nicholas Halksworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T13:53:03.572491Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/GetRealOnDrugs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3466268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MAKE-DRUGS-LEGAL/"
    },
    "type": "petition"
}