{
    "data": {
        "attributes": {
            "action": "stop global warming",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing to inform you that i am appalled at the poor amount of money you have put into research on global warming and other renewable resources effects. \nWe think that global warming is a huge problem in the world and eventually will need to be solved, so why don’t you be the first of the leaders to do something! Though it may not effect precisely our particular ages it is an extremely worrying issue. The amount of fossil fuels we have remaining is scarce and the statistics show that oil will run out in 40 years gas in 60years and coal in 300 year ( and this is only  if we carry on using the resources in the way we are now). It is extremely likely that new technology’s will appear and will be brought by thousands and these items will be likely to use a lot of electricity.\nI think that if you really care about this world you will do something about this. So the question is do you care? If you do I am sure you will do something about this.",
            "closed_at": "2008-02-25T00:00:00Z",
            "created_at": "2007-02-25T13:43:18.204398Z",
            "creator_name": "rachel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T13:43:18.204398Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "There are already many petitions on this issue. http://petitions.pm.gov.uk/search?q=global+warming\nPlease consider signing appropriate existing petitions, rather than starting your own.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3466036
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-world/"
    },
    "type": "petition"
}