{
    "data": {
        "attributes": {
            "action": "require anyone wishing to let a house to students to obtain planning permission, and the landlord should be required to pay the council tax on the property.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many towns have become University towns over the last few years. The effect has been that nearby neighbourhoods have been taken over by student lets, usually with at least four students sharing what was built as a family house. This means that the owners who remain in the area have to put up with anti social behaviour, late night parties, noise, and parking problems. In addition, student houses are exempt from council tax - the landlord should become liable for this, as at present, the burden of providing services for student houses falls on the other residents of the town. Student lets have a major effect on the character of an area, bringing them under planning control would allow the council to exercise some measure of control over the numbers of students per. house, and the number of student houses in a particular area.",
            "closed_at": "2007-08-25T00:00:00Z",
            "created_at": "2007-02-25T14:32:37.514272Z",
            "creator_name": "Steve",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T14:32:37.514272Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several already in existence -\nhttp://petitions.pm.gov.uk/TaxHMOs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3467257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentlets/"
    },
    "type": "petition"
}