{
    "data": {
        "attributes": {
            "action": "to ensure that all Members of Parliament and all British MEPs get to see Al Gore's \"An Inconvenient Truth\" and to ensure there is a debate in both parliaments on the issues raised before the end of 2007.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Al Gore's film \"An Inconvenient Truth\" powerfully presents the case that humanity needs to take early and substantial action to reduce carbon emissions significantly. Although the UK has been in the forefront of moves to make progress in environmental issues, it is easy to conclude that we are still not making enough headway in this regard. Much more action is required to encourage better performance both by carrot (e.g. zero VAT / tax benefits for energy efficiency measures) and by stick (introducing legal controls  to outlaw certain wasteful practices).  Several other petitions propose a number of potential measures.  However this petition is intended to ensure our Parliamentary representatives get to see this thought provoking film and debate the issues it raises. Perhaps in this way both Parliaments will start to devote a more significant proportion of its time on this, the single most important issue currently facing us all.",
            "closed_at": "2007-12-25T00:00:00Z",
            "created_at": "2007-02-25T15:14:52.691017Z",
            "creator_name": "Alan Denison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T15:14:52.691017Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3468301
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AlGoresFilm/"
    },
    "type": "petition"
}