{
    "data": {
        "attributes": {
            "action": "Stop MPs elected in Scotland, Wales and NI from interfering in Engish affairs and give England equal funding and equal access to democracy in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The discrimination against England must be stopped.  The English must be granted equal funding and equal access to democracy, by the abolishment of the Barnett Formula (which ensures that England remains at the bottom of the funding pile) and allowed to elect their own English government (Wales, NI and Scotland all get to elect their own governments, separate from the British government).\nMPs elected in Wales, Scotland and NI must not be allowed to interfere in English domestic affairs.  \nEngland is the birth place of democracy and it must be returned to us.  All of England's MPs must be democratically accountable to us.",
            "closed_at": "2007-05-21T00:00:00Z",
            "created_at": "2006-11-19T17:10:05.966003Z",
            "creator_name": "Dee Petch",
            "government_response_at": "2007-06-25T15:27:37.860545Z",
            "government_responses": [
                {
                    "created_at": "2007-06-25T15:27:37.860545Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop MPs elected in Scotland, Wales and NI from interfering in Engish affairs and give England equal funding and equal access to democracy in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12068.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EnglishQuestion'",
                    "updated_at": "2007-06-25T15:27:37.860545Z"
                }
            ],
            "opened_at": "2006-11-19T17:10:05.966003Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 576,
            "state": "finished",
            "updated_at": "2008-01-19T03:13:21.427863Z"
        },
        "id": 34695
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnglishQuestion/"
    },
    "type": "petition"
}