{
    "data": {
        "attributes": {
            "action": "Allow the SEMMMS Bypass",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This scheme includes the Stockport North – South and Poynton bypasses and the Manchester Airport Link Road West.\nThe Government proposed that a study looking at all forms of transport should take place and so commissioned the South East Manchester Multi Modal Study (SEMMMS).\nFollowing the recommendations of the study, approval was given to the local councils by the Secretary of State for Transport to develop the major road proposal. It forms part of a comprehensive set of measures to be introduced in connection with an initial 5 year programme for wide ranging local improvements that has already started. This includes measures to support regeneration, improve safety, promote walking, cycling and public transport, enhance access to the transport network for those with impaired mobility and protect communities from adverse traffic impacts.\nAny body who has been anywhere near the area will know how badly this bypass is needed.",
            "closed_at": "2007-05-25T00:00:00Z",
            "created_at": "2007-02-25T17:17:06.773167Z",
            "creator_name": "ALAN MASON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T17:17:06.773167Z",
            "rejected_at": "2007-04-12T00:03:04.714619Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SEMMMS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3471080
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/semmms-bypass/"
    },
    "type": "petition"
}