{
    "data": {
        "attributes": {
            "action": "REMOVE ALL FRUIT MACHINES FROM THE REACH OF CHILDREN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When the credit for a one arm bandit was 2p you could say it was a past time. Now  credits on a fruit machine are upto £10 per go for a £500 prize pot. At the local chippy you can pay 10p per credit machines with a gauranteed jackpot of £5.00 Also you can play the same machine at a diffrent shop for 20p a credit for the same prize. What i am petioning the pm for is the removal of fruit machine from takeaway/chip shop and places where children have unlimited access to them. Scenario 12 year old goes to buy chips £1.10 as he enters shop he sees fruit machine with its attractive lights flashing. Boy gambles away mobney in hope to win more. Also the pm may well be aware that fruit machines are rigged in these sorts of places. despite showing a 70% payout people can put £20-£30 in before even winning a penny. I would like everybody to think of the future and our children grandchildren etc. do we want the next generation to grow up as gamblers ?",
            "closed_at": "2008-02-25T00:00:00Z",
            "created_at": "2007-02-25T22:22:33.974569Z",
            "creator_name": "billal khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T22:22:33.974569Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3479443
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fruityfruity/"
    },
    "type": "petition"
}