{
    "data": {
        "attributes": {
            "action": "honour Parliament's committment to patient choice by preserving the Royal London Homeopathic Hospital and the service it provides as an integral part of the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RLHH has been part of the Health Service for 150 years. It provides 40,000 homeopathic appointments per year for patients who would otherwise have no access to homeopathic treatment.  In 2005, 67% of GPs and 85% of practices in it’s Primary Care Trust, referred patients to the hospital.  The hospital provides effective and most importantly, COST-EFFECTIVE treatments. We ask for an investigation into why the PCTs in Brent, Hammersmith and Fulham, Harrow, Hillingdon, Islington and Kensington and Chelsea have cancelled their contracts with the hospital or plan to cancel them this year. It is our concern that these cancelled contracts and directives from PCTs to stop referrals to the RLHH, must result in a perceived lowered patient demand, and that this self-fulfilling prophecy will then be used as the rationale for the hospital’s closure.  Furthermore we assert these cancellations make no sense whatsoever if cost-effectiveness is a yardstick by which treatments are to be measured.",
            "closed_at": "2007-07-12T00:00:00Z",
            "created_at": "2007-02-25T22:56:47.935042Z",
            "creator_name": "Carol Boyce",
            "government_response_at": "2007-08-06T15:35:23.359533Z",
            "government_responses": [
                {
                    "created_at": "2007-08-06T15:35:23.359533Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"honour Parliament's committment to patient choice by preserving the Royal London Homeopathic Hospital and the service it provides as an integral part of the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12828.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SavetheRLHH'",
                    "updated_at": "2007-08-06T15:35:23.359533Z"
                }
            ],
            "opened_at": "2007-02-25T22:56:47.935042Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7439,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3480183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SavetheRLHH/"
    },
    "type": "petition"
}