{
    "data": {
        "attributes": {
            "action": "reduce carbon emissions by banning fuel guzzling cars, making it compulsory for car manufacturers to build new cars with a maximum engine capacity AND improve the public transport system so that it is actually cost effective to leave the car at home!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Climate change is a big political issue at the moment and is the biggest threat to the human race that we have ever faced. Yet, most proposals from the government seem to be about making money from the 'carry on as usual' approach. Road pricing is again, another tax on the poor. Anyone with enough cash to drive a big car can  afford any increase in tax etc. I drive a 1 litre car-it reaches 70mph on the motorway quite easily, so I dont understand why anyone should need anything bigger. I would love to use public transport, but it's about 10 times more expensive! How do we expect people to leave their cars at home?\nPLEASE, instead of wasting £££££££££'s on road pricing, let's actually REDUCE emissions and improve our public transport. PS nobody needs a fast car, the speed limit is 70MPH.",
            "closed_at": "2007-05-25T00:00:00Z",
            "created_at": "2007-02-25T23:40:56.487098Z",
            "creator_name": "Barry Kilty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-25T23:40:56.487098Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petihttp://petitions.pm.gov.uk/moretrains/\nhttp://petitions.pm.gov.uk/Better-vehicles/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3480925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVE-EARTH/"
    },
    "type": "petition"
}