{
    "data": {
        "attributes": {
            "action": "limit the reform process of the House of Lords to the removal of hereditary peers, but not to introduce elected peers which would not benefit British democracy but add further complications and hinderance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My petition is aimed at illustrating to the governemnt that support for the House of Lords still exists. The House of Lords is not an elected chamber, but its members are often experts in their professional fields, which adds to the debates which take place in the House of Lords. The House of Lords is a revising chamber, adding elected representatives will give it democratic legitimacy and could enable it to challenge the authority of the House of Commons, as it would be elected by the people. Furthermore the quality of the representatives would diminish.  The efficiency of the House of Lords has increased, it allows extensive, detailed debates to take place and in reality it lacks any real power, as it is unable to veto decisions by the Lords. I beg you to oppose extensive reforms of the House of Lords for the Good of this country, and for the Good of democracy.",
            "closed_at": "2008-02-26T00:00:00Z",
            "created_at": "2007-02-26T07:43:24.487256Z",
            "creator_name": "Joe Cooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T07:43:24.487256Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/houseoflords/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3482656
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/House-of-Lords/"
    },
    "type": "petition"
}