{
    "data": {
        "attributes": {
            "action": "Give more support to physically and mentally ill people, including more options for therapy rather than drugs. Also make the benefits system more strait forwardand and less discriminative.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The system is discriminative towards vulnerable groups. People that have disabilities don’t have the fight to go through the struggle. Due to the constant messing around through tactics including misleading information, claims being processed through call centres with only one line, basically it’s designed like you need a business adviser to claim. Most people with disabilities find this hard to cope with especially with mental illness which can make people go over the edge. These fraudsters than it’s supposedly designed to catch have the strength to pursue with this .There must be a glitch in this system. As it’s hurting the people it’s supposed to protect. People may say it’s nothing personal. In defence to this. The current system is like a disease it’s Hurting the genuine sick people. Would people say it’s ok for people to suffer with cancer as its nothing personal. Also a certain MP couldn’t even last one day when he tried to show how easy it is on benefits.",
            "closed_at": "2007-07-04T00:00:00Z",
            "created_at": "2007-01-04T17:21:04.836129Z",
            "creator_name": "Paul Lane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-04T17:21:04.836129Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 72,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 348937
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SicknessPay/"
    },
    "type": "petition"
}