{
    "data": {
        "attributes": {
            "action": "Make First Great Western Provide a Competent Train Service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regular users of the FirstGreatWestern London to Hereford service have endured an inordinate frequency of delays and cancellations on this line. It has profoundly impacted on commuters working lives as thousands of users can no longer depend on FGW to get to work on time. Efforts to get FGW to respond have proved futile. We have had to endure increasing ticket prices, a cutting back of the actual scheduled train services, an elimination of discounted ticket periods and a downsizing of train carriages resulting in overcrowded, unsafe trains during rush hour periods. The result of the negligent managing of this train service has been to increase the road congestion on this route. The situation is now serious enough to warrant action on the part of the minister of transport. We believe that a train service that adheres to its published train schedule is the least we can expect for the price of our tickets and that a reliable train service is not a privilege but an entitlement we pay for.",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-02-26T11:27:25.273470Z",
            "creator_name": "Olivia Brooks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T11:27:25.273470Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FirstGW/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3493411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1stGreatWestern/"
    },
    "type": "petition"
}