{
    "data": {
        "attributes": {
            "action": "Stop Condemning Any Petition About E-Petitions To The Rejected Pile!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "So, we can't complain about the rubbish that people \"petition\" about, because \"e-petition is not the appropriate channel.\" Right.  BTW, I’m not \"intending to be humorous.\"  I am aghast at the things which appear here.  “Wine in restaurants costs me more\"; \"this kids sweater is scratchy;\" my burger doesn't look like the one in the picture\". Oh yes - \"MFI sell rubbish kitchens.\"  I'm not talking about the ill-informed, aggressive views that many people seem to have - usually ending with \"let's put the Great back in Great Britain\" - but the aimless whining. I have attempted three petitions - all rejected. Daily Mail readers have their views accepted no problemo - asylum seekers, single parents, such easy targets, aren’t they? Finally…if this is rejected because “there is an identical petition” there isn’t because I’ve checked! And yes, I am requesting action! Bet you a fiver this is rejected - again! p.s. - this was initially rejected for being \"intemperate\". Compared to the hate-filled petitions that are accepted? Get a grip!",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2007-02-26T11:46:33.102225Z",
            "creator_name": "Carrie C",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T11:46:33.102225Z",
            "rejected_at": "2007-03-27T15:17:47.521866Z",
            "rejection": {
                "code": 16384,
                "details": "We do not accept petitions about the petitions system. All feedback about the petitions system should be sent to team@petitions.pm.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3494518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stopannoyingme/"
    },
    "type": "petition"
}