{
    "data": {
        "attributes": {
            "action": "Combat the use of cycles on pavements",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the ruling of the Highway Code, it is illegal to ride bicycles on pavements unless an area of the path is designated as a cycle lane. Despite this, pedestrians are increasingly at risk, particularly in the inner cities, from cyclists abruptly swerving onto pavements to 'jump a queue' of traffic, or even making their whole journey entirely on the pavement. I am not referring here to children of a very young age, who may be in serious danger on the road, and are not of sufficient size to pose any hazard to pedestrians, but to adults riding full sized cycles and often travelling at a considerable speed. The police appear to have little to no interest in enforcing the law and combatting the problem. Penalty tickets and spot fines should be issued to any cyclist witnessed riding a full-sized cycle on the pavement, and cyclists over the age of 16 should be required to carry insurance.",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-02-26T13:44:42.886345Z",
            "creator_name": "Samantha Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T13:44:42.886345Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several already in existence -\nhttp://petitions.pm.gov.uk/Walk-Safely/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3500827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cyclingonpaths/"
    },
    "type": "petition"
}