{
    "data": {
        "attributes": {
            "action": "increase lettuce variety",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whatever happened to curly endive? Where do I go to purchase a nice sturdy cos? If I want to add some colour to a salad with a nice fresh rossimo, where do I look? Who can I turn to? Okay, so if I supported local shops rather than do the no-brain zombie-run like everyone else, maybe more greengrocers would still be around, each supplying their own unique variety of lettuces; but I’m as lazy as the average shopper, and the grocers are sadly long gone. So what happens? I end up shelling out two quid for a gas-filled bag containing some measly scraps of the old lettuces I once knew and loved, that will last a day or two and then very rapidly begin to resemble the contents of a flu-sufferer’s nose. Why are those of us who take pleasure in a nice varied salad forced to purchase these smelly, overpriced, non eco-friendly bags? Are there really not enough of us left in the country to warrant a good mix of green and red leaves on the shelves, rather than bagged up and drowned in nitrogen?",
            "closed_at": "2008-02-26T00:00:00Z",
            "created_at": "2007-02-26T14:48:05.558271Z",
            "creator_name": "Henry Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T14:48:05.558271Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3504318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lettuce/"
    },
    "type": "petition"
}