{
    "data": {
        "attributes": {
            "action": "Choose the next leader of the neighbour party and thus the next Prime Minister with a fight to the death",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Picture this: a cross between Harry Potter, Ant versus Dec and Upper Class Twit of the year.\nThe candidates will undergo tests of strength, intelligence and courage. There will be one winner; the last candidate alive. Imagine,triumphantly they stand on a podium in the middle of a massive stadium, dirty and bloody, shirt torn to show a six pack, or a flat stomach with just a bit of cleavage, a tear in their eye as they wave to the crowds who sing to them a rousing chorus of \"Gold\", our new national anthem. The people of England will dance in the street, full of admiration for their new leader. Surely then will we have a person worthy of leading our country. Sure, it'll be expensive, but with sponsership, audience tickets and tv rights, we're sure to make a profit.\nThis tournament, if my petition is successful, will be designed by me with input from the public. A documentary will be made and films in the future will depict this glorious event...",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2006-11-19T18:15:01.011664Z",
            "creator_name": "kim",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-19T18:15:01.011664Z",
            "rejected_at": "2006-11-22T12:09:35.591601Z",
            "rejection": {
                "code": 1,
                "details": "However humorous your intention, we cannot host a petition which endorses violence.",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 35047
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fighttothedeath/"
    },
    "type": "petition"
}