{
    "data": {
        "attributes": {
            "action": "Create effective legislation against unsoliticed marketing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I regularly get junk phone calls despite being on the Telephone Preference Service. These companies (aware of the Directive 2002/58/EC of the European Parliament) now hide their calling number, use text messages and supply a UK front for a contact centre abroad, refuse to give their UK address, and give return numbers with no-one there. The TPS is also only of limited use as they do not cover silent calls or text messages. \n\nWe need one authority to deal with unsolicited marketing, one body that people can sign up to which covers all marketing channels, and an easy route to complain and have actual action take against these companies (like Grumbletext but with official status). We also need companies that use the UK telephone network (even if calling from overseas) to comply with UK legislation otherwise the whole set up is pointless.\n\nSubstantial fines should be introduced for companies (whether calling from the UK or not) who fail to filter their lists against the TPS.",
            "closed_at": "2007-04-26T00:00:00Z",
            "created_at": "2007-02-26T15:37:12.200149Z",
            "creator_name": "Craig Cockburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T15:37:12.200149Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several already in existence -\nhttp://petitions.pm.gov.uk/MobileTexts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3506728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/controlmarketing/"
    },
    "type": "petition"
}