{
    "data": {
        "attributes": {
            "action": "make the recycling of paper and plastics mandatory in homes, work places and schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "So much paper and plastic is wasted in homes, work places and schools. Students, teachers, workers and home-owners throw thousands of tonnes of paper and plastics in the bin every day, and none of it is ever recycled. Home recycling is mandatory in only some boroughs in England at the moment. Why not all? Homes are given bins to put plastics, paper, glass and tins in; the same could be done in other locations. Schools should have 2 bins in each class room: one for disposables, and one for recyclables. The same should be done with work places. Once a week these bins would be emptied into separate dumpsters and collected to be taken to recycling plants, as they are in some residential areas of the country.\nIf necessary, the above places should receive an inspection once or twice a year to ensure that they are disposing of their waste properly. If they are found to be ignoring the legislation, a fine should be issued in accordance with how much is wasted.",
            "closed_at": "2008-02-26T00:00:00Z",
            "created_at": "2007-02-26T19:03:09.027000Z",
            "creator_name": "Anthony Trup",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T19:03:09.027000Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RecyclingSrvices/\nhttp://petitions.pm.gov.uk/School-Energy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3515697
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dorecycle/"
    },
    "type": "petition"
}