{
    "data": {
        "attributes": {
            "action": "That the primacy of sentencing reside with the victim not the judges/magistrates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The victims to be protected from the influence of judges/magistrates sentencing, judges advise only if too short, Carried out in full, time added for incorrect behaviour. To engaged on a programme of rehabilitation examined before release. To be signed off by a mentoring authority which acts as a guarantor for fitness to be released. Failure will extend sentence. Offers no excuse for reoffence. They are to be 100% financially responsible for the damage caused. This would be discussed as part of the rehabilitation. On release they are under curfew, unless they have an approved and monitored job, for 100% of time served to prove rehabilitation has actually worked.  To have a sign placed on accommodation indicating in the process of rehabilitation. On re-offending sentence to be doubled. The mentoring authority to be responsible for outside rehabilitation with sanctions if they fail.  Apply in all cases the exception would be for such cases as defending property with reasonable actions",
            "closed_at": "2008-02-26T00:00:00Z",
            "created_at": "2007-02-26T23:59:46.504470Z",
            "creator_name": "Andrew Crayford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-26T23:59:46.504470Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=sentencing",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3524558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Victims-First/"
    },
    "type": "petition"
}