{
    "data": {
        "attributes": {
            "action": "Change the Tolls for the M4 Second Severn Crossing and M48 Severn Bridge so that they apply from England to Wales for Even Years, then from Wales to England for Odd years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the M48 Severn Bridge and M4 Second Severn Crossing a toll is taken as the traveller crosses from England to Wales, the return journey is not tolled.\n\nThis structure encourages traffic from Wales to travel to England through this route, but discourages traffic from England going to Wales through the same route.\n\nIdeally a toll would be charged both ways, however that would likely raise the costs and time of crossing the bridges which is undesirable.\n\nTherefore I propose that the tolls apply on the journey from England to Wales for Even Years, then from Wales to England for Odd Years.\n\nThis solution would on average encourage even traffic flow from England to Wales and vice versa and would increase trade between Wales and the South of England which would ultimately benefit both regions.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-02-27T07:00:15.857508Z",
            "creator_name": "Des Mc D.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T07:00:15.857508Z",
            "rejected_at": "2007-03-28T14:50:01.214145Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3525883
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/England-7-Wales/"
    },
    "type": "petition"
}