{
    "data": {
        "attributes": {
            "action": "Disconnect government tax gereration from transport policy and road safety.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immediatley disconnect government coffers, Central and Local from road transport policy. \n\nFinancial penalty would appear to have little effect on making the road and other transport systems more efficient, safer or promote future growth. They’re very unpopular with the public who really just want governance, policy and direction not financial penalty.\n\nIt is my opinion the current transport policy may incorporate easy taxation but it’s damaging our country’s economy, credibility, global status and the lack of real policy is killing and maiming our citizens.\n\nIt is my belief that schemes like congestion charging, camera safety enforcement and the myriad of stealth taxes discredit our country.  Education, policy and prevention is required not the continual tax, fine and penalise mentality which; over stretches our police forces, associating them with poor policy and discredits them by association and confuses the public.",
            "closed_at": "2007-06-27T00:00:00Z",
            "created_at": "2007-02-27T09:55:00.885905Z",
            "creator_name": "Lee White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T09:55:00.885905Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=road+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3531890
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/End-DfT-Taxation/"
    },
    "type": "petition"
}