{
    "data": {
        "attributes": {
            "action": "ensure Britain has well-funded, well-provisioned, well-trained armed forces including a properly operational blue water fleet.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The defence of the realm is the first priority of all governments. Spending on defence has declined to some 2.2 per cent of GDP, its lowest since 1930. At the same time, global commitments of the armed forces have increased. Treasury-inspired accounting is leaving the armed forces, and the nation, vulnerable. Spending on the armed forces should be increased to a level commensurate with Britain's international obligations and responsibilities as a permanent member of the UN Security Council; commensurate with a well-funded, well-provisioned, well-trained armed services; and commensurate with or better than the percentage GDP spent on defence by similar wealthy nations.",
            "closed_at": "2007-03-05T00:00:00Z",
            "created_at": "2007-01-05T02:54:06.122666Z",
            "creator_name": "Peter Witton",
            "government_response_at": "2007-03-20T16:09:14.363465Z",
            "government_responses": [
                {
                    "created_at": "2007-03-20T16:09:14.363465Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure Britain has well-funded, well-provisioned, well-trained armed forces including a properly operational blue water fleet.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11286.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/armedforces/",
                    "summary": "Government response to petition 'armedforces'",
                    "updated_at": "2007-03-20T16:09:14.363465Z"
                }
            ],
            "opened_at": "2007-01-05T02:54:06.122666Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 287,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 354270
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/armedforces/"
    },
    "type": "petition"
}