{
    "data": {
        "attributes": {
            "action": "ensure that David Lynch's Twin Peaks: Fire Walk With Me is given a UK release in its uncut entirety and with an ideal runtime of 5 hours as per Mary Sweeney's original edit (although strictly no less than 3 hours and 20 minutes)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Twin Peaks is a searingly accurate social commentary. One of the main themes of Twin Peaks is the reductiveness of human communication as we know it, how it breaks down and the catastrophic consequences when this happens.\nI believe that the Twin Peaks franchise provides solutions to this problem, only they are hidden deep within David Lynch's obtuse and disturbing symbolism. As poor communication is something that effects us all, Twin Peaks is universally important - understanding it is the greatest chance we have for World Peace.\nThis is impossible while the cut of David Lynch's feature, Fire Walk With Me, remains at a paltry 2 hours 14 minutes.\nFor the communicative ills of the world to be addressed and solved, we MUST see the full version of this film.\nPetition for its release now, for the sake of our children.",
            "closed_at": "2007-10-27T00:00:00Z",
            "created_at": "2007-02-27T13:41:28.664128Z",
            "creator_name": "Henri Walkley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T13:41:28.664128Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3545180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Peaks-Petition/"
    },
    "type": "petition"
}