{
    "data": {
        "attributes": {
            "action": "“To hold a referendum by the British people on any proposal to remove further powers from the U.K. to the E.U., whether by a European Constitution, a Treaty, by the Declaration on the Future of Europe, or any other means - as promised by the Prime Minister in the Commons in May 2004”.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2001, a European Constitutional Convention was set up. In 2003, it proposed a European Constitution to be binding on all European Union countries (now 27 in all). That Constitution, if implemented, would take further powers away from the member nation-states of the E.U.\n \nMany organisations campaigned from 2002 to 2004 for a referendum on the European Constitution. \n \nIn May 2004, Tony Blair in the House of Commons agreed. He promised the British people a referendum on the European Constitution. \n \nIn 2005, the French and Dutch rejected the European Constitution by substantial majorities. \n \nMany referred at the time to the ‘death’ of the European Constitution. But E.U. heads of government are trying to implement it by various schemes. These include the signing of a Declaration on the Future of Europe or by the device of a Treaty. I feel that the British people should have a referendum on any proposal to implement the European Constitution in whole or in part.",
            "closed_at": "2007-11-27T00:00:00Z",
            "created_at": "2007-02-27T15:40:32.421784Z",
            "creator_name": "Derek Norman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T15:40:32.421784Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoEUConstitutn/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3551221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/euroconstitution/"
    },
    "type": "petition"
}