{
    "data": {
        "attributes": {
            "action": "Reduce the amount of road accidents that cause so much congestion.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Traffic congestion is very seldom the result of the 'sheer amount of traffic'.\nIf you listen closely to the road reports it is evident that the holdups on our roads are, in the majority of cases, the result of accidents. Surely it is therefore logical that if less accidents occur there will be less congestion our our roads. We are probably aware of the causes e.g. excessive speed, poor concentration & tiredness. This country therefore needs to create a tough accident prevention policy where motorists are re-educated. Motorists need to be reminded on the causes of accidents and how they can be avoided and the responsibilty they have to their passengers and other road users. This could be in conjunction with further restricted speed limits and on the road awareness for safe driving through posters, radio and road information signs. No one wants their journey delayed and most motorists would welcome any new initative to prevent accidents.",
            "closed_at": "2007-08-27T00:00:00Z",
            "created_at": "2007-02-27T16:19:17.976214Z",
            "creator_name": "Stephen Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T16:19:17.976214Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/lowspeedlimit/\nhttp://petitions.pm.gov.uk/newdrivers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3553221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Roadaccidents/"
    },
    "type": "petition"
}