{
    "data": {
        "attributes": {
            "action": "Save the Gloucester Park George V Bandstand from demolition:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Built 1933-34, one of its kind: Presentation of the US Presidential Citation to Gloucester Regiment took place there, for their role in the Korean War, VE day Celebrations, Queen Mary visited a Youth Rally in the 1940’s, various bands played there. \nThe Faux Victorian alternative, has been criticised by English Heritage, who say the existing Bandstand should be listed at local level, but there is no local list.  It is in line for listing as a ‘Positive Building’, but the new Conservation Area appraisals have not yet been agreed, but that would still not protect it from demolition; we need your help to save the structure.   \nThe Planning Committee have already refused Gloucester City Council permission to demolish the structure, but the Council found a way of bringing it before the Committee again on Tuesday 6th March 2007 seeking permission to demolish -  democracy skewed?\n\nLes Branchett - for\nGLOUCESTERSHIRE HERITAGE AND CONSERVATION HELPING TO SAVE HISTORY",
            "closed_at": "2007-09-12T00:00:00Z",
            "created_at": "2007-02-27T16:33:45.797681Z",
            "creator_name": "Leslie Arthur Branchett",
            "government_response_at": "2007-10-08T15:11:27.393398Z",
            "government_responses": [
                {
                    "created_at": "2007-10-08T15:11:27.393398Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the Gloucester Park George V Bandstand from demolition.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13444.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'glosterbandstand'",
                    "updated_at": "2007-10-08T15:11:27.393398Z"
                }
            ],
            "opened_at": "2007-02-27T16:33:45.797681Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 230,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3553976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/glosterbandstand/"
    },
    "type": "petition"
}