{
    "data": {
        "attributes": {
            "action": "Change the use of the Millennium Dome to that of a global environmental management centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Millennium Project Two (MP2) was a proposal entered into the 2001 competition to run the Dome as  global environmental management centre. The business proposal was so strong the consultants Jones Lang LaSalle shortlisted the proposal wanting to finance and supply the project team to proceed and implement the idea.\n\nThe Government were supplied the solutions to climate change via the competition. The decision to award the Dome to AEG has cost has so far cost approx £250 billion, put back more than 5 years the response to the environmental challenge and is using unnecessary resources in the production of reports such as Stern or climate change conferences, all of which were covered in the original proposal.\n\nIf the environmental challenge is so great, change the use of the Dome to an environmental centre and allow the technologies developed by MP2 be implemented to resolve the environmental challenge.",
            "closed_at": "2007-03-19T00:00:00Z",
            "created_at": "2006-11-19T20:13:52.895990Z",
            "creator_name": "Roger Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-19T20:13:52.895990Z",
            "rejected_at": "2006-11-29T17:52:20.984205Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 35611
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ecodome/"
    },
    "type": "petition"
}