{
    "data": {
        "attributes": {
            "action": "put a clause in the Data Protection Act that allows for CRB information to be passed between organisations so that only one form needs to be filled in",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the Data Protection Act the transfer of information between organisations regarding individuals is prohibited.  \n\nThis seems fair enough, but for each organisation that ask for one (teacher posts, coaching courses etc) a separate CRB check must be completed as the information enclosed within each form cannot be passed on.\n\nI am a multi-sports coach, and completing my third separate form this year! Not only is this time consuming, but the information is already available: it just cannot be shared!\n\nSurely it would make sense for each organization to be shown this information by the individual when requested? - It could be accessed immediately and save a lot of money and time!\n\nThis also could help ensure those looking after our children in schools etc are certified, and information can be accessed by all organisations involved, making the environment where the children are, a safer place.",
            "closed_at": "2008-02-27T00:00:00Z",
            "created_at": "2007-02-27T20:28:31.256654Z",
            "creator_name": "Helen Penney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-27T20:28:31.256654Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/free-CRB-checks/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3566388
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crbcheck/"
    },
    "type": "petition"
}