{
    "data": {
        "attributes": {
            "action": "STOP JAPAN FROM SLAUGHTERING HUNDREDS OF WHALES & DOLPHINS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On ITN news, recent horrifically cruel footage was shown of hundreds of dolphins being inhumanely slaughtered on beaches of Taiji, Japan. These highly intellegent mammals, rounded up by nets & speed boats, entire family pods dying slow & painfull deaths, turning the sea RED for a quick BUCK.(their meat has high levels of mercury,etc & is harmful to humans,its often sold as whale meat)This sick routine MUST STOP. Fishermen of Taiji alone have permits to kill 2000 dolphins, but thousands more die every year. We in the 'civilized' world must let these people know that this is NOT acceptable human behaviour. Some of these 'large brain' mammals are being snatched from their family pods in the midst of the blood bath & are sold to aquariums, for our entertainment!  Please help in any way you can to put pressure on the people responsible for this to STOP NOW, to re-educate them to help conserve these wonderful creatures. Make this the last time we have to witness such evil cruelty.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-02-28T00:54:30.300157Z",
            "creator_name": "Shona Lewendon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T00:54:30.300157Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/savethedolphin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3576136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dolphinsinjapan/"
    },
    "type": "petition"
}