{
    "data": {
        "attributes": {
            "action": "force Ofcom to allocate the unused radio spectrum after the analogue switchover to HDTV services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2012, analogue television services will be switched off. It is likely that Ofcom (the regulator) will sell the radio frequencies (parts of the radio spectrum) that the analogue channels used to mobile phone companies. We believe that Britain still needs to be the world leader in broadcasting. As a result of allocating these frequencies to HDTV (High-definition television) broadcasts we think that Britain can continue to lead the world in television in the same way that John Logie Baird did in the 1930s. Countries such as America and Australia are already rolling out this technology but Britain has been left behind because of the lack of spectrum space.",
            "closed_at": "2007-02-21T00:00:00Z",
            "created_at": "2006-11-19T20:57:00.344544Z",
            "creator_name": "Kieran Kunhya",
            "government_response_at": "2007-02-27T17:17:56.824961Z",
            "government_responses": [
                {
                    "created_at": "2007-02-27T17:17:56.824961Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"force Ofcom to allocate the unused radio spectrum after the analogue switchover to HDTV services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11103.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/openhdtv/",
                    "summary": "Government response to petition 'openhdtv'",
                    "updated_at": "2007-02-27T17:17:56.824961Z"
                }
            ],
            "opened_at": "2006-11-19T20:57:00.344544Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4927,
            "state": "finished",
            "updated_at": "2007-12-05T03:11:18.574750Z"
        },
        "id": 35845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/openhdtv/"
    },
    "type": "petition"
}