{
    "data": {
        "attributes": {
            "action": "review laws on the use of mobility scooters on our pavements and in our shops",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the recent figures proving that old people are 3 times more likely to cause an accident behind the wheel than the average boy racer i have lost count of the number of times i've scooped my 3 year old clear of the jaws of a giant maroon four wheeled vehicle, being driven in a reckless manner by a disgruntled oap. We have 2 of them that race each other up the pedestrian High St here! I've seen them coming towards me at speed and my children are put at risk. If this was youths chosing this method of transport on our pavements then something would be done!\n while these don't pose a great risk to adults small children are at risk not just because they are small, and easy to reverse over. But because they don't always see the dangers, which is where we come in. It is our job to make sure they are safe... please sign our petition thankyou",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-28T10:06:39.738022Z",
            "creator_name": "Catherine Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T10:06:39.738022Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/scooters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3586229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electricscooters/"
    },
    "type": "petition"
}