{
    "data": {
        "attributes": {
            "action": "Provide desparately needed funding to create a new secondary school for Brighton & Hove which will better enable children to attend a truly local school & remove the significant discontent currently felt by all local parents at the lack of an adequate provision for secondary education in the city.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The council decision on February 27th to introduce catchment areas and a lottery for secondary school admissions has set parents against parents across the city.  \n\nNo matter what admissions policy is adopted, parents will be deeply dissatisfied by the poor quality provision delivered by the LEA.  \n\nThis must stop now by addressing the 2 real issues - a lack of a secondary school to serve Central Brighton & Hove & the below national average standards of all bar 1 of the existing secondary schools.\n\nOnly then will the right of an equal & effective education be provided to our city's children by the state, in a city with an ever-increasing population.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-02-28T14:15:41.914944Z",
            "creator_name": "Paul Campbell",
            "government_response_at": "2008-04-07T16:14:29.779485Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T16:14:29.779485Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide desparately needed funding to create a new secondary school for Brighton & Hove which will better enable children to attend a truly local school & remove the significant discontent currently felt by all local parents at the lack of an adequate provision for secondary education in the city.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15198.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'B-Hschools'",
                    "updated_at": "2008-04-07T16:14:29.779485Z"
                }
            ],
            "opened_at": "2007-02-28T14:15:41.914944Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 421,
            "state": "finished",
            "updated_at": "2008-03-15T03:16:03.543362Z"
        },
        "id": 3605218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/B-Hschools/"
    },
    "type": "petition"
}