{
    "data": {
        "attributes": {
            "action": "Target dangerous drivers, not just those who speed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Police Officers refuse to stop and caution drivers who fail to indicate, \"lane hog\", drive to slowly on motorways or drive with their foglights on during heavy rain.\nHowever, they are very keen to stop a driver doing 80mph on a completely empty motorway during clear conditions.\n\nAs the trend seems to be to have a speed camera on every corner, the speeding motorists are already given clear indication that what they are doing is wrong and could be dangerous, but countless accidents are caused each year by drivers who fail to indicate.\nThese drivers should be targeted and either cautioned or charged for \"driving without due care and attention\" or \"dangerous driving\".\n\nIf this was to happen, then less motorists would be so against the use of speed cameras, as it would prove the police force is more concerned with road-users saftey, rather than creating revenue.",
            "closed_at": "2007-05-28T00:00:00Z",
            "created_at": "2007-02-28T14:46:21.545096Z",
            "creator_name": "Ian Mellor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T14:46:21.545096Z",
            "rejected_at": "2007-04-14T00:03:04.307271Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with others, such as http://petitions.pm.gov.uk/Lane-hogging/ please consider signing them, rather then creating a new petition.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3607439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nonindicating/"
    },
    "type": "petition"
}