{
    "data": {
        "attributes": {
            "action": "Stop John Prescott MP from becoming a Lord within the Houe of Lords",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I as many normal citizens of the UK have been horrified about the behaviour of John Leslie Prescott MP and how he has brought the prestige of the political status of this country to an all time low.  The affair with Tracey Temple and more importantly his behaviour over recent years of non performance as the deputy Prime Minister and living the high life at the cost to the tax payer has gone on long enough.  This behaviour has made the UK the laughing stock throughout the world at a time when we should be head and shoulders above reproach as a world leader. \n\nThe people should be able to vote on allowing only the top echelons of the country’s political leadership into the upper house to pass their experience and knowledge onto other governments of the day.  I don’t think John Leslie Prescott MP has any thing to offer this upper house and should be allowed to fade out of political life for good, taking his disgraced reputation with him.",
            "closed_at": "2007-04-28T00:00:00Z",
            "created_at": "2007-02-28T15:16:05.411356Z",
            "creator_name": "Martin Jeffrey Smith MBE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T15:16:05.411356Z",
            "rejected_at": "2007-04-13T00:03:04.557673Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3609393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrescottnoLord/"
    },
    "type": "petition"
}