{
    "data": {
        "attributes": {
            "action": "Due to ever popular demand, give football fans the chance to stand. From tinker to tailor, from soldier to sailor, lets all say goodbye to Mr. Taylor.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most football fans share the fond memory of standing on terraces to watch their teams play & class this as the most fundamental tradition of watching football. All seated stadia can detract from the experience many fans anticipate & most would welcome a return to terraces, to take part in the true experience of a football match & to counteract ever decreasing attendances & atmosphere at games. All seated arena & over-pricing have contributed to the lack of events & facilities for society’s youth who at one time could attend matches as previous generations have. Football may no longer be a working class game, but it is this working class fan base that established & supported football from the start & they can no longer be priced out of attending matches. Safety fears can be easily addressed by maintaining the policy of ticket only games, thus retaining full control on over-crowding.",
            "closed_at": "2008-03-19T00:00:00Z",
            "created_at": "2007-02-28T17:22:38.518230Z",
            "creator_name": "Shaun Mulligan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T17:22:38.518230Z",
            "rejected_at": "2007-03-30T09:09:01.764350Z",
            "rejection": {
                "code": 2048,
                "details": "Reasons: http://petitions.pm.gov.uk/TheRightToStand/ \nhttp://petitions.pm.gov.uk/StandUpSitDown/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3617406
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FootballTerraces/"
    },
    "type": "petition"
}