{
    "data": {
        "attributes": {
            "action": "The NHS is failing, but is it right that nursing staff should keep having to re-apply for their jobs so that cash strapped trusts can make more savings by cutting posts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 2003 when the Blackburn & Hyndburn Trusts merged with Burnley, forming East Lancashire NHS Trust they have had a major cash deficit.\nto save money they have closed wards, cut beds,cut services, and more importantly cut staff.\nFurther more the trust now insists on closures, the Acute assessment ward at Burnley is to close and moved into the new Royal Blackburn Hospital, the Accident and Emergency at Burnley is to down scale and will only handle minor injuries, while all emergency cases will go to Blackburn.  \nNurses are being forced to re-apply for their jobs because of these closures in many cases less than 6months after they had to re-apply for their present jobs.\nThis government is sitting on the fence while the NHS slowly dies. The Old LABOUR BUILT THE NHS, NEW LABOUR is determined to see its demise and we demand urgent action, let our nurses do what they trained for and indeed want to do look after patients.",
            "closed_at": "2007-08-28T00:00:00Z",
            "created_at": "2007-02-28T18:29:20.307830Z",
            "creator_name": "william Maynard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T18:29:20.307830Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3621035
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveourStaff/"
    },
    "type": "petition"
}