{
    "data": {
        "attributes": {
            "action": "honour the former Prime Minister of the United Kingdom, the Baroness Thatcher of Kesteven, by naming a ship in Her Majesty's Royal Navy \"HMS Iron Lady\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As Prime Minister, Margaret Thatcher protected the interests of the UK on the world stage. She ensured that the Falklands were defended when invaded by a foreign power. During the ensuing conflict, the Royal Navy fought valiantly and were distinguished by their actions. The Baroness's determination to stand up to Communism, in particular by maintaining our Armed Forces and nuclear capability, contributed greatly to the fall of Communism, and the liberation of millions. The US have honoured Sir Winston Churchill, who stood up against the tyranny of fascism, through naming one of its vessels \"USS Winston Churchill\"; we should accord a similar honour to a woman who struggled against the tyranny of dictatorship. \nThe Royal Navy is currently commissioning Type 45 Destroyers. One such ship could be named \"HMS Iron Lady\" in reference to Baroness Thatcher, echoing the designation of the vessel \"HMS Iron Duke\", named in honour of the Duke of Wellington, who also stood firm against a tyrant.",
            "closed_at": "2007-09-11T00:00:00Z",
            "created_at": "2007-02-28T22:23:27.731324Z",
            "creator_name": "Martin Hogg",
            "government_response_at": "2007-10-18T15:29:25.946751Z",
            "government_responses": [
                {
                    "created_at": "2007-10-18T15:29:25.946751Z",
                    "details": "You signed a petition asking the Prime Minister to \"honour the former Prime Minister of the United Kingdom, the Baroness Thatcher of Kesteven, by naming a ship in Her Majesty's Royal Navy \"HMS Iron Lady\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13533.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HMSIronLady'",
                    "updated_at": "2007-10-18T15:29:25.946751Z"
                }
            ],
            "opened_at": "2007-02-28T22:23:27.731324Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1129,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3631182
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMSIronLady/"
    },
    "type": "petition"
}