{
    "data": {
        "attributes": {
            "action": "Stop that American man going ahead to built new Liverpool Football Stadium",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to stop that American man going ahead to built to Liverpool Football Stadium on Historic Stanley Park, because it will wip out all animals in the park includings trees etc, also dog walkers, weekend youth footballers there too, and it will make the people living near the park wouldnt have any sunlight by their houses due high stadium, also there wont be any space for the staff to park their car opposite the school, and it would affect the people who mourned their dead familes opposite the Stanley Park. The houses prices would drop rapidly immediately if the new stadium build. I was told that the people lives around the currently stadium arent happy to build new stadium. The people dont want new Liverpool stadium are real LIVERPOOL PEOPLE, the football fans who loves Liverpool and doesnt lives in Liverpool doesnt know anything about our Liverpool people. They think its good for them but not for Liverpool people. Watch this space...",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-02-28T23:05:56.594890Z",
            "creator_name": "David Longworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-02-28T23:05:56.594890Z",
            "rejected_at": "2007-03-27T13:08:55.405608Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3632503
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/liverpstad/"
    },
    "type": "petition"
}