{
    "data": {
        "attributes": {
            "action": "Scrap lower grades of fuels In favour of using higher quality fuels",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One thing which I believe we have over looked is the use of cleaner grades of petrol & diesel. With all or most of the fuel companies realising greener fuels and the ability of new bio fuels why isn’t this been looked in to further.  Why hasn’t the idea of removing the lower grade fuels of the forecourt not been done? And with doing so only the cleaner grades would be available which people will either pay the higher price for or lump it and have to use public transport or even better walk. BP has the Ultimate range, Shell has V-Power and Tesco have the Super 99ron. All these grades are cleaner and better for our planets atmosphere. Yes I know they cost more to fill up with, but then you could compare cost to your road taxing idea and it would be more cost effective for the road user to fill up with greener fuels.\n\nLet’s start acting on it sooner rather than later.",
            "closed_at": "2007-07-01T00:00:00Z",
            "created_at": "2007-03-01T09:38:20.547604Z",
            "creator_name": "Ben Payne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-01T09:38:20.547604Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cleanfueltax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3640670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenerFuels/"
    },
    "type": "petition"
}