{
    "data": {
        "attributes": {
            "action": "award John Askey an MBE for services to Macclesfield Town Football Club",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "John Askey began his career at Macclesfield Town Football Club in 1984 and during this time has been a player, coach, assistant manager, reserve team manager and youth team manager.\n\nDuring an illustrious playing career with Macc John won many honours most notably helping Macclesfield Town to achieve promotion to the football league in 1997 after having been denied two years previously.\n\nJohn Askey has played over 650 times for Macclesfield and scored over 170 goals over a 23 year period.  In this modern age of football how many players can lay claim to being at the same club for over twenty years.  I doubt very few!!\n\nI believe John Askey to be worthy of an MBE for his services to football.",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-03-01T13:37:47.503109Z",
            "creator_name": "Matt Beresford",
            "government_response_at": "2007-08-22T16:48:14.414281Z",
            "government_responses": [
                {
                    "created_at": "2007-08-22T16:48:14.414281Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"award John Askey an MBE for services to Macclesfield Town Football Club.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12545.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JohnAskeyMBE'",
                    "updated_at": "2007-08-22T16:48:14.414281Z"
                }
            ],
            "opened_at": "2007-03-01T13:37:47.503109Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 262,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3653485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JohnAskeyMBE/"
    },
    "type": "petition"
}