{
    "data": {
        "attributes": {
            "action": "Replace the road fund licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The road fund licence is unfair because it applies a charge on the motorist regardless of the motorist’s annual mileage.  It does not apply to visitors to our country who use our roads, people using un-taxed vehicles and also short term workers with vehicles registered in other EU countries.\n\nHow the tax could work. The tax is collected in the same way as VAT. It is collected at the fuel pumps. The rate could be in the region of 35p per gallon. This would equate to the same annual amount based on a motorist driving 12,000 miles per year with average fuel consumption\n\nFairness . The more you drive, the more you pay. \n\nWho would pay more? \n High mileage road users, Continental visitors, Unnecessary usage. People with uneconomical vehicles.\n\nWho would pay less?  \nPeople with low mileage usage such as pensioners, unemployed, \n\nExemptions.\nBecause it’s a separate measurable tax, relief can be given to special vehicles, disabled driver etc.\n\nReduces the need for congestion charges.",
            "closed_at": "2007-06-01T00:00:00Z",
            "created_at": "2007-03-01T15:45:14.403767Z",
            "creator_name": "Roy Hallett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-01T15:45:14.403767Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions on this issue already. Please consider signing one of those, rather than creating another.\nhttp://petitions.pm.gov.uk/search?q=road+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3659859
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TAX-DISC/"
    },
    "type": "petition"
}