{
    "data": {
        "attributes": {
            "action": "to respond either online or in writing to all accepted petitions, regardless of size or subject.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From: http://www.pm.gov.uk/output/Page10655.asp, [accessed 05.01.07]\n\n“It is fair to say that we have been surprised at the number of petitions received, and that the load has been difficult for the No10 team to keep up with. To keep this manageable and a justifiable use of resources we have reluctantly decided that we cannot respond to petitions of less than 100 people, unless they relate specifically to small groups (for example, people from a small community). And if a petition cannot really be expected to gain a ministerial response - the point is its existence rather than the response from government - then we will reserve the right to simply not respond.”\n\nAlthough we the undersigned realise the scale of replying to all petitions is immense, we urge the Prime Minister to make resources available for the appropriate governmental people to respond to all petitions, regardless of their subject or how many people sign them.",
            "closed_at": "2007-01-19T00:00:00Z",
            "created_at": "2007-01-05T13:39:26.642704Z",
            "creator_name": "Richard T",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-05T13:39:26.642704Z",
            "rejected_at": "2007-02-08T00:03:03.783343Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/faking/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 366245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/respond/"
    },
    "type": "petition"
}