{
    "data": {
        "attributes": {
            "action": "hold a referendum to consult the nations opinion on your proposed signing of the 'Declaration on the Future of Europe' which will sign Britain over to a Federal Europe and strip British people of their rights FOREVER .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On MARCH 25th in Berlin, Mr Blair will sign a 50 page ‘Declaration on the Future of Europe' without consulting the UK people. A binding treaty that embodies \"basic laws\" for 490 million people in 27 countries based on a despised constitution, rejected by voters across Europe. Nine countries with over 150 million people turned it down or, decided not to put it to the vote. Blair alone has decided the UK will not vote. If you don’t want to be controlled by a European Federation, we must demand a national referendum NOW. \nIt will create:\n• A PERMANENT, unelected, EU president. A sole voice for Europe serving a 5 year term. \n• FULL-TIME foreign and defence ministers for Europe meaning powers like China and America will by-pass Britain to speak directly to them. \n• A REFORMED European parliament drawing up its own laws. Britain couldn’t veto its decisions and each member states government loses the right to \"opt out\" of EU laws & treaties.\n\nACT NOW or be slaves to the EU forever",
            "closed_at": "2007-04-06T00:00:00Z",
            "created_at": "2007-03-01T20:55:57.229798Z",
            "creator_name": "Rufus Middleton",
            "government_response_at": "2007-04-26T15:55:40.327253Z",
            "government_responses": [
                {
                    "created_at": "2007-04-26T15:55:40.327253Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"hold a referendum to consult the nations opinion on your proposed signing of the 'Declaration on the Future of Europe' which will sign Britain over to a Federal Europe and strip British people of their rights FOREVER.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11548.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ReferendumNOW'",
                    "updated_at": "2007-04-26T15:55:40.327253Z"
                }
            ],
            "opened_at": "2007-03-01T20:55:57.229798Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10169,
            "state": "finished",
            "updated_at": "2007-12-31T03:12:33.467197Z"
        },
        "id": 3672612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReferendumNOW/"
    },
    "type": "petition"
}