{
    "data": {
        "attributes": {
            "action": "boycott the plans for an £100m 'Olympic Mosque' at the site of the 2012 games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A large mosque potentially holding up to 70,000 worshippers is being proposed by the site of the 2012 Olympics, to open up in time for the games. Estimated at a cost of £100million, it is being sponsored by an Islamic missionary group called Tablighi Jamaat, which intends to use it as its UK headquarters. This same organisation  has proven links to al-Qaeda, and was attended by Mohammed Siddique Khan, one of the 7th July suicide bombers. When the government is struggling to root extremism from some religious buildings, constructing another of such scale simply undermines their efforts.\nNot to mention that London, particularly East London already has plenty of Mosques which more than cater to the needs of London's Muslim population. This is a request for the Prime Minister to listen to the British public (of all faiths) and not allow public money to be wasted on this. Money that could be spent towards education, and health, rather than further isolating one culture from the rest.",
            "closed_at": "2008-03-01T00:00:00Z",
            "created_at": "2007-03-01T23:01:05.507610Z",
            "creator_name": "James Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-01T23:01:05.507610Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ScrapMegaMosque/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3676445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/olympicmosque/"
    },
    "type": "petition"
}