{
    "data": {
        "attributes": {
            "action": "accept a way forward for a unique contribution to the unity of the country by demonstrating leadership qualities which reflect realities of geography and accurately describes SCONEI, that is the Six Counties of North East Ireland, currently misnamed 'northern Ireland'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hi,\nHerewith is my amended Petition.\n\n\nIntroduction   \n   We the undersigned petition the Prime Minister to take action which  will demonstrate his acknowledgement of the realities of geography and his ability to act sensibly and responsibly.\n\nThe action will result of the adoption of the acronym SCONEI  as an accurate name for the Six Counties of North East      Ireland, currently misnamed 'Northern' Ireland.\n\nTaking this action will correct a misnomer of some 80 years which prevents gets in the way of further improving relations between the two countries. \n\nThe geographic logic the part of Ireland that is labelled 'northern' lies north of latitude 54 degrees north.  This part of Ireland incorporates territory as follows: 55% is in what is called 'northern' Ireland; the remaining 45% is in the Republic of Ireland.\n\n\nProposal\nThat the correct name of the country which the PM governs is, and will therefore be, correctly, \"The United Kingdom of Great Britain and SCONEI\"\n\n\nPredicted Outcome\nImportantly, it will be an everlasting tribute to the PM's special qualities of communicating his vision of the future.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-01T23:50:18.956955Z",
            "creator_name": "JKMCCARTHY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-01T23:50:18.956955Z",
            "rejected_at": "2007-04-03T12:17:31.692098Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3677380
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SCONEI/"
    },
    "type": "petition"
}