{
    "data": {
        "attributes": {
            "action": "stop the destruction of the Royal Navy and spend the defence budget more wisely",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The MoD is planning to mothball almost half the Navy's 44 warships to cut costs.  This money has been wasted, amongst other things, on a war in Iraq we can never win and that should never have been started.  The government misled the public and the house to justify it and now we are paying a heavy price.  The RN frigates are among the most potent weapons we have. When this is done who will be left to stop illegal immigrants from landing on our shores? Who will seek out and capture drug runners? Who will retake the Falklands when Argentina decides to invade again? As it is we already have 13 warships it would take 18 months to get into action. Act now and sign this petition, for these decisions have almost certainly already been taken. Support the Navy, once these ships are scrapped or sold we will never replace them. Britannia will no longer rule the waves.",
            "closed_at": "2007-04-05T00:00:00Z",
            "created_at": "2007-01-05T14:37:08.751565Z",
            "creator_name": "Sarah Felmingham",
            "government_response_at": "2007-04-26T15:47:51.046406Z",
            "government_responses": [
                {
                    "created_at": "2007-04-26T15:47:51.046406Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"stop the destruction of the Royal Navy and spend the defence budget more wisely.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11545.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savethenavy'",
                    "updated_at": "2007-04-26T15:47:51.046406Z"
                }
            ],
            "opened_at": "2007-01-05T14:37:08.751565Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14385,
            "state": "finished",
            "updated_at": "2007-11-18T03:11:03.916679Z"
        },
        "id": 368471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savethenavy/"
    },
    "type": "petition"
}