{
    "data": {
        "attributes": {
            "action": "ensure nurses working in our health service are treated properly and given fair pay for the services they provide around the clock.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent pay award announced for nurses does not take account of long-serving nurses not on annual increments, and therefor does not truly acknowledgement the duties these nurses  fulfil around the clock. The PM should implore the Chancellor to ensure nurses income is at least kept equal across the sector, and on a par with other emergency services personnel who may take industrial action. Some of these long-serving nurses are already having to take reductions in annual income with the new banding under agenda for change, and we believe it is wrong of the Government to punish these nurses for their long service and the dedication they have given the health service by offering a pay increase that is not equal across the service and urge the PM to ensure nurses are treated equal in their new banding and annual pay increments.",
            "closed_at": "2007-07-16T00:00:00Z",
            "created_at": "2007-03-02T10:19:02.398872Z",
            "creator_name": "Paul Johnston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T10:19:02.398872Z",
            "rejected_at": "2007-03-28T15:19:12.913238Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NHS-Pay/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3684919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nurses-support/"
    },
    "type": "petition"
}