{
    "data": {
        "attributes": {
            "action": "scrap the present tax on petrol and then charge drivers for the mileage they actually drive",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scrapping the high Petrol Tax imposed by this and all previous governments, and replacing it with the proposed tax on mileage driven, would be a fairer way forward than the propose extra tax on motorists.\nThe motorists of this Island are taxed too much! VAT when buying a car, Road Tax & Petrol Tax Parking Fines, Congestion charges, Speeding Fines (GATSO'S).\nLocal Councils are even told to change traffic light sequances to cause traffic jams, so as to justify congestion charges. So they can't justify saying it's to protect the environment, when drivers are in a traffic jam they still burn fuel whilst standing still.\nMileage charges should never be used without scrapping the Petrol Tax on the same day, not a year or two after mileage tax is imposed on drivers.\nIs it the governments proposal that only the rich and government ministers can drive on our roads?",
            "closed_at": "2007-09-17T00:00:00Z",
            "created_at": "2007-03-02T14:06:52.113328Z",
            "creator_name": "Michael A. Wardle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T14:06:52.113328Z",
            "rejected_at": "2007-03-29T10:29:52.116253Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=fuel+tax\nhttp://petitions.pm.gov.uk/search?q=petrol+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3695321
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScrapPetrolTax/"
    },
    "type": "petition"
}