{
    "data": {
        "attributes": {
            "action": "ban broad beans forever from the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everybody who's sensible knows that broad beans should not be classified as edible foodstuffs.  They make you gag as soon as you smell them, let alone when one passes your lips.\n\nAnd yet unthinking, maybe cruel, maybe heartless greengrocers and supermarkets all over our beautiful country insist on stocking these abominations on their shelves.  Sure, some people say \"ooh but they taste quite nice with cheesy sauce on\" or \"have you tried them in a mixed bean casserole?\" but such people are, sadly, stupid.\n\nNow is your chance to act, people of Britain!  Let us remove these so-called-vegetables from our fresh produce aisles for good!  Let us free the country from its grip of the foul pulse!  Let us uprise as one and tell the Government where to stick the broad beans!  Let us join the French* in only feeding them to animals!  Come one, come all, and sign this petition.  Show Mr Blair what you think.\n\n(* I don't mean actually join the French, I just mean they seem to have the right idea)",
            "closed_at": "2007-05-02T00:00:00Z",
            "created_at": "2007-03-02T16:33:27.780257Z",
            "creator_name": "Rich Pereira",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T16:33:27.780257Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3701863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/broadbeans/"
    },
    "type": "petition"
}