{
    "data": {
        "attributes": {
            "action": "not make policies based upon the success of petitions but instead upon facts, necessity and utilitarianism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Decisions should be based on facts and utilitarianism (The goal to achieve first the least possible unhappiness for the greatest number of people, second the greatest possible happiness for the greatest number of people.).\n\nThe goal of politics should not be to achieve the least possible unpopularity with the greatest number of people and the most possible popularity with the greatest number of people.\n\nVoters and petitioners are in the greatest part uneducated in the subjects on which they vote and petition. While their intentions are not often bad we believe that a well intended vote or petition made without full understanding of the issue and its consequences has as much chance to cause unhappiness as happiness.\n\nWe wish to show our support for policies made regardless of public opinion. Further more we wish to advocate weariness of petitions urging that petitions that achieve popularity should receive political notice automatically.",
            "closed_at": "2008-03-17T00:00:00Z",
            "created_at": "2007-03-02T18:20:31.035459Z",
            "creator_name": "C. T .Colchester-Cook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T18:20:31.035459Z",
            "rejected_at": "2007-03-29T11:03:04.326190Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3705877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPopPolitics/"
    },
    "type": "petition"
}