{
    "data": {
        "attributes": {
            "action": "legislate against oppression of heterosexuals and non-practicing homosexuals by Gay lobbyists and politicians by giving us the right to reject and petition gainst the practice of Homosexuality in society",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The heterosexual and non-practicing homosexual British Public are being discriminated against by many intolerant and aggressive minority homosexual groups in society and the present government have conceded to these groups by passing legislation such as the Sexual Orientation Regulations that ignores heterosexuals and non-practicing homosexuals opinions. This has caused great distress to the vast majority of the British Public and forces the moral consciences of the many people to be violated by complying with the SOR's. We call on you Mr Blair to remove this oppressive and draconian proposal and legislation. Uphold our traditional Judeo-Christian values and rights to maintain a good and moral conscience before God and man. Never before have these rights been repealed by acts of Parliament and the libertarian and decadent policies your government is now endorsing is threatening to de-stabalise society and reduce our beloved and once United Kingdom of Great Britain known through history for our strong moral ethical values into a fractious and sectarian state with the inevitable, tragic consequences we see in other parts of the world.",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-03-02T18:33:07.950766Z",
            "creator_name": "Tim Dodge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T18:33:07.950766Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2008-04-11T03:24:02.212621Z"
        },
        "id": 3706257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/heterosexual/"
    },
    "type": "petition"
}