{
    "data": {
        "attributes": {
            "action": "Review the unfair 'Modernising Medical Careers' application process for Specialist Training of Junior Doctors",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immediate review is required of the Specialist Training application system for junior doctors as part of Modernising Medical Careers (MMC).\n\nOnly approximately 22000 training posts have been allocated for 30000 junior doctors, some of whom are already well into their basic specialty training.\n\nNo guidance has been given on the alternatives in training to the 8000 doctors who will not obtain a Specialist Training/Fixed Term Specialist Training Appointment.\n\nThe current application system involves vague questions about doctors' personal experience (which may be fabricated), taking insufficient account of their qualifications, skills, and independent references/appraisals. Feedback can only be obtained after the final round of applications, making it impossible to improve on 1st round application shortfalls.\n\nGPs have recently rejected such an application system in favour of an objective clinical exam, which MMC must consider adopting. \n\nDoctors' entire livelihoods are at stake.",
            "closed_at": "2007-07-02T00:00:00Z",
            "created_at": "2007-03-02T20:20:34.975183Z",
            "creator_name": "Dr S Gupta",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T20:20:34.975183Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MMC-selection/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3709541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STapplications/"
    },
    "type": "petition"
}