{
    "data": {
        "attributes": {
            "action": "Scrap these petitions because they are a demacratic voice.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scrap these petitions because they are a demacratic voice. And given the PMs answer to the huge number signing the petition to scrap plan for road charing he is not a democratic man. How can you so lightly dismiss the opinion of several millions of people. When you consider the numbers who signed the    \"Scrap Road Tax and Road Pricing but increase fuel tax to cover\n     the loss. Thus basing driving costs directly against ecological\n     costs to the environment.\" as a proportion of they people who had the oppertunity to sign, ie those with access to the internet and the knowledge to sign. I would estimate that at least 90% of people are in favour of the previous petition. Therefore we call for the scrapping of these petitions as they give the illussion of being a democratic forum but are just a waste of time when the person petitioned will ignore such a groundswell of opinion and go there own sweet way.",
            "closed_at": "2007-05-02T00:00:00Z",
            "created_at": "2007-03-02T20:56:43.578361Z",
            "creator_name": "David Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-02T20:56:43.578361Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 16384,
                "details": "Please email team@petitions.pm.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3710574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WeGOTshaftedbyPM/"
    },
    "type": "petition"
}