{
    "data": {
        "attributes": {
            "action": "Set an onus on Local Authorities to financially support a Local Biodiversity Records Centre (LRC) in their area to provide a central point for the collation and dissemination of biological/biodiversity information (species and habitats)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local Authorities need biodiversity information (as does central Government) to meet their commitments to the environment, to wildlife, and to the benefits accruing to their local populations from interaction with wildlife and greenspace.\n\nA local records centre to collate, manage, validate and disseminate such information collected by amateur naturalists and professional ecologists for free is an extremely efficient and long-term solution to this need.\n\nCurrently, most/all LRCs are struggling to remain sustainable due to a lack of funding (the cost of funding an LRC is low!) as most/many LAs do NOT meet their statutory commitments. Enforcement of funding for LRCs via LAs would ensure such data was available.",
            "closed_at": "2007-09-16T00:00:00Z",
            "created_at": "2007-03-02T22:39:01.981554Z",
            "creator_name": "Stephen James McWilliam",
            "government_response_at": "2007-10-04T16:23:17.236495Z",
            "government_responses": [
                {
                    "created_at": "2007-10-04T16:23:17.236495Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Set an onus on Local Authorities to financially support a Local Biodiversity Records Centre (LRC) in their area to provide a central point for the collation and dissemination of biological/biodiversity information (species and habitats).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13408.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LRC-Funding'",
                    "updated_at": "2007-10-04T16:23:17.236495Z"
                }
            ],
            "opened_at": "2007-03-02T22:39:01.981554Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2455,
            "state": "finished",
            "updated_at": "2008-01-31T03:19:03.961266Z"
        },
        "id": 3713006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LRC-Funding/"
    },
    "type": "petition"
}