{
    "data": {
        "attributes": {
            "action": "I propose that the UK start fighting the decades of blocks and censorship that has hobnailed physics and science and begin a new period of dynamic growth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We desperately  need a more advanced physics -  we live in a world full of technological problems and technological solutions.\n My interest is in ‘hyperspace’ physics a subject mostly ignored since the mid fifties, largely because of a strong  political block within science that wants to keep Relativity as the highest energy level physics that we are allowed to study. \nDespite what they tell people the relativists arguments are based on very weak logic and relativity is leaking on all sides. The big bang theory and ‘inflation’ require accelerations VASTLY faster than light. Quantum entanglement and tunnelling both demonstrate faster than light behaviour. When we look at the causality of general space the speed of light is simply to slow, making Relativity incompatible with a real universe. (this makes it a joke as stupid as the flat earth theory)\n When we  look for tachyonic behaviour we find it everywhere - Hawking radiation, quantum limits, ‘dark matter‘, gravity.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-03-03T06:31:46.173917Z",
            "creator_name": "Robert Lucien Howe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-03T06:31:46.173917Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3715740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Advanced-Sci/"
    },
    "type": "petition"
}