{
    "data": {
        "attributes": {
            "action": "Accept J. Swaby as a candidate for London Major",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many British people have now taken a negative view of Major of London, and systems he has implemented. This is not only discouraging to the younger generation but also creates a static lack of trust, which is then perpetuated.\n\nThe recent demolition of the building in the Waterloo Area, which my Father tried to oppose while on the GLC, stating it's impracticalities due to it's location is just one example of the shortcomings.\n\nAreas of Interest:-\n\nSocial Development, Creative Industries, Crime, Youth, Transport, Economic Development, Culture, Environmental Issues, Disabilities, Health and Wellbeing.\n\nIf something's been proved to not work, then maybe it needs to be scrapped and start again, allow me to put it another way. If you had a cut how many times would you keep on applying a plaster to it before realising the wound was not healing?\n\nLet's build a society on which we can trust!\n\nYours truly,\n\nMr. Justin Swaby",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-03-03T08:17:24.125942Z",
            "creator_name": "Justin Swaby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-03T08:17:24.125942Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3716317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LondonMajor08/"
    },
    "type": "petition"
}