{
    "data": {
        "attributes": {
            "action": "make amendments to the Environmental Protection Act 1990 to ensure every household in the UK receives a weekly collection of domestic waste.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are committed to recycling, however, we are concerned about the effects of fortnightly refuse collections on public health. In the light of specialist and expertise advice we believe that such schemes encourage vermin, flies and maggots. The World Health Organization recommends weekly waste collection in temperate climates. The rat population in the UK is steadily increasing and rubbish left for two weeks before collection can only exacerbate this problem. Residents should be encouraged and educated to recycle, however, waste must be collected on a weekly basis.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-03-03T13:34:42.245328Z",
            "creator_name": "Eric Murray",
            "government_response_at": "2008-04-07T16:15:53.764275Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T16:15:53.764275Z",
                    "details": "You signed a petition asking the Prime Minister to \"make amendments to the Environmental Protection Act 1990 to ensure every household in the UK receives a weekly collection of domestic waste.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15199.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WeeklyRubbish'",
                    "updated_at": "2008-04-07T16:15:53.764275Z"
                }
            ],
            "opened_at": "2007-03-03T13:34:42.245328Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1266,
            "state": "finished",
            "updated_at": "2008-03-17T03:15:08.599730Z"
        },
        "id": 3722390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WeeklyRubbish/"
    },
    "type": "petition"
}