{
    "data": {
        "attributes": {
            "action": "Legislate The Resale Of Concert And Event Tickets At Amount Above The Face Value",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been interviewed already by my local radio station - RADIO WAVE in Blackpool\n\nThere are 4 great lads looking forward to doing a tour this year, but thousands of fans (like me) who are gutted\n\nIF YOU ARE A HUGE TAKE THAT FAN AND WERE UNABLE TO BUY TICKETS BECAUSE OF MONEY GRABBING EBAYERS AND ONLINE TICKET COMPANIES, HELP ME MAKE A STAND AND LET YOUR VOICE BE HEARD \n\nIF YOU AGREE WITH ME THEN PLEASE SIGN THIS PETITION.\n\nThis has been going on too long where people are allowed to buy tickets, only to sell them on at vastly infalted prices to make a quick buck. It is unfair and stops genuine fans from being able to purchase tickets.\n\nPlease sign this petition and let's get something done about it.\n\nTHANK YOU FOR YOUR SUPPORT.\n\n \n\nBY THE WAY: GARY, JASON, HOWARD AND MARK - If you happen to have a spare couple of tickets - throw them this way",
            "closed_at": "2007-09-03T00:00:00Z",
            "created_at": "2007-03-03T16:24:41.636125Z",
            "creator_name": "Paula Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-03T16:24:41.636125Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters, they make the petition very hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3725826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TakeThatFiasco/"
    },
    "type": "petition"
}