{
    "data": {
        "attributes": {
            "action": "commit the Government to introduce legislation that will allow British citizens to opt in to an additional home nation citizenship of Scotland, Wales, Northern Ireland or England and that these new national citizenships are to be recognised for all official purposes such as census forms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The legislation on citizenship in the UK ignores the existance of the proud and historic nations of Scotland, Wales and England.  Following the setting up of the Scottish Parliament and the national assemblies in Wales and Northern Ireland and the growing demand for a revived Parliament for England, many of us identify more with the home nation we live in, or from where our family roots derive, than the UK.  This is even more true for the young.  Yet the British Government, and commerce, finds it hard to address this fact.  Our citizens should be able, if they wish to do so, to identify themselves and their nationality by reference to their own historic home nation (and not that of the UK and EU). The petitioner requests that the Government commit to changing the legislation on nationality so as to allow citizens to opt in to an additional home nation citizenship and then recognising the existence of these home nation citizenships by how we are addressed and dealt with by government.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-03-03T15:57:38.064306Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-03T15:57:38.064306Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-03-17T00:01:01.136532Z"
        },
        "id": 3725274
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationhood/"
    },
    "type": "petition"
}