{
    "data": {
        "attributes": {
            "action": "re-distribute the wealth of our country through higher taxation of those better able to pay and unfair indirect taxation such as VAT be replaced or reduced by direct, i.e., income tax, thus ensuring our social infrastructures do not suffer from lack of funding.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is my belief that the last 27 years of capitalist government has rendered our social services, including but not limited to the police, health service and pensions unworkable and that it is towards privatisation that this erosion of these services is aimed. I ask the question, if private companies can run these services at a profit, why then cannot our government do the same and use these profits to further enhance the services available? To argue that nationalised services AND companies are inefficient lies the blame squarely with the managers who cannot or will not run them efficiently. I propose that these managers, be they politicians or civil servants be removed from their positions and replaced with people who are capable of doing their job. I further propose that unions and employees accept, while retaining their right to demonstrate and/or withdraw their labour work with government to this end and accept changes where necessary or to the common good.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-03-03T22:15:21.887779Z",
            "creator_name": "Paul Higgins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-03T22:15:21.887779Z",
            "rejected_at": "2007-04-15T00:03:03.122166Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=taxation",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3732263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fairer-Taxes/"
    },
    "type": "petition"
}