{
    "data": {
        "attributes": {
            "action": "Ensure hospital wards are staffed safely and adequately, based on work load as well as number of patients, and that ward budgets reflect the ward/patients needs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a nurse i know that wards are inadequately staffed. Nurses are unable to deliver the kind of care the government keep promising the people. A ward of 26 patients cannot be properly looked after by 4 or 5 staff  during a day shift or 2 or 3 during a night. Clinical incidents, such as patient falls are very closely related to staffing levels, as are in hospital nutrition issues etc. I would like the people to sign this petition to encourage the government to ensure that extra staff are made available to wards, that staffing levels are based on need rather than budget or personal preference of ward managers, and that independant ward budgets actually reflect the need of a ward. Wards need adequate staffing levels with a good skill mix. Each patient or relative should know that they/their relative will recieve the highest levels of care possible during their hospital stay, with no compromise.",
            "closed_at": "2007-09-04T00:00:00Z",
            "created_at": "2007-03-04T09:40:57.296665Z",
            "creator_name": "Tracy Kirya",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T09:40:57.296665Z",
            "rejected_at": "2007-04-16T00:03:04.616942Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/MoreNurses/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3735635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ward-staffing/"
    },
    "type": "petition"
}