{
    "data": {
        "attributes": {
            "action": "prevent or restrict goods vehicles overtaking on dual carriageways and 2 lane motorways to increase traffic flow and reduce pollution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the major causes of congestion and pollution on 2 lane highways and motorways are Lorries and goods vehicles that are restricted to 56 MPH running endlessly for miles and miles side by side as they attempt to overtake each other with a 1 or 2 MPH difference in speed.\n\nThe effect of this causes long tailbacks, excessive braking and subsequent acceleration, and the pollution associated with that acceleration.  In France vehicles like goods vehicles are not allowed to overtake on their 2 lane motorways up hill.  \n\nAll these vehicles are restricted to 56 MPH so to prevent congestion, pollution and accidents I propose a ban on overtaking on all 2 lane motorways and trunk roads between the hours of 06:00 and 19:00 over 7 days.\n\n\nThis I feel would reduce carbon emissions, increase the traffic flow on trunk roads and motorways, and make these roads safer and more user friendly.",
            "closed_at": "2008-03-04T00:00:00Z",
            "created_at": "2007-03-04T10:35:05.484781Z",
            "creator_name": "Peter Acteson-Rook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T10:35:05.484781Z",
            "rejected_at": "2007-04-16T00:03:04.616942Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/Lorry-Overtaking/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3736696
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LGV-overtaking/"
    },
    "type": "petition"
}