{
    "data": {
        "attributes": {
            "action": "reject plans to build a mega mosque in London and instead consider building an interfaith centre, welcoming all faith groups in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Building a \"mega mosque\" would result in other faith groups, such as Hindus, Christians, Sikhs, Jews and Buddhists, feeling repressed by the government and possible anger and violence breaking out in our communities.\nToday's UK needs harmony and integration more than ever, especially after recently occurring events. A mega mosque will create an unnecessary and avoidable divide between groups; socially as well as ethnically. This is why an interfaith centre would be a better idea, allowing knowledge and understanding to flourish in society.",
            "closed_at": "2007-07-16T00:00:00Z",
            "created_at": "2007-03-04T11:23:40.783640Z",
            "creator_name": "Shruti Arya",
            "government_response_at": "2007-07-19T15:50:49.530989Z",
            "government_responses": [
                {
                    "created_at": "2007-07-19T15:50:49.530989Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"reject plans to build a mega mosque in London and instead consider building an interfaith centre, welcoming all faith groups in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12541.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mosquerejection'",
                    "updated_at": "2007-07-19T15:50:49.530989Z"
                }
            ],
            "opened_at": "2007-03-04T11:23:40.783640Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1206,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3737889
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mosquerejection/"
    },
    "type": "petition"
}