{
    "data": {
        "attributes": {
            "action": "withdraw from the EU and creat an alternative trading group",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the EU is more about political integration and control of its people now than the original basis of trade. this government should withdraw from the EU political group and establish a trade group more suited to our needs. The commonwealth of nations is a group of nations with a common heritage. The  commonwealth takes in a quarter of the globe and all governance is in english. A new commonwealth trading association could fulfil this need for international trade. The commonwealth takes in countries such as India, one of the fastest growing economies in the world. I would ask this government to consider the enormous benefit to emerging economies within the commonwealth and to the established ones such as britain, austalia, canada etc that such a new trading bloc would create. The EU is stagnating and driving us all down to a basic level, time we pulled out and went with people who we have  things in common and not be with these dinosaurs who dictate to us from brussels",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-03-04T15:42:22.399753Z",
            "creator_name": "colin moon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T15:42:22.399753Z",
            "rejected_at": "2007-03-28T16:05:37.006351Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Out-of-Europe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3744576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/commonsensetrade/"
    },
    "type": "petition"
}