{
    "data": {
        "attributes": {
            "action": "create a national scheme to allocate temporary parking permits in disability parking bays for people who are temporarily disabled.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Blue Badge Parking Permits are issued to those individuals classed as disabled.  There is however no assistance between being classed abled or disabled.  The government needs to consider those individuals who may be temporarily disabled through injury or illness where recovery is hampered by the increased distance they have to park from everyday necessities and often essential services.\nA national scheme whereby GPs or hospitals can issue temporary parking permits with exporation dates according to treatment is needed.  The length of use can in practical terms only be determined by a medical practioner if less than 6 months.  Once expired, the permit holder is subject to normal parking rules and can no longer use disabled bays  Anyone who has had to use crutches, recover from a serious operation, or any temporary but serious difficulty will recognise the problem.",
            "closed_at": "2008-03-20T00:00:00Z",
            "created_at": "2007-03-04T17:01:00.525593Z",
            "creator_name": "Sandra Rankin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T17:01:00.525593Z",
            "rejected_at": "2007-03-30T11:03:07.141857Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Shortdisablement/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3746643
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Temp-Parking/"
    },
    "type": "petition"
}