{
    "data": {
        "attributes": {
            "action": "Tax the obese",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "-Around 20% of UK citizens are obese\n-Obesity is the fastest growing health problem\n-Obesity increases chances of health problems including type 2 diabetes, heart disease, cancer, stroke, high blood pressure, infertility, and depression\n-Obesity reduces your lifespan by an average of 9 years\n-Obesity disorders account for 18 million sick days a year\n-Obesity costs the NHS nearly 500 million pounds per year!\n-Obesity is simply helped by eating less and exercising.\nSeeing as obesity is simply helped, but many people wont put the effort in to help themselves, even with serious health issues to risk, why not increase the individuals tax ‘to cover their additional NHS costs’, if they cannot prove they are at least trying to help themselves? It should be a last resort but financial pressure may prove to be more effective then pressure of health issues for these individuals. This petition is not just for NHS financial reasons, but also for a happier, healthier society benefiting everyone.",
            "closed_at": "2007-05-04T00:00:00Z",
            "created_at": "2007-03-04T21:40:39.886366Z",
            "creator_name": "Gregory Cain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T21:40:39.886366Z",
            "rejected_at": "2007-04-16T00:03:04.616942Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/TaxtheFat/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3753765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ObeseTax/"
    },
    "type": "petition"
}