{
    "data": {
        "attributes": {
            "action": "take action to ensure that all new buildings and industrial practices are based on strict energy efficient  and sustainable criteria and that a program of realistic but effective conversions be put in place for those already existing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We now have the knowledge that global warming is a reality...whatever its causes. \nNot taking immediate and effective action in the human sphere, invites unimaginable climate chaos and catastrophe for the planet. \nGovernments need to mobilise the whole of industry and the general populations, if we are ever to ‘win the war on climate change'. Legislation will be required, to ensure that all new building and industrial practices meet strict, energy efficient and sustainable criteria and that old ones are significantly improved. \nThe result should be massive growth in a worldwide 'green economy'...with commercial activities  balanced carefully against strict, non-polluting and energy efficient criteria which nevertheless, creates new jobs, industries and profits. \nHopefully our descendants will then inherit a planet that is both habitable and that uses industrial practices and methods of energy generation that are based on long term sustainability....not on short term profits.",
            "closed_at": "2007-05-18T00:00:00Z",
            "created_at": "2007-03-04T22:58:31.057061Z",
            "creator_name": "David Robertson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-04T22:58:31.057061Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3755277
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sustainabilty/"
    },
    "type": "petition"
}