{
    "data": {
        "attributes": {
            "action": "ban smoking in all parts of railway and bus stations in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the Health Act 2006, all \"enclosed or substantially enclosed\" public places are smoke-free from July 2007.\n\nThis does not cover open-air parts of railway and bus stations, but these are areas where people may have to wait close to others for a period of time, and if others are smoking then it is difficult to avoid exposure to second-hand smoke. This is particularly a problem where people may have to wait in a fixed place, e.g. because of having to wait in line or there being limited places to sit.\n\nSection 4 of the Health Act gives the government powers to designate additional smoke-free places where they believe there would otherwise be a significant risk of exposure to smoke.\n\nWe urge the government to use these powers to designate all railway and bus stations as additional smoke-free places.\n\nWe also urge the government to consider banning smoking in queues at other bus stops, for the same reasons, so far as it is reasonably possible to legislate for and to enforce.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-03-05T09:50:34.054879Z",
            "creator_name": "Alan Iwi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-05T09:50:34.054879Z",
            "rejected_at": "2007-04-16T00:03:04.616942Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/STREET-SMOKING/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3761731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokefreestation/"
    },
    "type": "petition"
}