{
    "data": {
        "attributes": {
            "action": "Tackle crime and anti-social behaviour by increasing police numbers, reducing police paperwork and introducing zero tolerance policing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no deterrant to anti-social behaviour and violence in our streets. Many places are not safe for people to go, and even when offences happen the police often do nothing.\n\nPolice number need to be increased substantially; absurd paperwork like the stop and search forms must be scrapped, and zero tolerance policing (like in New York) must be introduced.\n\nWe must stop \"dancing the tune\" of the vocal minority who champion the civil rights of criminals and forget the rights of the law-abiding majority. Ray Mallon showed what can be done when Chief Constable of Cleveland. We need his detrmination nationally - it is changes to police operations that will have an effect and create a safe society - not endless new laws.\n\nFinally, criminals should not be able to sue for damages against the police.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-03-05T11:07:43.630748Z",
            "creator_name": "Paul Stavrakis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-05T11:07:43.630748Z",
            "rejected_at": "2007-04-19T00:03:04.027423Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/0tolerance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3765354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CrimeReduction/"
    },
    "type": "petition"
}