{
    "data": {
        "attributes": {
            "action": "Intervene to resolve pay disputes across the Civil Service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On March 30th, a number of government departments are taking both strike\naction and action short of a strike because of imposed pay awards in\n2006. These imposed awards represent a massive pay cut for low paid\ncivil servants.  \n\nThis action is being taken as a last resort and reflects the fact that\nlevels of frustration are high and morale is at an all time low. \n\nAt the heart of these disputes is the Chancellor's policy of public\nsector pay restraint which states that public sector pay settlements\nmust not exceed 2% and delegated pay with over 220 different sets of pay\nnegotiations across the civil service. It is right and fair that the\nGovernment now return to a system of national pay bargaining and\ncoherent Civil Service pay (with members having increases that at least\nmatch inflation and reasonable pay progression). \n\nWe call on the PM to intervene and resolve these disputes by awarding\nfair pay to his Governments’ own employees.",
            "closed_at": "2007-07-05T00:00:00Z",
            "created_at": "2007-03-05T11:38:27.068103Z",
            "creator_name": "Paul Bemrose",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-05T11:38:27.068103Z",
            "rejected_at": "2007-04-19T00:03:04.027423Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/CivilS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3766793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Civilservicepay/"
    },
    "type": "petition"
}