{
    "data": {
        "attributes": {
            "action": "uncap and drastically increase funding for the DTI's Low Carbon Building Programme enabling significantly more householders, whose properties meet the energy efficiency requirements, to install various renewable energy technologies, consequently reducing their Carbon Dioxide emissions and decreasing their reliance on expensive and diminishing fossil fuel reserves.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DTI's LCBP provides grants (various £) to householders for installing RE technologies. These are now capped on a monthly basis. 189 applications were approved on Thurs 1 March from 9.00am and closed just after 10.00am!\n\nMicro-generation is well established on the continent. There is a great opportunity to develop it further in the UK. The Government has made it quite clear that there must be a 20% reduction in Carbon Dioxide emissions by 2010 (Kyoto), it also stated that it has to accept that cutting domestic emissions is not a responsibility for Government alone, it can give a lead. It  will encourage changes in behaviour. Cutting greenhouse gas emissions and combating climate change will be a responsibility for every one of us in our daily lives.\n\nThen what incentives are there left, if any, for householders to pursue the installation of renewable energy technologies when monthly capped grants for such alternative energy solutions literally run out within minutes?",
            "closed_at": "2007-06-19T00:00:00Z",
            "created_at": "2007-03-05T13:28:35.689990Z",
            "creator_name": "Edward Marsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-05T13:28:35.689990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3772033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnergyGrants/"
    },
    "type": "petition"
}