{
    "data": {
        "attributes": {
            "action": "implement a full Freedom of Information Act. There is no justification in Government business being executed in a shroud of secrecy. The Government works in our name, therefore access to ALL business should be free and immediate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public officials and politicians are paid from the public purse to administrate on our behalf. Recent episodes concerning the Honours system, reports on Iraqi WMD, Immigration Applications in Sheffield, etc demonstrate that traditional public service values of honesty and fairness are no longer contingent with the party political imperative. The vast public sector which is a huge, non-wealth-creating slice of the economy and the people it employs and in whom we are expected to place our trust, no longer operate for the public good. Total transparency of all dealings, immediate publication of Notes of all Meetings, Public Accounts, Expense Claims, Travel Authorisations, etc is the only fair and reasonable means by which to regain the faith of the People.",
            "closed_at": "2007-09-20T00:00:00Z",
            "created_at": "2007-03-05T14:42:06.344445Z",
            "creator_name": "David Watkins",
            "government_response_at": "2007-11-29T15:21:19.396209Z",
            "government_responses": [
                {
                    "created_at": "2007-11-29T15:21:19.396209Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement a full Freedom of Information Act. There is no justification in Government business being executed in a shroud of secrecy. The Government works in our name, therefore access to ALL business should be free and immediate.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13882.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'InfoFreedom'",
                    "updated_at": "2007-11-29T15:21:19.396209Z"
                }
            ],
            "opened_at": "2007-03-05T14:42:06.344445Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3774969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InfoFreedom/"
    },
    "type": "petition"
}