{
    "data": {
        "attributes": {
            "action": "Explain his double standards with regards to Climate Change and the War for Oil in Iraq",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister & the Chancellor are very good at dreaming up new ways of taxing the public in the name of global warming, climate change, etc.  \n\nYet the Prime Minister is more than happy to commit millions of pounds, and thousands of our troops, to a war for a product which is, arguably, one of the biggest causes of enviromental damage known to man, Oil.\n\nThis money would be better spent on finding alternatives to oil.  If our almost singular reliance on oil for practically everything in modern society continues, then the environment will only deteriorate even further. \n\nThen no matter how many new ways the Government find to tax people further, in the name of saving the planet, will make the slightest bit of difference.\n\nWhere are the REAL answers Prime Minister?  Because your apparent conflicting interests have us quite confused.",
            "closed_at": "2007-09-05T00:00:00Z",
            "created_at": "2007-03-05T23:48:41.384603Z",
            "creator_name": "Gregg Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-05T23:48:41.384603Z",
            "rejected_at": "2007-04-18T00:03:04.449483Z",
            "rejection": {
                "code": 16384,
                "details": "These points can be addressed if you write to the Prime Minister at the following address:\n\n10 Downing Street, \nLondon, \nSW1A 2AA",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3791554
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Environment-Oil/"
    },
    "type": "petition"
}