{
    "data": {
        "attributes": {
            "action": "Remove the price advantage of incandescents in the next budget and specify a date to ban incandescent light bulbs completely",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Petition Objectives: Remove price advantage of incandescents by reducing VAT on compact fluorescent lamps from 17.5% to 5% in the next budget. Specify a date by which to ban 60W and 100W incandescents, ban other incandescent designs later. Help the poor to replace their incandescents, therefore saving money on their energy bills. Encourage responsible recycling of compact fluorescent lamps, with fair and adequate funding for recycling. Encourage and strengthen supporting legislation, include light bulbs in the EU's Eco Directive. Propose that technology neutral \"watts per lumen\" criteria should be included in ban legislation. Highlight promising technologies as they emerge. Accelerate the uptake of available technologies. Specify energy efficient bulbs in public procurement.  Banning incandescent light bulbs would: Save the UK 2 to 3 Million tonnes of CO2 per year. Save the output of at least 2 Sizewell B Nuclear Power Stations (perhaps 4). Help the UK follow the lead of Australia",
            "closed_at": "2007-05-06T00:00:00Z",
            "created_at": "2007-03-06T09:47:56.875028Z",
            "creator_name": "Jason Borthwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T09:47:56.875028Z",
            "rejected_at": "2007-04-18T00:03:04.449483Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/banbadbulbs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3797378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnergyEfficient/"
    },
    "type": "petition"
}