{
    "data": {
        "attributes": {
            "action": "Remove tax-exempt status for religions (granted such privilege) within the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For too long Religions have enjoyed the un-warranted special status of being tax exempt under UK Law.  This has to stop. It is unfair that these organisations get de-jure  tax exempt status, when the atrocities that have been committed by, and in the name of, these organisations would have bared any other ‘charitable’ organisation from receiving said same tax exempt status. \n\nIf these religions wish to continue tax-exempt charity work, they should be obliged set up and run separate charitable organisations for which they would have to apply for tax-exempt status like another ‘charitable’ organisation. This also allows oversight in the running of these charities.\n\nFor many if not all of these religions charitable works are but a secondary concern over their primary goal of maintaining and spreading their religion. As with all corporations with a product to sell they should pay their taxes on their profit. (I will be gracious to not demand back taxes)",
            "closed_at": "2008-01-08T00:00:00Z",
            "created_at": "2007-01-06T09:04:47.985756Z",
            "creator_name": "Stephen Rushbrook",
            "government_response_at": "2008-02-19T12:06:28.807372Z",
            "government_responses": [
                {
                    "created_at": "2008-02-19T12:06:28.807372Z",
                    "details": "You signed a petition asking the Prime Minister to \"Remove tax-exempt status for religions (granted such privilege) within the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14587.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Tax-The-Church'",
                    "updated_at": "2008-02-19T12:06:28.807372Z"
                }
            ],
            "opened_at": "2007-01-06T09:04:47.985756Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 361,
            "state": "finished",
            "updated_at": "2008-01-18T03:14:36.767730Z"
        },
        "id": 379973
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-The-Church/"
    },
    "type": "petition"
}