{
    "data": {
        "attributes": {
            "action": "Stopthetorture",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Blair\n\nThrough the press and information provided by Amnesty International, I learned how many prisoners at Guantanamo Bay are tortured, ill treated and humiliated.  We must stop this violation of human rights. \n\nIt is really a shame to see how Britain has been silent to these horrible events.  At a powerful nation we must do everything in our power to stop the use of torture and ill-treatment anywhere in the world. The close relationship of the UK with the US should be used to convince the US administration to stop torture, to investigate alleged abuses and to prosecute guilty parties. \n\nI was born in Argentina and my family suffered under the military dictatorship in the 70’ and 80’.  I feel that the ample of evidence of violation of human rights by powerful nations such as the US is giving the green light to oppressive regimens around the world.  How can the West condemn violation of human rights when our own hands are dirty or when we have been passive witnesses of these atrocities perpetuated by the most powerful nation in the world?\n\nThe recent changes in the US government have brought a small window of opportunity for Britain and other countries to pursue the US administration to change the situation.\n\nAs a powerful nation Britain should take the lead and responsibility to condemn and do everything in its power to stop, investigate and prosecute those guilty of violating human rights. \n\nI am calling you to pursue the US administration to stop the torture, the rendition of prisoners and the creation of clandestine camps.\n\nYours sincerely,\n\n\nPatricia C. Salinas\n49 Thorne Road\nLondon SW8 2BY",
            "closed_at": "2007-01-16T00:00:00Z",
            "created_at": "2006-11-15T21:59:50.588060Z",
            "creator_name": "Dr Patricia C. Salinas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T21:59:50.588060Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 60,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3800
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopthetorture/"
    },
    "type": "petition"
}