{
    "data": {
        "attributes": {
            "action": "Consider ‘Special Exemption Rules’ for public places, so they can provide a 'Designated Smoking Room' within that public building, where it is proven that the smoking ban (Smoke Free England - The Health Act 2006) has had a direct and detrimental effect on a given business’s profitability.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The closure of any business result’s in lost VAT & Tax Revenue, as well as unemployment.\n\nExample: Many public places do not have adequate outdoor space for shelters.  These businesses are at risk. Business's situated in rural area’s (a life-line to the local people) are often the only communal gathering venue available. These are at risk.\n\nIf it is proved that the Act has had a detrimental effect on Turnover and Profitability of any business, that business may be forced to cease trading.  \n\nA ‘Designated Smoking Room’ that affords a good ventilation system, is completely separate for the non-smoking part of the premises and where staff should not normally be required to work, may be the only viable way forward so that the business can attract more clientele. In these cases, provided it is proved both practical and advantageous for the survival of that individual business, then that business would qualify for the ‘Special Exemption Rule’.",
            "closed_at": "2008-03-20T00:00:00Z",
            "created_at": "2007-03-06T16:17:54.304780Z",
            "creator_name": "Joanna Woollerton",
            "government_response_at": "2008-04-23T15:00:30.716157Z",
            "government_responses": [
                {
                    "created_at": "2008-04-23T15:00:30.716157Z",
                    "details": "You signed a petition asking the Prime Minister to \"Consider ‘Special Exemption Rules’ for public places, so they can provide a 'Designated Smoking Room' within that public building, where it is proven that the smoking ban (Smoke Free England - The Health Act 2006) has had a direct and detrimental effect on a given business’s profitability.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15329.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PublicSmokeRoom'",
                    "updated_at": "2008-04-23T15:00:30.716157Z"
                }
            ],
            "opened_at": "2007-03-06T16:17:54.304780Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 656,
            "state": "finished",
            "updated_at": "2008-03-22T03:16:38.784950Z"
        },
        "id": 3816675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PublicSmokeRoom/"
    },
    "type": "petition"
}