{
    "data": {
        "attributes": {
            "action": "acknowledge we are not the closest safe country for any asylum seekers and refuse all new asylum applications",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For many years Britain has been seen as a highly desirable place to live. this has meant a massive number of immigrants and asylum seekers arriving in this country.\n\nThe greatest majority of all these asylum seekers have ignored and even passed through other safe countries on route to thier desired destination. This is not a case of someone seeking a safe location but rather just emigrating from thier home country to the UK.\n\nI call upon the prime minister to enact legislation that closes our borders to all asylum seekers who travel further to get to the UK specifically than they would have had to go if they were to go to any other safe country.\n\nIf you are truely escaping from persecution or in fear of your life then you have no need to travel half way around the world to reach a safe country",
            "closed_at": "2007-05-06T00:00:00Z",
            "created_at": "2007-03-06T17:20:46.599267Z",
            "creator_name": "Sarah Pantry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T17:20:46.599267Z",
            "rejected_at": "2007-04-19T00:03:04.027423Z",
            "rejection": {
                "code": 2048,
                "details": "There are already lots of petitions on this topic:\nhttp://petitions.pm.gov.uk/search?q=asylum\nhttp://petitions.pm.gov.uk/search?q=immigration",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3819608
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noasylum/"
    },
    "type": "petition"
}