{
    "data": {
        "attributes": {
            "action": "Instigate a review by the Office of Fair Trading of the digital television market and the abuse of Market dominance by Sky",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sky's blatant refusal to try to settle its dispute with Virgin Media over the excessive increase in charges for the carriage of Sky channels by Virgin Media through arbitration by an independent expert is a flagrant abuse of its market dominance.\n\nIn a democracy is it right that Rupert Murdoch can more or less decide who will be the next Prine Minister, let alone get away with employing bully boy tactics to force a competitor to pay nearly double the price for its basic channels despite declining popularity, while forcing a dramatic cut in the price it's prepared to pay for Virgin  media channels?\n\nThis smacks of BA's dirty tricks campaign against Virgin Atlantic in the 1990's.\n\nSurely its time that the Government stepped in via the OFT to review Rupert Murdoch's influence and Sky's flagrant abuse of market dominance so that millions of consumers are able to enjoy more choice and cheaper digital TV services?",
            "closed_at": "2007-05-06T00:00:00Z",
            "created_at": "2007-03-06T19:56:09.227587Z",
            "creator_name": "Stephen Rumbelow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T19:56:09.227587Z",
            "rejected_at": "2007-04-20T00:01:03.197259Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Sky-high-BSkyB/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3825880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopSkyNow/"
    },
    "type": "petition"
}