{
    "data": {
        "attributes": {
            "action": "introduce primary legislation to limit the amount of DHMO (dihydrogen monoxide) that British Citizens are exposed to in their everyday lives to internationally agreed safe levels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dihydrogen monoxide (DHMO) is colourless, odourless, tasteless chemical that is responsible for the deaths of uncounted thousands of people every year.  But no regulations exist to limit the exposure that the general public has to this killer!  Companies can dump as much of this chemical into rivers, lakes and streams as they want to.  They can also discharge its vapour directly into the atmosphere with no treatment whatsoever despite it being a major constituent of acid rain!\n\nThe American Organisation, the \"Dihydrogen Monoxide Research Division\" and other reputable sources state that DHMO: Is the single most prevalent of all chemicals dangerous to human life; Is found in cancerous cells; and can be fatal through multiple organ failure if consumed above safe limits.",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-03-06T22:03:36.838770Z",
            "creator_name": "Iain Cunningham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T22:03:36.838770Z",
            "rejected_at": "2007-04-19T00:03:04.027423Z",
            "rejection": {
                "code": 32768,
                "details": "Dihydrogen monoxide is water",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3829929
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dihymo/"
    },
    "type": "petition"
}