{
    "data": {
        "attributes": {
            "action": "Stop avoiding issues and work FOR the people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This government has forgotten its purpose. Popular petitions are on this site and elsewhere, yet government dismisses them with a regurgitated paragraph. This happens in the commons too, when challenged on serious topics; answers are laughed off. We DO see this. This flippant attitude to citizens' issues is abhorrent.\n\nWe don't expect perfect answers or immediate solutions. We don't expect perfection. We DO expect maturity and respect for citizens; acknowledgement of valid issues, admission that they SHOULD be addressed, sooner OR later.\n\nWe expect issues of conscience and principle to be taken seriously. When people say their government is going against their principles, you MUST to do EVERYTHING to comply.\n\nGovernment is FOR the people, not instead of them. It exists to allow us to get on with other things. When we stop other things and say that you have it wrong, we MEAN IT. We are your BOSSES, not your children. We don't need to hear YOUR opinion; you need to HEAR ours, and to ACT.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-03-06T21:55:26.787215Z",
            "creator_name": "Lee Braiden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T21:55:26.787215Z",
            "rejected_at": "2007-04-19T00:03:04.027423Z",
            "rejection": {
                "code": 16384,
                "details": "Please email your concerns to \"team@petitions.pm.gov.uk\"",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3829685
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youworkforus/"
    },
    "type": "petition"
}