{
    "data": {
        "attributes": {
            "action": "RECOGNISE the need OF S.N. SCHOOL'S IN BIRMINGHAM NOT TO CLOSE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Their is a Lot of talk about INCLUSION  in BIRMINGHAM and many other area's.\n\nHow can our local authority say that inclusion is a good thing when Mainstream schools can just about cope with Neuro Typical children and still let a majority of them down, but still the local authority are planning to put children with Special Educational Needs into MAINSTREM.\nOUR children deserve the right to a EDUCATION OF WHICH SUITS THERE NEED'S NOT THE GOVERMENT NEEDS.\n\nI hope BIRMINGHAM CITY COUNCIL will see the sense not to push my CHILD and many other parents children with Special Needs INTO MAINSTREAM.\n\nI also hope they see the TRUE ABLITY OF WHAT THESE SPECIAL NEEDS SCHOOLS OFFER TO OUR CHILDREN. THE WAY THE SEN SCHOOLS EDUCATE IS OUTSTANDING TO SPECIAL NEED CHILDRENS FUTURE DEVELOPMENT. \nTHE WAY IT'S STAND'S MONEY MEANS MORE THAN A SPECIAL NEED CHILDS FUTURE OF WHO NEEDS MORE HELP TO UNDERSTAND THIS GREAT LAND WE LIVE IN.\n\nback this petition and sign it.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-03-06T22:12:31.663208Z",
            "creator_name": "nicola cresswell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-06T22:12:31.663208Z",
            "rejected_at": "2007-04-18T00:03:04.449483Z",
            "rejection": {
                "code": 256,
                "details": "please remove all the CAPITALS",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3830188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopSENinclusion/"
    },
    "type": "petition"
}