{
    "data": {
        "attributes": {
            "action": "Change the way benefits are give out so easily and give those who can do volunary work do it.  Which in return will enable them to pay something back to their community and will also give the hard working people of britian some sense of fair play",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Woman who have children at school should participate in a small amount of voluntary work, such as helping in school, old peoples home etc.\nMen who do not have any responsibilities for children should put something back into the community and do various work.\nThere should be an organisation set up alongside the benefits agency that seeks positions for people who are claiming benefits.  People work extremely hard in this country and pay their way so it is only fair that people that are in receipt of benefits give something back and enhance the community.  This may also lead to them learning a new skill, being interested in a certain career.  The individual who is working will also feel more worthy as they will be doing something for their benefits and in return everybody will benefit.",
            "closed_at": "2007-09-07T00:00:00Z",
            "created_at": "2007-03-07T07:30:03.675218Z",
            "creator_name": "c rowsell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T07:30:03.675218Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/benvols/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3833966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefits4work/"
    },
    "type": "petition"
}