{
    "data": {
        "attributes": {
            "action": "force cyclists to have insurance, a license, road tax and enforce existing highway codes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cyclists who break the law do so in the knowledge they are breaking the law! Cyclists do so safe in the knowledge that the chances of them being caught and punished are small. They don’t have a license plate so can’t easily be caught after an offence has occurred. They have no insurance even though they can cause accidents. They do not require a license so may have no idea of the Highway Code. There is no test to check a bike’s roadworthiness. If a driver was on the road without any or all of these be assured they would face a hefty fine and possible disqualification (meaning they’d probably have to start cycling!) Cyclists are not required to pay road tax even though they are entitled to the same amount of road space and rights as cars (Highway code–give cyclists “at least as much room as you would a car when overtaking”) The PM should: introduce License plates for bikes, force cyclists to have insurance, road tax & MOT and actually enforce the Highway Code for cyclists",
            "closed_at": "2008-03-07T00:00:00Z",
            "created_at": "2007-03-07T11:21:00.709769Z",
            "creator_name": "Michael Teasdale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T11:21:00.709769Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with some that already exist, for example\nhttp://petitions.pm.gov.uk/Cycle-Tax/\nhttp://petitions.pm.gov.uk/cycleinsurance/\nPlease consider signing those, rather than creating another.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3842196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Illegal-Cyclists/"
    },
    "type": "petition"
}