{
    "data": {
        "attributes": {
            "action": "Curb unnecessary Council spending",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is far too much unnecessary spending by councils, i.e.: road surfacing, whether needed or not. They are then dug up and poorly replaced by the utility companies - There are far too many positions within the private sector, 1 in 4 is the current figure. This is far too high and needs to be addressed. The burden of this falls on the tax payer. Positions need to be looked at with regard Value v Cost. I'm not saying just cut jobs, but make redundant when they become vacant. What were the employment figures from 10-15 years ago? How has this number increased since then? Please sign up and see if something can be done. Year on year our council tax goes up. Councils threaten that they would have to cut spending on things such as the elderly or children etc, never on lesser things like road sweeping, traffic wardens, sub contractors etc. There must be savings that the councils can make to reduce council tax bills, something has to change Mr. Councilor!",
            "closed_at": "2008-03-07T00:00:00Z",
            "created_at": "2007-03-07T11:37:37.483082Z",
            "creator_name": "B J Terry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T11:37:37.483082Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3842921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Council-Spend/"
    },
    "type": "petition"
}