{
    "data": {
        "attributes": {
            "action": "Pursue all War Criminals from any nation to bring them to justice either here in the UK or referring them to the ICJ no matter whether this country has diplomatic ties with any nation, whether the accused is a well known person, wealthy or politician and an emphasis placed on those who commit War Crimes under the banner of liberation, democracy and freedom in poor, developed or developing states around the world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned feel that NO individual, govt or organisation is above the law and that any person, organisation or country committing war crimes should be brought to justice.\nThis includes any politician, soldier, civilian who commits a war crime, whether knowingly or not, whether under orders or not and whether intentionally or not.\nWhen considering incidents as war crimes, incidents such as bombing indiscriminately in residential areas, attacking refugees or shooting at bystanders should be included as should attacks on troops who are not a threat as well as attacks on troops euphemistically called 'friendly fire'. This list is not to be considered exhaustive as there are likely other war crimes activities including ethnic cleansing, rape, torture, maiming. There should be no time limit on pursuing war crimes prosecutions and there should be no exceptions.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2007-03-07T12:02:07.706679Z",
            "creator_name": "Andrew MacGregor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T12:02:07.706679Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-03-22T00:01:01.083567Z"
        },
        "id": 3843966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/criminalactofwar/"
    },
    "type": "petition"
}