{
    "data": {
        "attributes": {
            "action": "Immediately reduce Motorway congestion by upto 25% by encouraging drivers to better use the existing capacity",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the recent backlash to the Congestion Report recommendations there may be a more immediate but partial solution - i.e. better use of the left hand lane of the motorway!\nHighway Code 238, says that vehicles should drive in the left hand lane unless overtaking and return to it afterwards.\nOn todays motorways the left hand lane seems to be more often vacant except for a few cars and trucks respecting the rules, but many commercial vehicles remain in the middle lane and many more cars simply sit in the right hand (fast) lane which is incredibly dangerous.\nWe petition the PM to launch a campaign re-educating existing drivers to remind them of the highway code, to reinforce the code for new drivers at examination stage and to enforce the code using motorway signs, LED signs in police and traffic control vehicles, followed by a penalty if ignored.\nThis may make the roads safer by reducing the fast lane high-speed lottery but should reduce the motorway congestion by upto 25% taking account of the vehicles already using the left hand lane.",
            "closed_at": "2007-06-07T00:00:00Z",
            "created_at": "2007-03-07T12:39:26.276625Z",
            "creator_name": "Darren Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T12:39:26.276625Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LaneUsage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3845414
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/usetheleftlane/"
    },
    "type": "petition"
}