{
    "data": {
        "attributes": {
            "action": "Introduce legislation to govern the way Static Caravan Holiday Parks owners control the static caravan market and unfairly treat caravan owners",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is how the market works at present if you no longer what your van or wish to move sites. Well for one you cant move sites so the off sale value of your van in my case was £10,000 lower than its on site value BUT because the site charge 15% commission +VAT if I sell it on site that means I have to cut my asking price to at least 30% below the on site market value in order to compete with the sites own on site sales. This very clearly creates a very unfair market for the private seller it also blackmails owners to stay with a site or loose a lot of money, which could be devastating if you have finance on your caravan and find a change of circumstances leaves you unable to pay site fees and unable to sell your van for anything like what you owe.\nThey also make rule changes without any consultation with owners. The Office of Fair Trading have had numerous complaints but with no legislation to force park owners to comply with there rulings they have little power to make a difference.",
            "closed_at": "2007-12-21T00:00:00Z",
            "created_at": "2007-03-07T13:23:01.765906Z",
            "creator_name": "Paul Beckles-Bye",
            "government_response_at": "2008-02-01T16:14:55.312446Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:14:55.312446Z",
                    "details": "You signed a petition asking the Prime Minister to \"Introduce legislation to govern the way Static Caravan Holiday Parks owners control the static caravan market and unfairly treat caravan owners.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14472.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ukholidayparks'",
                    "updated_at": "2008-02-01T16:14:55.312446Z"
                }
            ],
            "opened_at": "2007-03-07T13:23:01.765906Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 496,
            "state": "finished",
            "updated_at": "2007-12-22T00:01:02.030831Z"
        },
        "id": 3847245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ukholidayparks/"
    },
    "type": "petition"
}