{
    "data": {
        "attributes": {
            "action": "RESIGN, DISSOLVE PARLIAMENT, CALL ELECTION",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned:\nbelieve that the Prime Minister has lost the confidence of the country and of Parliament, not least by announcing that he is to resign the office to which he was elected so recently;\nbelieve that his decision to support the USA in its decision to invade Iraq was the worst foreign policy disaster at least since Suez;\nbelieve that representative democracy requires a free and open national election to determine the next Prime Minister rather than having the decision stitched up by the Prime Minister and his party colleagues;\nrecognising that the Prime Minister's reputation will forever be tarnished by the stain of his actions while in office;\ncall upon the Prime Minister immediately to resign his office and advise the Queen to dissolve Parliament and call a General Election.",
            "closed_at": "2007-05-16T00:00:00Z",
            "created_at": "2006-11-15T22:11:55.712046Z",
            "creator_name": "Roger Pearce",
            "government_response_at": "2007-05-18T16:16:00.878726Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T16:16:00.878726Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"RESIGN, DISSOLVE PARLIAMENT, CALL ELECTION.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11745.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CALL-ELECTION'",
                    "updated_at": "2007-05-18T16:16:00.878726Z"
                }
            ],
            "opened_at": "2006-11-15T22:11:55.712046Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 818,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CALL-ELECTION/"
    },
    "type": "petition"
}