{
    "data": {
        "attributes": {
            "action": "Stop restriction of blood glucose test strips to Diabetics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I understand that a government policy is about to be passed limiting Type 2 diabetics to 100 test strips per year. The decision being partly based on the expense of the strips and partly on the fact that the medical profession seem to hold the opinion that T2s can do nothing with the results of their testing. This view is far from the truth, a determined diabetic can use the results of their testing to adjust their diet to obliterate high spikes in blood sugar caused by different foods, in order to avoid longer term complications. In addition they can adjust exercise to bring down any unexpected high readings. Surely to goodness avoiding long term complications such as amputation of extremeties, kidney dialysis and heart problems will save the NHS money in the long run! \nMotivated diabetics on medication or even diet and exercise should be given the tools to monitor their disease and adjust their lifestyle to minimise complications. Withdrawing test strips will severely limit their ability to achieve the control so important to avoiding such complications. I am asking, therefore, that you oppose this governmental measure in the interests of the health of the diabetic community.",
            "closed_at": "2007-04-18T00:00:00Z",
            "created_at": "2007-03-07T19:10:10.084780Z",
            "creator_name": "Patti Evans",
            "government_response_at": "2007-05-04T15:58:34.695369Z",
            "government_responses": [
                {
                    "created_at": "2007-05-04T15:58:34.695369Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop restriction of blood glucose test strips to Diabetics.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11621.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'T2Diabetes'",
                    "updated_at": "2007-05-04T15:58:34.695369Z"
                }
            ],
            "opened_at": "2007-03-07T19:10:10.084780Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 206,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3859481
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/T2Diabetes/"
    },
    "type": "petition"
}