{
    "data": {
        "attributes": {
            "action": "Put political and economic sanctions on Libya until they release the Bulgarian Medics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1 Palestinian Doctor and 5 Bulgarian Medics have been in prison for 8 years now.  They went to Libya to help children, instead they are accused of deliberately infecting them with AIDS.  The case is laughable, the evidence against them scanty, and yet they have been sentenced to death.  The Libyan government preferring to listen to Libyan \"experts\" rather than international AIDS experts, the World Health Organisation, and protests from around the world.  Amnesty International has evidence of their torture by electricity, rape and forceful extortion of \"confessions\".  The Bulgarians are being used as scapegoats for Libya's poor medical practices.  The Bulgarians are being held to ransom to pay compensation to the victims of the AIDS outbreak and are being used to put political blackmail on international governments. The Prime Minister must take action now, using the strongest means possible, to get Libya to free the innocent nurses.  In 8 years, diplomacy and pressure has not worked.  Sanctions MUST be applied to Libya NOW until they release the innocent.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-03-07T20:08:58.428297Z",
            "creator_name": "Hannah Alsters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T20:08:58.428297Z",
            "rejected_at": "2007-04-02T09:30:13.545164Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Libya-HIV/\nhttp://petitions.pm.gov.uk/freenurses/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3861125
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BulgarianMedics/"
    },
    "type": "petition"
}