{
    "data": {
        "attributes": {
            "action": "Work towards the full legalisation of all drugs and prostitution.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the USA abolition of alcohol caused crime to go out of control.Legalisation of alcohol ended the reign of the mobsters.The UK has soaring crime rates since vast profits are made from the illegal sex and drugs trade. The current laws provide a fertile ground for the criminalisation of our  citizens.Why should organised crime profit when honest taxes could be put back into our society? Why should we bear the costs of prisons at bursting point whilst individuals get rich? Trust the citizens with free choice.Tax the sex and drugs trade in line with alcohol,tobacco,gambling and petrol.Tax our pleasures, legislate against harm done to others.Let us lead the world in the reduction of vast profits for individuals and a fair share of the wealth for all. If sugar and tobacco, which are causing so many REAL health problems, are legal, why not Cocaine and Marijuana? If addictive anti-depressants are available on prescription why not Heroin? The actual numbers of people in this country who safely and responsibly enjoy illegal activities continually grows.The laws of a modern government should reflect society not control it.",
            "closed_at": "2007-10-10T00:00:00Z",
            "created_at": "2007-03-07T20:05:08.808498Z",
            "creator_name": "Susan Darke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-07T20:05:08.808498Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3861025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Legalise-em/"
    },
    "type": "petition"
}