{
    "data": {
        "attributes": {
            "action": "Ensure the proposed law change in respect of debtors & bailiffs errs on the side of caution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New laws will put debtors in England & Wales at greater risk from unscrupulous bailiffs. All bailiffs could be granted powers to break into people's homes. The changes are part of the Tribunals, Courts & Enforcement Bill, which is receiving its second reading in the House of Commons. Currently, only certain enforcement officers have the right to force entry into people's homes. The bill will allow bailiffs to do so over debts such as those on credit cards. Forced entry should be a last resort which should not be used if the debtor is a vulnerable person & the power should only be executed where non-payment of a bill is the result of wilful or culpable neglect. Independent regulation of bailiffs should be included in the legislation. \nThis bill is the perfect opportunity to modernise the law and end abuse once and for all instead it may give bailiffs greater powers without any proper regulation, a recipe for abuse on an unprecedented scale.",
            "closed_at": "2007-04-21T00:00:00Z",
            "created_at": "2007-03-08T13:16:51.211700Z",
            "creator_name": "Thom Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T13:16:51.211700Z",
            "rejected_at": "2007-03-30T16:10:17.952762Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/bailiffs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3879165
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DebtorsLaw/"
    },
    "type": "petition"
}