{
    "data": {
        "attributes": {
            "action": "Reform the House of Commons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the past decade the government and politicians have toyed with the idea of reform, but apart from devolution, the only major political reform that has taken place, not much has happened.\n\nThe government on the 7th March 2007 voted by a massive majority to make the House of Lords a fully elected chamber. We are now calling for a reform to the House of Commons, as if the Labour government can win a landslide victory with under 30% of the country's vote, something is wrong. Proportional representation is the major call in this petition, along with more referenda. There should have been a referendum on the House of Lords before it was voted that it should become 100% elected.\n\nThe House of Commons can no longer concentrate the issue of reform on the House of Lords, they must look at themselves. This is not a call for radicalism or direct democracy, but reform of our current system.",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-03-08T15:07:17.850282Z",
            "creator_name": "Seb Wallace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T15:07:17.850282Z",
            "rejected_at": "2007-04-20T00:01:03.197259Z",
            "rejection": {
                "code": 2049,
                "details": "This peition overlaps with several existing ones, for example \nhttp://petitions.pm.gov.uk/CPR2006/\nhttp://petitions.pm.gov.uk/LordsVote/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3882826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reformcommons/"
    },
    "type": "petition"
}