{
    "data": {
        "attributes": {
            "action": "make it compulsary that the Isle of Wight ferry companies offer cheap resident discounts and also student travel deals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The IOW is cut off and the only link to the mainland is by ferry.  Years back before the ferry companies were taken over by over-seas companies they used to offer deals to island residents.  These now no longer exist (except the odd friends and family offer) but even these are expensive.  We as residents have no alternative but to pay the £40 + to leave the island.  As a student I get no student discount despite having a valid rail card which should allow me.  I am still quoted £60 to cross the Solent in my car despite my protests that I am an island resident and a student at university. I propose to bring in the third off discount valid with a rail card for students.  For residence rates and I mean cheap deals like half price for off peak hours and not to rip off holiday makers during summer as they bring much needed money to the island.  Also, after paying through the nose for a ticket, to have a place to sit on the ferry, (the company with the red ferries here)where quite often due to an expansion on vehicle decks and not to passenger accomodation you find yourself sitting on the floor or windowsil for an hour, especially if there are a couple of coaches traveling too.",
            "closed_at": "2007-09-21T00:00:00Z",
            "created_at": "2007-03-08T15:48:18.156662Z",
            "creator_name": "Crystal Hadgkiss",
            "government_response_at": "2007-10-08T15:19:49.778624Z",
            "government_responses": [
                {
                    "created_at": "2007-10-08T15:19:49.778624Z",
                    "details": "You signed a petition asking the Prime Minister to \"make it compulsary that the Isle of Wight ferry companies offer cheap resident discounts and also student travel deals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13447.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IOWferry'",
                    "updated_at": "2007-10-08T15:19:49.778624Z"
                }
            ],
            "opened_at": "2007-03-08T15:48:18.156662Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 231,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3884216
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IOWferry/"
    },
    "type": "petition"
}