{
    "data": {
        "attributes": {
            "action": "Reconsider the new pricing for applications concerning ILR / Naturalisation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The IND today published new fees for requests of Indefinite Leave to Remain & Naturalisation among other items. The fees for these have been increased by upto 250%. ILR  - £750 (from £335) and naturalisation - £575 (from £200).\n\nThe justification appears to be that the perceived value to the applicant (and subsequent benefits on application being accepted) must be capitalised on. However this justification will fall flat on its face for applications that are rejected where the applicant does not get the benefits of a new status and at the same time loses a significant sum of money for no apparent service provided. \n\nIt also appears that the entire aim of the change is to dissuade people from applying or pay through their noses for the privilege. What stops the IND from fixing the amount at £1000 or £10000 even ? This is a further tax on a law abiding community that pays taxes (while not accessing public funds / benefits) and who do not have a voice in the crafting of such policies or fees. The one thing policymakers seem to be forgetting is that they are penalising future citizens rather than a community of migrant 'foreigners' with whom they obviously dont empathise.",
            "closed_at": "2007-09-22T00:00:00Z",
            "created_at": "2007-03-08T17:02:59.179155Z",
            "creator_name": "John Shankarmangalam",
            "government_response_at": "2007-10-18T15:32:02.195726Z",
            "government_responses": [
                {
                    "created_at": "2007-10-18T15:32:02.195726Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reconsider the new pricing for applications concerning ILR / Naturalisation\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13535.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Immigration-Fees'",
                    "updated_at": "2007-10-18T15:32:02.195726Z"
                }
            ],
            "opened_at": "2007-03-08T17:02:59.179155Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 217,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3886840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigration-Fees/"
    },
    "type": "petition"
}