{
    "data": {
        "attributes": {
            "action": "lobby the Government of Bahrain to stop harrassing political opponents and human rights activists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We support the legitimate peaceful struggle of the people of Bahrain, and join them in formulating genuine and legitimate demands as follows:\n1-      Stop the harassment of political and human rights activists, and re-open the Bahrain Centre for Human Rights.\n2-      To form a national committee to address past grievances, including the use of torture, on the lines of the Truth and Reconciliation Commission of South Africa. This to bridge the wide gap between the aspirations and the reality of the people of Bahrain.\n3-      To hold parliamentary elections on the basis of one-person-one vote in which all citizens are given the right to choose their own representatives to run the affairs of the country.\n4-      To freeze all laws and rules that have been enacted since 1975 when the only legitimate parliament was resolved.\n5-      To repeal the 2002 constitution that lacks the popular legitimacy, and work with people’s representatives to agree on a contractual constitution on the basis of the 1973 constitution.\n6-      To end the political naturalisation policy, and form a national committee to re-examine all the cases of naturalisation since 1975 to ensure that they are in conformity with the Law.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2007-03-08T17:36:33.250285Z",
            "creator_name": "terry mechan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T17:36:33.250285Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2008-03-22T00:01:01.083567Z"
        },
        "id": 3887794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bahrain/"
    },
    "type": "petition"
}