{
    "data": {
        "attributes": {
            "action": "implement legislation before he leaves office that prevents an MP from a Scottish constituency becoming prime minister (and consequently de facto First Minister of England).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the present constitutional arrangement of asymmetric devolution an MP from a Scottish constituency has no mandate from any voter – be they English, Northern Irish, Scottish or Welsh – on all matters where competency has been devolved to Scotland.\n\nImportant departments of state such as Education, Health and Transport lie beyond the democratic remit of a Scottish constituency MP  \n\nA Scottish Prime Minister with executive power over such English domestic affairs would be democratically unaccountable to the very constituents whose lives his legislative programme will affect.  A serious question of mandate would arise:  The Kirkcaldy and Cowdenbeath Question would be the West Lothian Question writ large, and it could be the question that fatally undermines the working of Parliament and the United Kingdom itself.",
            "closed_at": "2007-05-23T00:00:00Z",
            "created_at": "2007-03-08T17:40:35.815102Z",
            "creator_name": "Gareth Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T17:40:35.815102Z",
            "rejected_at": "2007-04-02T12:27:02.774835Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/England/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3887956
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScottishPM/"
    },
    "type": "petition"
}