{
    "data": {
        "attributes": {
            "action": "pass a law whereby in the event of a divorce, the party who has left to live elsewhere automatically has their name removed from the joint tenancy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, the party in a divorce who has left the marital home (hereafter referred to as the absentee) is allowed to keep their name on the rent book indefinitely.  It is only taken off if they give permission in writing to the council concerned.  This prevents the remaining party moving on with their life for the following reasons:\n\na)  The absentee has the right to retain a key to the property, therefore they could enter and reoccupy it at any time.\n\nb)  The absentee reenter the property and steal the other party's possessions.\n\nc)  A future partner/spouse would be reluctant to move into the property while the absentee's name is on the rent book because only two, not three, names are allowed to appear on it.  This would make the future partner/spouse feel vulnerable and reluctant to move in possessions in that could be stolen.",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-03-08T19:37:14.107283Z",
            "creator_name": "Katherine Duncan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T19:37:14.107283Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/tenancybooks/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3891306
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/counciltenancies/"
    },
    "type": "petition"
}