{
    "data": {
        "attributes": {
            "action": "Ensure that the replacement for the House of Lords does not have a religious bias",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Irrespective of the method of selection for the majority of the members of the replacement of the House of Lords, it is important that its members are seen to be representative of the country as a whole.  Given the wish of the government and MPs to remove hereditary peers, it seems absurd to allow bishops and archbishops to retain their seats.  They are an unrepresentative, unelected group, who are answerable only to a tiny (and shrinking) minority of the UK population – those who not only believe in God, but happen to do so through one branch of one particular religion.  Retaining privileged powers for this one religious group would not only be manifestly unfair, but would also serve to alienate the majority of this country, who do not happen to share their particular beliefs.  There is no possible excuse for reserving seats for the Anglican Church without providing them also for Catholics, Methodists, Jews, Muslims, Druids etc., or even for atheists!",
            "closed_at": "2007-06-08T00:00:00Z",
            "created_at": "2007-03-08T19:36:24.763051Z",
            "creator_name": "David Harvey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T19:36:24.763051Z",
            "rejected_at": "2007-04-20T00:01:03.197259Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No-Clergy",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3891271
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Archbishops/"
    },
    "type": "petition"
}