{
    "data": {
        "attributes": {
            "action": "when St. Pancras Thameslink (2000) opens, to keep Kings Cross Midland City open, and furthermore to reinstate the Circle/Met Line Platforms at this location",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kings Cross Midland City (ie present Thameslink station) on Pentonville Road used to be the station for both the Thameslink trains ('widened lines') and the sub-surface London Underground lines (i.e. Circle, Metropolitan & Hammersmith & City).\n\nIn 1941, the sub-surface moved West, being more or less due south of St. Pancras mainline station.\n\nAs part of the (fabled) Thameslink 2000, new Thameslink platforms are under construction (West of the mainline St. Pancras station), that can accommodate 12 car trains (and be closer to the Eurostar terminal).\n\nThe plan is for the existing station (which I refer to as its previous name of Kings Cross Midland City) to close.\n\nI say keep the station open seven days a week (not only Thameslink, but get Circle/Met/H&C trains calling again), for the following reasons:\n\n-the replacement platforms are quite far from the East side of King's Cross\n-provides an alternative (dry!) entrance to the deep level tubes, and (by walking along the Victoria line platform) to both mainline stations\n-12 car trains could stop at the eight car platforms by using selective door opening.",
            "closed_at": "2007-09-23T00:00:00Z",
            "created_at": "2007-03-08T20:56:43.021248Z",
            "creator_name": "James D Fairchild",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T20:56:43.021248Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3893827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/midland-city/"
    },
    "type": "petition"
}