{
    "data": {
        "attributes": {
            "action": "Give Harrogate a better train service to London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Harrogate has a service to London King's Cross (currently departing at 07:28 Mon-Fri and 07:44 Sat), but NO return working!  Granted, one can change at Leeds or York, but this is not ideal.  I believe the last through train from London to Harrogate was mid 1970s.  However if a little creative thinking was employed, there could be a couple of London-Harrogate trains each day very easily:\n\nThe line from Leeds to Harrogate to just north of York is not electrified, which means HSTs must be used (or an electric set hauled by a diesel loco).  Some extra trains (HST - diesel) have been procured for the enhanced Leeds-London service.  Due to capacity constraints on the Leeds-Wakefield-Doncaster route, some Leeds-London trains will have to operate via Hambleton.\n\nIf the DfT wanted, they could have trains operate as follows: London-Doncaster-Wakefield-Leeds (reverse)-Horsforth-Harrogate-Knaresborugh-York-Doncaster-London.\n\nGiven that a train from London terminating in Harrogate is unattractive to DfT and GNER (as the past 30-ish years ave shown), maybe a train leaving Leeds, going via Harrogate and York to London (and/or vice versa), would be?",
            "closed_at": "2007-09-21T00:00:00Z",
            "created_at": "2007-03-08T21:24:07.009648Z",
            "creator_name": "James D Fairchild",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T21:24:07.009648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3894595
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/harrogate-london/"
    },
    "type": "petition"
}