{
    "data": {
        "attributes": {
            "action": "scrap Home Information Packs (HIPS) as they will increase costs and unsettle the market but will not make it more transparent to buyers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Surely placing the burden of providing information on the seller will not change anything other than upset the market and create more costs and not just for the seller. The seller will have to pay for this pack and so the seller is likely to increase the sale price to cover the cost meaning the buyer will be paying in the long run. The seller may well be able to put the price up even more as so many other people may not consider selling until the market has re-adjusted (if indeed it does). A survey (a real one - not one of these Home Condition Report jokes - although not a required part of the pack, yet) will still be required by some buyers and lenders and the buyer will still have to pay for it. The survey may still reveal something that will cause the buyer to withdraw meaning wasted costs for both the buyer and now the seller as they may need another pack because the shelf life of the pack they have may have expired. Yes there needs to be an Energy Efficiency Rating Certificate (an EU directive) but this is quite simple and all the EU requires. Must the Government meddle with everything and anything - even if that thing is already working perfectly well?",
            "closed_at": "2007-05-08T00:00:00Z",
            "created_at": "2007-03-08T21:31:24.209574Z",
            "creator_name": "Peter A Granger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T21:31:24.209574Z",
            "rejected_at": "2007-04-20T00:01:03.197259Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HIPS-packs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3894793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housingmarket/"
    },
    "type": "petition"
}