{
    "data": {
        "attributes": {
            "action": "ALLOW MARRIED FAILED ASYLUM SEEKERS TO STAY WITH THEIR PARTNERS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I WOULD LIKE TO REMIND HIS HONOURABLE THE BRITISH PRIME MINISTER THAT IT IS THE RIGHT OF EVERY PERSON ON EARTH TO  A FAMILY LIFE.SOME PEOPLE HAVE BEEN MARRIED TO FAILED ASYLUM SEEKERS FOR MANY YEARS BUT STILL CANT HAVE YOUR PARTNER LEGALLY UNDER YOUR VISA /STAY.I THINK IT IS WRONG TO DENY A LEGALLY MARRIED PERSON A CHANCE TO A FAMILY LIFE.WE ARE SUFFERING BECAUSE OF THIS PIECE OF LEGISLATIVE PUT BY PEOPLE LOOKING FOR VOTES.WE ARE ALL AWARE THAT ILLEGAL IMMIGRATION IS NOT GOOD BUT AT THE SAME TIME THOSE WHO CAME HERE LEGALLY,WERE MADE ILLEGALS BY YOUR LAWS THAT CHANGE EVERY TIME.I WILL NEVER LET MY HUSBAND OR WIFE BE DEPORTED I WOULD RATHER LET HIM OR HER STAY AT HOME LOOKING AFTER THE CHILDREN WHILST I GO TO WORK.\n\nSO I WOULD LIKE TO LET YOU CONSIDER ALLOWING THOSE PARTNERS WHO ARE LEGALLY MARRIED IN THE UK TO BE ALLOWED TO GO ON THEIR SPOUSE STAY/VISA.\nWE ARE ALL BRITISH CITIZENS AND WE BELIEVE IN FAIRNESS\nPLEASE LET MARRIED COUPLES STAY TOGETHER.",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-03-08T22:30:17.378321Z",
            "creator_name": "david maklu",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T22:30:17.378321Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters, they make the text very hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3896196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/families/"
    },
    "type": "petition"
}