{
    "data": {
        "attributes": {
            "action": "reclassify the act of circumcision of males and females without anasthesia as child sexual abuse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How can it possibly be legal to hold down a little boy and chop part of his sexual organs off without any pain relief or even a qualified surgeon present. This is child abuse of the most serious nature and must be stopped.\n\nFor religious/family reasons, if people desire then they should be carried out in a hospital by a qualified professional with suitable pain relief to decrease the trauma.\n\nThe same is true for females although as there are 2 forms, complete removal and hood removal - complete removal should be banned outright, hood removal as with males should be carried out in hospital.\n\nAbusing a childs genitals as a child severly affects the childs outlook and sexual enjoyment - function may be the same but the loss of 1000's of nerve endings has a major effect on sensation, \nwhy should a childs first memory be of excrusiating genital pain?.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2007-03-08T23:05:59.482150Z",
            "creator_name": "simon lott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T23:05:59.482150Z",
            "rejected_at": "2007-04-03T14:32:55.519605Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/bancircumcision/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3896882
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chopsafely/"
    },
    "type": "petition"
}