{
    "data": {
        "attributes": {
            "action": "Control the Drugs Trade by Legalising and Licensing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would ask the Prime Minister to give some thought to the following :-\nIn America in the 1920s alcohol was illegal and caused many of the social problems we see in British society today, especially gun crime. Law-abiding people were criminalised by the law which was eventually found to be unenforceable and repealed. Overnight the alcohol business was taken out of the hands of Organised Crime and taken into Government control. My point is that people always have and always will want drugs, be it alcohol, marijuana, cocaine or tobacco and will obtain them through fair means or foul. By Legalisation and Licensing the Government could benefit the Nation by:-\n\nDecriminalisation - freeing courts from the massive and unnecessary burden currently experienced.\n\nRevenue - Monies received from licensing, taxation etc. could be used among other things to fund rehabilitation for problem drug users thus freeing up funds currently provided for this purpose.\n\nCrime - removing the organised crime element from supply of drugs. \n\nThese are only a few of the benefits which could be ours if only we have the courage to grasp the nettle and solve the problem once and for all.",
            "closed_at": "2007-09-22T00:00:00Z",
            "created_at": "2007-03-08T22:25:07.143782Z",
            "creator_name": "Stewart Andrew Nicol",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-08T22:25:07.143782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3896092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DrugCrimes/"
    },
    "type": "petition"
}