{
    "data": {
        "attributes": {
            "action": "legislate that if any incident involving motor vehicles results in injury or death this should be reflected in the sentence given to the perpetrator(s)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I read two cases in my paper yesterday.  In one a man was severely injured and is housebound; his wife is unable to work because she is his full-time carer.  The perpetrator could only be sentenced to a maximum of 2 years because the victim hadn't died but his quality of life, and that of his wife, has been reduced to virtually nil; they will still be suffering long after he is free to resume his life.  In the other case two people were killed but, unbelievably, the perpetrator was only ordered to pay £300!  It seems that when someone is killed or injured BY A MOTOR VEHICLE this death or injury is seen as FAR less serious than if it had been caused in any other way; but is the victim any less dead or hurt just because this was caused by a motor vehicle?",
            "closed_at": "2007-09-09T00:00:00Z",
            "created_at": "2007-03-09T02:17:00.602716Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T02:17:00.602716Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "There are already several petitions on this issue\nhttp://petitions.pm.gov.uk/search?q=dangerous+driving\nPlease consider signing an exising petition, rather than creating another.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3898399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/driving-crimes/"
    },
    "type": "petition"
}