{
    "data": {
        "attributes": {
            "action": "Modify the legislation so that the “Seizure Of Goods In Relation To Debts” is applied more fairly. For people who “Will Not Pay” pursue the debt with Regulated, Trained and Monitored staff of Bailiff’s. For the people who are “Unable To Pay” replace the Bailiff system altogether.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Free Market Economy has encouraged the UK population into a Trillion Pound’s worth of debt. The Government has introduced “Individual Voluntary Arrangements” to reduce the occurrence of Bankruptcy but we still see “Draconian” methods handed out at the hands of thugs who work for Bailiffs. This should be outlawed as a thing of the Victorian Era as was done with Debtors Prison.\n\nIn the 21st Centaury, upright, law abiding citizens who have fallen on hard times should not be subject to heavy handed methods, metered out by large intimidating individuals who could be seen as “Demanding Monies with Menaces” (or we will take your goods).\n\nThere is a distinct difference between people who will not pay a debt, but have the “where with all” to do so, and the individual who cannot pay because of the loss of income due to redundancy or pregnancy, to name but two reasons.",
            "closed_at": "2007-05-23T00:00:00Z",
            "created_at": "2007-03-09T10:10:04.782098Z",
            "creator_name": "Mike Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T10:10:04.782098Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3903338
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bailiff-Powers/"
    },
    "type": "petition"
}