{
    "data": {
        "attributes": {
            "action": "fully support the development of genetically modified crops.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Are you sick of oranges with pips in? Tired of bananas that bruise easily and become over-ripe before you have a chance to eat them? Too right. So am I. Imagine a world, a better world, where bananas have \"shells\" to protect them, oranges without the pips and the nasty white pith, pears which don't taste of wood. Sounds pretty good, no? Now, what if I told you that this wasn't merely a vision of some hidden wonder-world. It's possible and real. Our Government are scared to embrace such incredibile possiblities because they're worried that the anti-GM fraternity will turn the public against them. Sign the petition and tell our great leaders that we will love them more if we get bananas without the stringy bits and those black bits in the middle (I hear they could be tarantula eggs...), mangoes without a stone the size of a child's fist, apples that don't suffer from pithiness. You all have your own pet hates from the natural world. Mother Nature has laid some pretty reasonable foundations, but I think we can take it from here...",
            "closed_at": "2007-05-09T00:00:00Z",
            "created_at": "2007-03-09T12:45:25.589772Z",
            "creator_name": "Tom Batho",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T12:45:25.589772Z",
            "rejected_at": "2007-04-21T00:01:03.421131Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3908952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pro-GM/"
    },
    "type": "petition"
}