{
    "data": {
        "attributes": {
            "action": "Abolish the existing Council Tax that is based on property values and replace it by one based on services provided.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A property consumes no services whatsoever. \nIt cant - it is an inanimate object. \nCouncil Tax is a \"perceived wealth\" tax.\nThe replacement should be based on services provided to people living in the property, and consider ability to pay.\nSuccessive governments have been unwilling to introduce a fairer system simply because it would be more complex and costly to run. \n\nSome people have put more of their income into improving their home, but this does not mean they have a disposable income to match.\nThis increasing burden will force more people to sell their home. \nIt will encourage some to leave the country. \nBearing in mind current housing prices and shortages, the pensions crisis, the increasing demographic age gap, and the increase in immigration - perhaps this is a hidden aim? \nThis tax hits pensioners and those nearing retirement unfairly, because they may be living in a large family home and be suffering a decline in income and even health.\nWhile there may be some wider social and economic benefits in encouraging such people to sell up, as well some personal benefits from the release of capital: such a lifestyle change should be a matter of freedom of choice and not be forced upon them!",
            "closed_at": "2007-09-23T00:00:00Z",
            "created_at": "2007-03-09T13:30:17.189883Z",
            "creator_name": "Bill Dowling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T13:30:17.189883Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 40,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3910628
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Isitfair/"
    },
    "type": "petition"
}