{
    "data": {
        "attributes": {
            "action": "direct the NHS to collect the necessary data and to undertake an analysis to establish the extent and nature of problems relating to certain additives in food and drinks – in particular this relates to growing anecdotal evidence that certain food additives; in particular the synthetic sweetener Aspartame can adversely affect the health of susceptible people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government scientists have recognised that susceptible people have adverse health reactions to certain additives i.e. Sodium Metabisulphite E223 is known to trigger severe asthmatic reactions in some people, Aspartame E951 is known to be a danger to people suffering a certain genetic condition - Phenylketonuria. No one seems to know exactly what this situation is. The public surely at least deserve warnings on products containing the 60 or so additives known or suspected of carrying side effects? Consequently there is an urgent need for a full and independent scientific analysis to be carried out.",
            "closed_at": "2008-03-09T00:00:00Z",
            "created_at": "2007-03-09T17:06:36.641680Z",
            "creator_name": "Geoff Brewer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T17:06:36.641680Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/additives/ \nhttp://petitions.pm.gov.uk/Additives2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3917540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E951-E223/"
    },
    "type": "petition"
}