{
    "data": {
        "attributes": {
            "action": "terminate the Revised HSMP  point scoring criteria for its unfairness and unrealistic standard for extension of leave to remain as HSMP holder. In view of the unattainable score 45 points in previous earnings under the revised HSMP rule by majority of applicants resulting in failed applications and ruined careers, please abolish or rethink your criteria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To score 75 points under the revised HSMP rule, you need minimum of 45 points from the earning over one year (£40000+) and maximum 30 points from the education (PhD). Is this fair and realistic considering that Senior Nurse, Managers and Lecturer, Accountants of UK origin with 15-20 years of work life ordinarily do not earn that amount of income in the UK economy. How on earth can an HSMP holder earn that in any job in one year of arrival in the UK to merit an extension?\nWe call for more humane revision of the law with earning criteria that reflects the true economic situation in the UK.\nWe want Govt to take responsiblity for those who have failed in their applications and are currently jobless and by immigration standard now illegal immigrant.\nWe want the same criteria to be applied to a cross section of UK workforces and report the findings to the public.\n\nWe want formal policy of support programme by the govt for every new HSMP arrival in the country as a matter of humane and good gesture as it is done in Canada, USA and Australia.",
            "closed_at": "2007-09-28T00:00:00Z",
            "created_at": "2007-03-09T17:31:45.683364Z",
            "creator_name": "Dr Ola Ajileye",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T17:31:45.683364Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3918205
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReviseHSMPLaw/"
    },
    "type": "petition"
}