{
    "data": {
        "attributes": {
            "action": "Change renting laws in UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recommend that we impose a change in the rent laws as this would help out people under the age of 18 and that are looking to gain independance or have been chucked out by their family. This would be suitable as it would allow 16 and 17 yr olds that have the source of income to move out and live comfortably to do so in a way that is viable and also non-time consuming. This is because the system at the moment does NOT allow a 16yr old or even a 17yr old to rent anywhere unless they have a Guarantor which in most cases will have to be a living relative and at times this is not viable as the living relative at the end of the day has full control over what the individual can or cannot do. In the cases of 16 or 17yr olds bein kicked out of homes  they are faced with a minimum 6month process to find accomodation and if there is a living parent that is being disruptive to the individuals life by not allowing supported housing schemes to accomadate individuals because they have NOT given consent for them to be looked after in such an establishment this can lead to a 16 or 17yr old either on the streets or \"sofa sufing\". \n\nBy allowing this the individual would be able to move on from effectivly being homeless and get permament housing sorted out if in the individuals point of view moving back in to the house would lead to a family breakdown and/or a mental breakdown therefore stopping all contact with the family and/or rendering them menatlly unstable to be able to cope with day to day life which are the worst case senarios. Allowing the individual to gain independant housing as soon as possible allows them to get on with their lifes and not find that they have to reenter a possible violent or abusive  atmosphere which gives them peace of mind. At this moment in time the only people that have a say in a 16 or 17yr olds life is their parents/legal guardeians which if the person with parental responsability has a clouded judgement therefore maybe putting their best interests at heart instead of the individuals doesnt allow the individual to express their right of free speach and thought and about how they choose to life their life.\n\nIf this is not amended the there are goin to be many family breakdowns as most parents can suffocate their children to the point of them not bein able to have a high quality of life i.e. they are depressed being around other family members so they feel the need to isolate themselves from family and friends. In most cases there are almost no choices but to live in the stressed environment until they are 18 which is when they can actually do somat about their personal circumstances.\n\nI recommend that you allow the law to be changed to allow for these sort of situations where the individual has the mental ablity to look after themselves (this can be either through council based/chartiy based/family based support or not and can also be assessed by a proper authority) and also the financal needs but because of their age can do nothing except wait in a system that has a loop in the fact that it doesnt help them out at all by having a system to keep on referring them to other departments or organisations like charities. \n\nRemember this is a national issue not just that of a 16yr old that has been in the process of the current system and got nowhere because of his age.",
            "closed_at": "2007-04-15T00:00:00Z",
            "created_at": "2006-11-15T02:08:42.376745Z",
            "creator_name": "Ryan Yates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T02:08:42.376745Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rentlawsminors/"
    },
    "type": "petition"
}