{
    "data": {
        "attributes": {
            "action": "stop using Global Warming to get more money on green tax etc out of the public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Carbon Dioxide in the atmosphere is not the cause of Global Warming. Temperature change due to the sun is. The changes in the level of Carbon Dioxide in the atmosphere occur 800 years after the temperature of the earth changes. This is due to worlds oceans absorbing the carbon dioxide to heat up when the worlds temperature is cooler and releasing it again when it is warmer. It takes the ocean around 800 years to do change temperature. \nDead plants and leaves on the ground produce more carbon dioxide than Factories, planes, all transport and humans all together. We produce the smallest ammount of carbon dioxide in to the atmosphere.\nWe seem to forget that it is a natural gas and we need it in order to live.\nThe governemt are now using it as a moral issue in order to gain more taxes from the public by making us believe we are saving the planet.\nWe're not. Its natures way. And The world will naturally cool down and heat up again as it has for the billions of years its been here.",
            "closed_at": "2008-03-09T00:00:00Z",
            "created_at": "2007-03-09T22:28:21.710412Z",
            "creator_name": "Carlyn Thomson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T22:28:21.710412Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StopClimateTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3924327
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gw-claims/"
    },
    "type": "petition"
}