{
    "data": {
        "attributes": {
            "action": "provide the necessary strategic infrastructure to support the planned housing and employment growth to ensure that sustainable communities are created",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government have specified a large increase in the level of housing in the South East over the next 20 years. Initial the government promised that funding for strategic infrastructure would be front loaded and provided to support the housing growth and employment growth and regeneration. A sustainable balance between housing, employment and infrastructure would help ensure that sustainble communities are created now and in the future. There is concern that this promise for major funding will not happen and there will be a reliance on local authorities to provide both strategic and local infrastructure, services and facilities through 'planning obligations' or Section 106 agreements as well as other more recently untested proposals for collecting uplift from the increase in land values after planning permission is granted. \n\nThese above mentioned tried and tested sources of funding will help but they cannot be expected to replace the necessary funding required by central government to make these communities sustainable. \n\nSupport from Central Government is essential to deliver sustainable development.",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-03-09T23:10:15.661485Z",
            "creator_name": "Matthew Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-09T23:10:15.661485Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3924894
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sustainableUK/"
    },
    "type": "petition"
}