{
    "data": {
        "attributes": {
            "action": "SAVE BRIDLINGTON HOSPITAL & other hospitals named",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The East & North Yorkshire Hospitals are taking a battering regarding Hospital Services; it could be there demise; the removal of Jobs both Nurses & Doctors, also Beds,the closure of Wards; cut back of Minor Injuries Units with no over-night cover patients having to travel 20/40 miles to nearest A&E hospital; travelling on bad country rural roads; the closure of Maternity Units at 3 hospitals then having to travel 20/40 miles to the nearest; 4 babies born in backs of Ambulances in 2 weeks; trying to close Cardiac Monitoring Unit of 6 beds & Surgical Wards with some 60 beds lost; closure of 2 Mental Health wards loss of 35 jobs and 24 beds. Primary Healthcare Trusts & Hospital Trusts with massive debts North Yorks PCT £45m alone\nWe can no longer sustain such cuts in this rural area; lives could be lost.\nWe need your support please sign our petition; lets all show solidarity\nHospitals affected are:\nWithernsea, Hornsea, Driffield, Beverley, Bridlington, Malton, Whitby, York & Scarborough all Hospitals with cuts, closures, staff loses. We need Central Government £ Injection\nWe beg the NHS; Prime Minister to re-think the new reforms before lives are lost or put at risk.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-10T08:07:47.405425Z",
            "creator_name": "Mick Pilling",
            "government_response_at": "2008-05-13T15:13:54.644434Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:13:54.644434Z",
                    "details": "You signed a petition asking the Prime Minister to \"SAVE BRIDLINGTON HOSPITAL & other hospitals named.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15516.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SAVEBRIDLINGTON'",
                    "updated_at": "2008-05-13T15:13:54.644434Z"
                }
            ],
            "opened_at": "2007-03-10T08:07:47.405425Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 428,
            "state": "finished",
            "updated_at": "2008-04-05T03:27:10.702706Z"
        },
        "id": 3926637
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVEBRIDLINGTON/"
    },
    "type": "petition"
}