{
    "data": {
        "attributes": {
            "action": "prevent the proposed closure of Hemel Hempstead General Hospital and the subsequent transfer of hospital funtions to Watford General",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This proposal is being pushed through, despite huge local opposition and repeated protests.\n\nRecently released proposals have detailed increased housing development for the area which will increase the local population further whilst reducing the local services.\n\nThe site of Watford hospital is particularly poor. Access to it from Hemel Hempstead takes at least 15-20 minutes. It's location next to the Vicarage Road football/rugby ground means that on match days it is almost impossible to access by vehicle without a special pass and extremely difficult to access on foot. Delays accessing hospitals endanger lives.\n\nThis proposal will also have a detrimental effect on Watford and the surrounding area, as the hospital will be overburdened even further than it already is. Staff at the hospitals believe that the infrastructure at Watford is unable to cope with the extra work and that expansion will be difficult, delayed and most likely inadequate to the requirements.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-03-10T11:22:13.772467Z",
            "creator_name": "Mark Worley",
            "government_response_at": "2008-05-09T15:24:42.520710Z",
            "government_responses": [
                {
                    "created_at": "2008-05-09T15:24:42.520710Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the proposed closure of Hemel Hempstead General Hospital and the subsequent transfer of hospital funtions to Watford General.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15489.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savehemelhosp'",
                    "updated_at": "2008-05-09T15:24:42.520710Z"
                }
            ],
            "opened_at": "2007-03-10T11:22:13.772467Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2347,
            "state": "finished",
            "updated_at": "2008-03-24T00:01:01.739404Z"
        },
        "id": 3929442
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savehemelhosp/"
    },
    "type": "petition"
}