{
    "data": {
        "attributes": {
            "action": "Keep-our-children-safe-in-Secondary-Schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We wish to highlight the dramatic rise in bullying in the secondary schools and the lack of protection that our schools provide.  Resources ARE limited, but teachers will not accept any responsibility in looking after our children during school times. Governing bodies fail to accept there is a problem and yet children are being hurt. \nWe have to protect our children and the government should make sure that there is some kind of protection in place at all intervals to ensure our children are safe and unharmed. \nChildren are being stamped on; their mouths super glued, broken bones, and stabbed in our schools. Why?  Where is the PROTECTION?\nAnti social behaviour is prominent in the headlines and in all government discussions, the best place to stamp on this behaviour must be in the schools. \n\nThe schools are protected by the local councils and in turn the government, No one will admit to having problem. It looks bad on paper. \n\nExclusion for the bully only lasts two days; they cannot be refused an education. Our children ARE.\n\nSign this petition if you feel that the Education System is failing to protect our Children, and let the government know that they must step up and do something about it.",
            "closed_at": "2008-03-10T00:00:00Z",
            "created_at": "2007-03-10T12:46:04.222051Z",
            "creator_name": "Mrs Crabb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-10T12:46:04.222051Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stopbullying/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3930939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-the-Bullies/"
    },
    "type": "petition"
}