{
    "data": {
        "attributes": {
            "action": "carefully question the benefits arising from  the EU's ban on the sale incandescent light bulbs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Banning the sale of incandescent bulbs fails to take account of positive ambiance (& therefore psychological health benefits) associated with warm, tungsten lighting. Studies of fluorescent lighting (which flicker) have revealed prolonged exposure can cause depression. \n\nThe EU ban is based solely on energy consumption from usage & does not include energy for manufacture, nor the disposal costs & pollution (mercury).\n\nHeat is a by-product of incandescent lighting.  Lights are mainly used a) at night & b) in winter - when, in the UK, heat is required.  Thus, assuming houses are sufficiently well-insulated (something which needs to be addressed urgently) then the heat from an incandescent bulb will only serve to reduce your heating requirement.  Energy is not wasted.\n\nThe PM must understand that to tackle climate change he must question knee-jerk EU policies that will alienate the general public by reducing their quality of life & potentially simultaneously reducing their psychological health.",
            "closed_at": "2008-03-10T00:00:00Z",
            "created_at": "2007-03-10T13:25:21.511043Z",
            "creator_name": "Ralph Kent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-10T13:25:21.511043Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/savelightbulb/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3931549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/warmlight/"
    },
    "type": "petition"
}