{
    "data": {
        "attributes": {
            "action": "Use the MOT as a replacement for the Car Tax Disc.  This will counteract the Goverment excuse that the current disc is required for the DVLA and to then abolish the said Car Tax.  New cars could be provided with a 3 year disc and with annual MOT's after 3 years, information could still be collected by the DVLA from the Department of Transport about vehicles on the road.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government stated this in an email, \n\n\"One of the main arguments for retaining VED is the need to maintain the central vehicle register at the Driver and Vehicle Licensing Agency (DVLA).\" \n\nReplacing the Car Tax disc with the MOT equivilant would therefore still provide the information required and reduce duplication of records.\n\nThe Government also said;\n\n\"Another reason for retaining VED is that the use of VED differentials can influence the purchasing behaviour of motorists. There are already different VED rates for lorries and buses, which reflect the road track costs of larger and heavier vehicles and encourage businesses to purchase less damaging vehicles. \"\n\nAdditional Revenue can still be gathered via Tax on fuel, in order to influence purchasing decisions.  This will also ensure that the heaviest road users pay the most in Tax.  In addition, commercial vehicle operators also have to purchase a goods operating licence, therefore there is no need to duplicate this aspect.",
            "closed_at": "2007-09-25T00:00:00Z",
            "created_at": "2007-03-10T14:07:15.083125Z",
            "creator_name": "Anthony Michael Stacey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-10T14:07:15.083125Z",
            "rejected_at": "2007-04-03T10:02:12.686143Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Unfair-Road-Tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3932209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cartaxabolish/"
    },
    "type": "petition"
}