{
    "data": {
        "attributes": {
            "action": "Stop companies such as BT, Virgin etc from charging penalty charges if you don't use direct debit to pay them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems as though these companies want to run your bank account and not you. This should be stopped as problems can arise here if they accidently take too much from your account than was intended, you might end up overdrawn through no fault of your own. It's about time that these companies realise that it's customers that keep them in business. They seem to want their cake and eat it. I suppose the best way to protest is to switch - however, it seems that most of these companies are at it one way or another. I get the feeling these days that we owe these companies a living, it's as if their doing us a favour. As long as the bill is paid who cares. I prefer to run my own bank account thanks and to choose my preferred method of payment and not be dictated too and penalised if I don't do what they say.",
            "closed_at": "2008-03-10T00:00:00Z",
            "created_at": "2007-03-10T15:15:55.338649Z",
            "creator_name": "PJC",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-10T15:15:55.338649Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BritishTelecom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3933253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dirdebitpenalty/"
    },
    "type": "petition"
}