{
    "data": {
        "attributes": {
            "action": "investigate the methods adopted by the NHS, by education authorities, Police and the Social Services to meet the targets set for them by the Government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst there is a need for improving standards across all services and therefore a requirement for standards to be set, there is evidence of increasingly unethical means used to give the impression targets set are being achieved.\n\nExamples include:-\n\n Mothers assessed by Social Services as having learning disability to avoid conferences and court proceedings in order to meet adoption targets and cut costs.\n\n Avoiding documenting MRSA or C. Deficile as a cause of death, disease or disability in hospitals to meet targets set for their reduction.\n\n Downgrading the severity of calls to Police and Emergency-Centres to meet response-time targets.\n\n Educational Welfare Officers target parents whose children have a high hope of improvement to meet school attendance targets. \n\nThese very few examples reveal the pressure services operate under and their fears of financial penalty or facility closure.\n\nThe means services adopt to meet Government Targets cannot be justified by the ends and infact result in lower standards in other areas for which targets may not be set and in increased suffering and injustice to our most vulnerable residents.",
            "closed_at": "2008-03-10T00:00:00Z",
            "created_at": "2007-03-10T20:42:58.393989Z",
            "creator_name": "carolyn cheung",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-10T20:42:58.393989Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/scraptargets/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3938347
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Targets-On-Trial/"
    },
    "type": "petition"
}