{
    "data": {
        "attributes": {
            "action": "introduce an ENVIRONMENTAL TAX to ensure that responsible buying is the cheaper option",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Put a 10% enviro tax on food not produced locally, and an additional 20% tax for food imported from outside of the UK. \n2. Put a 30% enviro tax on cod and other species where stock levels are dangerously low. \n3. Put a 50% enviro tax on any wood items for sale that do not display the Forestry Stewardship Council label. \n4. Put an Enviro Tax on utility providers who do not offer an online billing service to their customers\n5. Utilities - Put a 50 pence enviro tax on paper bills where the provider offers customers an online billing service.\n6. Put a 20% enviro tax on non-renewable energy. \n7. Put a 25% tax on none low energy lightbulbs.\n8. Put a 20% enviro tax on non-recycled paper and tissues\n9. Put a 20% enviro tax on new printer cartridges to ensure people refill their used cartridges.\n10. Charge householders and businesses to collect their landfill bound black wheely bins according to weight of rubbish.\n11. Put a 50% enviro tax on UK to UK air travel.\n12. Put a 20% enviro tax on overpackaged items and items packaged in non-recyclebale materials.\n13. Put a 20 pence enviro tax on plastic shopping bags",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-11T12:39:58.445416Z",
            "creator_name": "Glenn Pennington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-11T12:39:58.445416Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-03-27T03:16:00.847883Z"
        },
        "id": 3944398
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/environmentaltax/"
    },
    "type": "petition"
}