{
    "data": {
        "attributes": {
            "action": "Continue with the Road pricing scheme but only under certain conditions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK suffers from extensive traffic congestion which requires managing.  A sophisticated road pricing scheme will enable users of congested roads to be charged more than users of country lanes.  However, the additional revenue should be used to reduce other taxes to ensure that the net effect on both businesses and individuals is minimised.  After all this government prides itself on its management of the economy in which case it should not need to raise any more taxes.  To satisfy those concerned about the police/security services abusing the information gathered from such systems, safeguards should be in place.  Unfortunately, the word of a politician is not sufficiently reliable, so I suggest that authorisation would be required from a judge/magistrate on each and every occasion when those services wish to access this data.",
            "closed_at": "2007-06-11T00:00:00Z",
            "created_at": "2007-03-11T15:53:12.479136Z",
            "creator_name": "Charles Furness-Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-11T15:53:12.479136Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=road+pricing",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3946925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RationingRoads/"
    },
    "type": "petition"
}