{
    "data": {
        "attributes": {
            "action": "Campaign to the UN for a UN Resolution for Decriminalisation of Homosexuality",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 17th May 2007, an International Day Against Homophobia (IDAHO), will again be campaigning for Governments across the World to petition the UN to bring forward a UN Resolution for Decriminalisation of Homosexuality.\n\nIn this day and age there are nearly 80 countries in the world where it is a criminal offence to be homosexual.  A resolution is proposed by Louis Georges Tin, the President of the IDAHO Committee for the UN to have a Universal Decriminalisation of Homosexuality to protect individuals’ human rights.  \n\nWe ask the United Nations :\n\nTo request a universal abolition of the so-called “crime of homosexuality”, of all “sodomy laws”, and laws against so-called “unnatural acts” in all the countries where they still exist.\n\nWe ask Tony Blair, to support the resolution, and ask him to bring the resolution to the United Nations next year as a supportive country.",
            "closed_at": "2007-06-01T00:00:00Z",
            "created_at": "2007-03-11T18:25:40.897984Z",
            "creator_name": "Michael Thomas",
            "government_response_at": "2007-06-21T15:25:08.655981Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:25:08.655981Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Campaign to the UN for a UN Resolution for Decriminalisation of Homosexuality.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12026.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IDAHO-Petition'",
                    "updated_at": "2007-06-21T15:25:08.655981Z"
                }
            ],
            "opened_at": "2007-03-11T18:25:40.897984Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1474,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3949265
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDAHO-Petition/"
    },
    "type": "petition"
}