{
    "data": {
        "attributes": {
            "action": "make occupational therypsts help dissabled people find suitable accomidation when the property  they live in is unsuitable and cannot be addapted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Blair. i am a dissabled person who is in need of a wheelchair,it took me 18 months for a assement and the wheelchair service have said i need an electric wheelchair,indoor outdoor,and sent a referal to my local occupational theyepst as a mater of urgency to make sure the house im in,{local housing property} meeds adapting .affter 10 months of mucking me about they would not be able to adapt my property,i feel there is no justification for this refuseall ,but then you get sent a letter telling you  that,i must find a property that is suit able surely there remit should be to activly leaise with the local houseing agencys until one can be found.but there attitude is as far as they are concerned case closed call me if you can get another house.the problem is once you become dissabled they dont rearly care,we are a drain on there resouses.we need more local dissabled houseing stock in tonbridge and malling,kent",
            "closed_at": "2007-09-11T00:00:00Z",
            "created_at": "2007-03-11T19:34:35.551185Z",
            "creator_name": "glenn miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-11T19:34:35.551185Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/sowrong/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3950469
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disshousig/"
    },
    "type": "petition"
}