{
    "data": {
        "attributes": {
            "action": "repeal the impending smoking bans in public places on the grounds that it is unconstitutional, impinges on the civil liberties of smokers and non-smokers alike, will have further detrimental consequences on employment in these kinds of venues, will further erode the traditions of community life, and is plainly unnecessary.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We request that the government repeal this ill thought up legislation and instead, think of ways of bringing communities together instead of driving them apart. The majority of people who frequent pubs and clubs do so in order to relieve the stresses of the day. They drink their favourite alcoholic beverage, smoke their favourite pipe tobacco, cigars and cigarettes, and relax in familiar surroundings. Entertainers and musicians, whether smokers or not, would love nothing better than to work in smokeless environments but it will never happen. Not having the freedom to choose will simply drive customers away from the venues, and then the venues will either close, reduce their overheads by not employing entertainers, or diversify into venues that do not require their services anyway. The smoking of tobaccos is not illegal and therefore should not be outlawed as such. In conclusion, the smoking of tobacco is as constitutional and traditional as any other British pastime and is neither as good as nor as bad, in moderation. Non-smokers have freedom of choice and so should smokers.",
            "closed_at": "2007-05-11T00:00:00Z",
            "created_at": "2007-03-11T20:55:15.551066Z",
            "creator_name": "Alan Bryan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-11T20:55:15.551066Z",
            "rejected_at": "2007-04-22T00:01:02.597154Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/repeal-the-ban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3951934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokingoftobacco/"
    },
    "type": "petition"
}