{
    "data": {
        "attributes": {
            "action": "Create a comprehensive public transport system that is a viable alternative to the car, before he attacks the motorist (Who has very little realistic option at the present time) with taxes at every turn.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is at the present time congestion and costs spirialing on our roads.\nRailway companies inflating fares while not fulfilling a decent level of service on all fronts.\nNo facilities for cars to travel the length of Great Britain using the rail network. Why is this so? You want cars & HGVs off the road but encourage no roll on roll off service network.\nOn a similar note why are there no rail links planned into out of town shopping centres at the design stage. these could be run on the same format as the Manchester tram service or the NEC Birmingham.\nPark & Ride services could utilise abandoned sites in outer city areas such ex sidings, industrial or storage sites using lifted trackways as routes surely these would be used more per head of population than the few pedestrians and dog walkers that use these at present. These present users could use a pathway to the side of the tram route.\nThe list goes on but why should I supply all the ideas. They should be produced by supposed experts in the goverment who seem to be noticeable only by their continued long abscence",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2007-03-11T20:26:57.176861Z",
            "creator_name": "R Jowett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-11T20:26:57.176861Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Integrated/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3951368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Transportlogic/"
    },
    "type": "petition"
}