{
    "data": {
        "attributes": {
            "action": "Call for an independant public inquiry into the REAL causes of Climate Change",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following a programme on Channel 4, first shown 8th March 2007 called \"The Great Global Warming Swindle\", there would seem to be no proof that CO2 levels influence Global Warming.  Despite this, the UK Government and all main opposition parties seem intent on imposing CO2 emmisions taxes on the populous.  In addition, agreements with Europe in cutting CO2 emissions are a driving force.\n\nMy petition is not to say what is or isn't causing Global Warming, nor is it to force my beliefs on others.  My petition is to ask the Prime Minister to start an inquiry with the sole task of reporting the most accurate picture possible of what is really going on.  Only by being independant will the truth about Global Warming become clear.\n\nAs we approach the next election, I am finding it very hard to choose to vote for anyone who is proposing Taxes to counter a problem (CO2) that is not proven to be the cause of the symptoms (Climate Change).",
            "closed_at": "2007-09-12T00:00:00Z",
            "created_at": "2007-03-12T01:28:00.080322Z",
            "creator_name": "Steve Hyles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T01:28:00.080322Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cchonesty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3954892
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InvestigateCO2/"
    },
    "type": "petition"
}