{
    "data": {
        "attributes": {
            "action": "create an allowance for  kinship carers similar to a foster parents allowance and make these allowances  the same throughout the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "in this country we have a huge number of relatives that are bringing up children belonging to their families.for example grandparents bringing up grandchildren,Aunties bringing up their sisters children etc \nthese children through no fault of their own, have been taken from parents because of drug and substance abuse, alcohol issues, death or illness or because they just can not cope.These children  are then placed with a relative.\n kinship carers do not receive the same weekly allowance as foster carers,in fact allowances differ from town to town so carers are paid different amounts depending on where they live!Kinship carers need an allowance for each child that is consistent throughout the U.K.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-11T23:41:08.696369Z",
            "creator_name": "Linda mcEvilly",
            "government_response_at": "2008-06-03T14:19:28.569573Z",
            "government_responses": [
                {
                    "created_at": "2008-06-03T14:19:28.569573Z",
                    "details": "You signed a petition asking the Prime Minister to \"create an allowance for kinship carers similar to a foster parents allowance and make these allowances the same throughout the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15647.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kinship-care'",
                    "updated_at": "2008-06-03T14:19:28.569573Z"
                }
            ],
            "opened_at": "2007-03-11T23:41:08.696369Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 481,
            "state": "finished",
            "updated_at": "2008-03-28T03:15:52.638617Z"
        },
        "id": 3954238
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kinship-care/"
    },
    "type": "petition"
}