{
    "data": {
        "attributes": {
            "action": "listen to scientists with differing points of view on global warming and not just those who stand to benefit from public funding; any 'expert' will provide the answer you seek if you are prepared to pay enough in research grants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Evidence suggests that carbon dioxide, which is a naturally occurring gas and not a pollutant, is produced in response to warming of the earth and is not the cause. The primary engine of global warming and cooling is the changing activity of the sun. That is beyond human control and influence.\nReduction in use of energy and dependence on imported oil, gas and electricity from unstable regimes makes good economic sense as does recycling to reduce comsumption of raw materials, however, the use of 'doomwatch' tactics is not justified in achieving those ends.\n\nWe suggest that if the PM continues with current policy he will earn the title 'Lord Canute of Worlds End' on his accession to the House of Lords.This title would clearly reflect the Prime Minister's policy on global warming, which seeks to reverse the natural warming and cooling cycle of the earth, a flawed policy as King Canute learned when trying to command the waves.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-12T10:14:56.275298Z",
            "creator_name": "Philip Deacon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T10:14:56.275298Z",
            "rejected_at": "2007-04-03T13:42:37.439961Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cchonesty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3959774
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LordCanute/"
    },
    "type": "petition"
}