{
    "data": {
        "attributes": {
            "action": "save the Grade II* listed Swindon \"Mechanics' Institution\" building, and return it to the people, by helping The New Mechanics' Institution Preservation Trust to acquire it, by initiating a process of Repairs Notices, with a view to Compulsory Purchase if necessary.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Mechanics’ Institution building, listed Grade II*, has been unused and increasingly derelict since 1986. The Trust wants to see it restored, to provide an inspirational, community-led cultural space at the heart of Swindon. \n \nThey have a vision for its future use, and have obtained Listed Building Consent.  \n\nOver 20 years, 3 separate owners have failed to secure planning permission for a hotel on the site, which is at the centre of a proposed World Heritage Site.\n \nThe Trust urges the Government to intervene to break the deadlock and allow restoration, by securing a transfer of ownership to the Trust.  \n \nThe Institution, built in 1855 by GWR workers, served the people of Swindon in a wide variety of roles for 131 years.  It housed a library, theatre, lecture rooms, and was the cultural focus for a rapidly expanding and diverse community.  \n\nThis internationally important building must not decay further, but should be at the centre of Swindon’s social and physical regeneration.",
            "closed_at": "2007-07-30T00:00:00Z",
            "created_at": "2007-03-12T10:44:19.071257Z",
            "creator_name": "Roger Ogle",
            "government_response_at": "2007-08-14T14:06:29.240894Z",
            "government_responses": [
                {
                    "created_at": "2007-08-14T14:06:29.240894Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"save the Grade II* listed Swindon \"Mechanics' Institution\" building, and return it to the people, by helping The New Mechanics' Institution Preservation Trust to acquire it, by initiating a process of Repairs Notices, with a view to Compulsory Purchase if necessary.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12875.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SwindonMechanics'",
                    "updated_at": "2007-08-14T14:06:29.240894Z"
                }
            ],
            "opened_at": "2007-03-12T10:44:19.071257Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 384,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3960877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SwindonMechanics/"
    },
    "type": "petition"
}