{
    "data": {
        "attributes": {
            "action": "Stop local councils charging for motorbike parking",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local councils increasingly see motorcyclists as money spinners. Charging for motorbike parking goes against the Government’s stated policy of reducing congestion and increasing environmental awareness.\n\nThose who use two wheels liberate space for essential four wheeled traffic, especially in busy urban areas, so everyone enjoys a knock-on benefit from those who choose to ride a bike.\n\nMotorbikes are more efficient and produce less harmful emissions than other forms of motorized transport.\n\nCharging for bike parking will impact most on those least able to pay, pricing essential workers out of already expensive urban areas, especially in London and other UK cities.\n\nPlease Mr Blair, don’t allow local councils to charge motorbikes for parking, but urge them to take a holistic view of this issue and recognize the economic benefits of reduced congestion in the best interests of all the UK’s city dwellers.",
            "closed_at": "2007-07-08T00:00:00Z",
            "created_at": "2007-01-07T18:42:14.693318Z",
            "creator_name": "Dani Moylain",
            "government_response_at": "2007-08-06T15:29:21.994449Z",
            "government_responses": [
                {
                    "created_at": "2007-08-06T15:29:21.994449Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop local councils charging for motorbike parking.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12824.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FreeBikeParking'",
                    "updated_at": "2007-08-06T15:29:21.994449Z"
                }
            ],
            "opened_at": "2007-01-07T18:42:14.693318Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4406,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 396487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeBikeParking/"
    },
    "type": "petition"
}