{
    "data": {
        "attributes": {
            "action": "When introducing green measures the Government should be required, where practicable, to give preference to revenue negative measures rather than the introduction of new green taxes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government should not assume that the introduction of Green Measures necessarily implies raising tax revenue (revenue positive) from business or the consumer.\n\nWherever practicable, the Government should instead give consideration to the introduction of Green Measures which are financially beneficial to businesses and/or the consumer - in preference to those which simply increase costs or raise taxes. \n\nFor example, if a requirement were imposed on councils to reduce energy usage through reducing unnecessary street lighting, this should result in the reduced council energy bills being refunded directly to council or business rate taxpayers. \n\nSuch a policy, including a definite requirement that green taxes should at least be revenue neutral, would limit the power of government to use green taxes simply as additional sources of revenue.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-03-12T13:11:25.186000Z",
            "creator_name": "Peter Doyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T13:11:25.186000Z",
            "rejected_at": "2007-04-23T00:01:03.563975Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/Action-CO2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3965826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Environmenttaxes/"
    },
    "type": "petition"
}