{
    "data": {
        "attributes": {
            "action": "question the existance of global warming?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'Global warming' it has been scientifically ascertained, is not a proven phenomena- But what is highly likely is that it has been hi-jacked by 'do-gooders' to  make us feel guilty, more akin to a 'cult' in this regard, and  has also been manipulated  by politicans to simply raise more tax on the back of it- (even if it were true, the limits of world resources would automatically self correct this alleged phenomena when they run out). It also may prevent 3rd world economies from developing. I submit therefore  that Global Warming is not really a major issue, (apart from a lever to extract further taxes,) probably does not exist, (if it were it would be beyond our control.How does for example one account for Glacier melt some eons ago? viz creation of glacier sculpted landscape in the Alps, Scotland  to name a few etc etc etc), and therefore  we should not accept any of the 'given experts' views, unless they deal with the known scientific date gathered to date, which contradicts the Global warming debate as  thrust down our throats by various governments. In view of this, I suggest we as a nation do not agree or subscribe in any way to any tax raising actions  put forward on the back of this issue.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-03-12T13:41:45.246705Z",
            "creator_name": "brian cohen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T13:41:45.246705Z",
            "rejected_at": "2007-04-23T00:01:03.563975Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/search?q=+global+warming",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3966714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoGlobalWarming/"
    },
    "type": "petition"
}