{
    "data": {
        "attributes": {
            "action": "set up an Ombudsman Service for the Travel Industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK travel industry has a collective turnover of over one billion pounds, yet there is no truly independent consumer watchdog.\n\nOver sixty four million visits abroad are made by UK consumers every year, most using the travel industry for holidays overseas and we must not forget the UK consumers using the travel industry for holidays in the UK.  There is very little protection for the consumer when things go wrong.\n\nABTA is paid wholly or partially by its membership, the travel industry, and cannot be classed as truly independent.\n\nA government Treasury consultation period has just finished into the travel industry and their practices in respect of selling travel insurance; their conclusions are awaited.\n\nThe Prime Minister should use his influence to broaden the inquiry to include the formulation of an Ombudsman Service governing the whole of the travel industry thus protecting the consumer.",
            "closed_at": "2007-09-12T00:00:00Z",
            "created_at": "2007-03-12T14:01:06.091822Z",
            "creator_name": "David Sheldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T14:01:06.091822Z",
            "rejected_at": "2007-04-23T00:01:03.563975Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/travel-ombudsman/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3967240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ombudsman-travel/"
    },
    "type": "petition"
}