{
    "data": {
        "attributes": {
            "action": "Require that Insitutional investors consult their fundholders (scheme members in the case of pension funds) before exercising shareholder voting rights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present many shareholder votes are carried by the managers of funds which hold large blocks of shares - with little or no consultation of their investors/members.  This gives the appearance that Director's remuneration is being 'nodded through' by their friends without reference to the ultimate investors.\n\nAll such votes cast should be pro-rata with the fundholder preference expressed, rather than purely at the discretion of the fund managers. \n\n(Administrative costs to be shared between the funds and company registrars and cannot be assigned only to those who choose to vote.)\n\nIt is expected that this could help to moderate awards to Company Directors by including individual holders of collective funds, rather than the usual group of 'insiders'.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-03-12T15:46:28.037173Z",
            "creator_name": "Chris Turner-Swan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T15:46:28.037173Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/PLC-shares/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3971036
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/shareholdervotes/"
    },
    "type": "petition"
}