{
    "data": {
        "attributes": {
            "action": "Stop companies setting up P O Boxes for Foreign scammers to hide behind when bombarding the vulnerable with misleading winning prize draw literature and similar scams.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "So much foreign-originated scamming literature is directed through UK P O boxes. A lot is sent by hard-to-trace mail order companies intent on misleading vulnerable recipients to  believe they have won large amounts of money. Some is from supposed clairvoyants asking for 'contributions' to admin costs in return for lucky charms or details of rituals to gain material wealth, good health and better relationships. \n\nOnly British companies should be allowed a British P O Box. Foreign companies should have to include their registered address in a dominant position and refer to the MPS register before writing to households direct.\n\nCompanies who rent out UK P O Boxes are clearly aware of the nature of the contents of the literature and are happy to make money out of the misery of the people who fall for these scams, many of whom are elderly and end up being defrauded of lots of money. \n\nWhat is the point of having Watchdog and various other programmes and websites continually reporting on these scams? These vulnerable people are usually not highly IT-literate and don't have access to these warnings. \nLet's all rally round and try and kill some of the scams at source.",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-03-12T17:54:30.398574Z",
            "creator_name": "Julie Wake-Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T17:54:30.398574Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3975988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mailscams/"
    },
    "type": "petition"
}