{
    "data": {
        "attributes": {
            "action": "Reform the House of Commons as the House of Lords is allegedly going to be",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be a fixed term Government of five years, no longer will the Prime Minister be able to call a General Election to suit their parties interests.\nShould the Prime Minister leave the post for what ever reason, then the Deputy will take over to the end of the Parliament's term.\nThe Whips Office to be disbanded and all M.P.'s will be allowed to vote on all matters on a free basis in line with their Constituents Wishes.\nM.P.'s will be held legally responsible for their actions within the Commons as if they else where.\nAn English Parliament to be set up where only English M.P.'s can vote.\nNo Laws/Regulations/Legislation can be imposed/implemented upon the British from what ever source without the full approval of the National Parliamentary Process.\nShould any Proposals/Legislation impinge upon the British Constitution then a Referendum must be held and can only be implemented on a majority of 80%.\nThere will be no Public Funding for any Political Parties.\nWhen a Minister of State leaves their post all benefits that go with the post will cease immediatly.",
            "closed_at": "2007-06-12T00:00:00Z",
            "created_at": "2007-03-12T20:04:21.986185Z",
            "creator_name": "Michael Hawkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T20:04:21.986185Z",
            "rejected_at": "2007-04-25T00:01:03.180545Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Fixed-term-govt/\nhttp://petitions.pm.gov.uk/TrueDemocracy/\nhttp://petitions.pm.gov.uk/England/\nhttp://petitions.pm.gov.uk/govreferendums/\nhttp://petitions.pm.gov.uk/partyfunds/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3980242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ParliamentReform/"
    },
    "type": "petition"
}