{
    "data": {
        "attributes": {
            "action": "Provide the public with honest information regarding how the implementation of the EU Directive 2004/52/EC, the directive that will pave the way for a Europe-wide electronic road toll service, will affect all of us in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2004 the Directive 2004/52/EC called ‘on the Inter-Operatability of Electronic Toll Systems in the community’ was born which, paves the way for the following to happen:\n1/  Our road-pricing technology will have to have GNSS satellite tracking capability.  2/ The EU is going to set up a Europe-wide electronic toll service. \n3/ One single contract between users of the road and a pricing (tolling) service is the goal of the European electronic toll service.  The aim- ”one contract per customer, one box per vehicle.” \n4/ The EU itself, not just our government, reserves the right to impose road pricing on us!  \n\nThe EU is serious – it has also funded the RCI project which demonstrates the interoperability of Road Charging between 6 EU countries.  As part of the project it will show how any road charging transaction in Europe could be carried out with a single set of in-vehicle equipment. \n \nWe need to know the truth, as to exactly how the government is going roll this one out and how it will affect all of us!",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-03-12T20:51:24.656951Z",
            "creator_name": "Lisa Anne Davy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-12T20:51:24.656951Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3981781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EU-RoadPricing/"
    },
    "type": "petition"
}