{
    "data": {
        "attributes": {
            "action": "Ban the Import of All Goods Produced by Child Slavery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At least 12.3 million people are victims of forced labour worldwide. Of these 2.4 million are as a result of human trafficking. Human trafficking is now the second largest source of income for organised crime, exceeded only by arms and drugs trafficking. People are trafficked into prostitution, begging, forced labour, military service, domestic service, forced illegal adoption, forced marriage etc. \nThey are recruited in in a number of ways, including abduction, being sold by their parents, being recruited after they've run away from home - and being sold to traffickers by orphanages or care homes. \n\nOne form of trafficking is the use of children to harvest the cocoa beans on farms in Cote D'Ivoire. (The Ivory Coast) 50% of the worlds cocoa is produced on the Ivory Coast, by child slaves who are beaten if they don't work hard enough and who exist on meagre food rations. These children are likely to be working to make your chocolate. \n\nIf the UK were to ban cocoa imports  produced from slave labour then the trafficking of these children would stop.  \n\nPlease, please help stop child slavery by signing this petition.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-12T23:14:44.127842Z",
            "creator_name": "Julia Asfield",
            "government_response_at": "2008-07-15T14:57:45.531353Z",
            "government_responses": [
                {
                    "created_at": "2008-07-15T14:57:45.531353Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the Import of All Goods Produced by Child Slavery.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15965.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ChildSlavery'",
                    "updated_at": "2008-07-15T14:57:45.531353Z"
                }
            ],
            "opened_at": "2007-03-12T23:14:44.127842Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 274,
            "state": "finished",
            "updated_at": "2008-04-22T03:24:48.807491Z"
        },
        "id": 3985319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildSlavery/"
    },
    "type": "petition"
}