{
    "data": {
        "attributes": {
            "action": "ban the live import and export of animals for slaughter",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Animals are exported from the UK to be slaughtered on the continent where welfare standards are, well, different from ours.  Equines from the UK are exported alive to be killed and eaten by our continental neighbours who don't make the same distinction as we do between companion animals and food-stuffs.\n\nAnimals are imported into the UK for slaughter so that their meat may be labelled as British. \n\nThe transportation of animals does not benefit their welfare.  The labelling of imported animals as British is misleading to consumers.  All this transportation emits harmful CO2 gas.  And there's always the risk that animal diseases may be transmitted this was (case in point - bird 'flu).\n\nSo please consider signing my petiton to call for a ban.",
            "closed_at": "2007-09-26T00:00:00Z",
            "created_at": "2007-03-13T09:46:05.479643Z",
            "creator_name": "mairi mackechnie",
            "government_response_at": "2007-11-16T15:18:10.976220Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:18:10.976220Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the live import and export of animals for slaughter.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13770.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'animaltransport'",
                    "updated_at": "2007-11-16T15:18:10.976220Z"
                }
            ],
            "opened_at": "2007-03-13T09:46:05.479643Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 303,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3991139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animaltransport/"
    },
    "type": "petition"
}