{
    "data": {
        "attributes": {
            "action": "Remove the tax advantage for mortgage interest paid by landlords and so level the playing field between owner occupiers and landlords",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, an owner occupier pays their mortgage out of their net of tax personal income.\n\nA landlord however can net off mortgage interest from their rental income received before tax is levied. Essentially a higher tax band landlord will only pay 60% of the interest compared to an owner occupier. Or to put it more into reality, for the same mortgage interest cost, a landlord can afford to bid 67% more on the same property than an owner occupier.\n\nIn essence this means that the mortgage interest paid by landlords is subsidised by the treasury. Compare the billions of pounds spent by the treasury here with the miniscule number of affordable housing schemes which are then further restricted to certain sections of the workforce.\n\nI am not saying that there is no need for buy to let or that landlords are implicitly looking to profit from the plight of younger generations. What I am asking for is a level playing field.\n\nIs it a coincidence that currently first time buyer levels are historically at their lowest level ever whilst current landlord buyer levels are historically at their highest level ever?\n\nPlease sign this petition!",
            "closed_at": "2007-05-27T00:00:00Z",
            "created_at": "2007-03-13T12:52:11.314730Z",
            "creator_name": "Paul Moorshead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T12:52:11.314730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 3998415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxfairness/"
    },
    "type": "petition"
}