{
    "data": {
        "attributes": {
            "action": "demand the National Blood Service change its policy of denying homosexual male donors",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Blood Service’s website questionnaire asks: \"Are you a man who has had sex with another man (even if you used a condom)?\" Click YES & it says \"Thank you for your time but it seems you are not able to give blood\"\nThis question is part of the screening procedure of the nationwide blood donation scheme designed to locate interested donors & discourage carriers of Hepatitis/HIV. \nThis is institutional homophobia that trivialises and over simplifies sexual identity & dignity. The National Blood Service only alludes to the subject of ‘homosexuality’ yet it discriminates.\nThere are thousands of willing gay men with clean blood who currently cannot donate, are made to feel inferior and whose friends & family members choose not to donate in protest.\nIn place of outdated and intrusive questions and assumptions this essential service needs a Government monitored scientifically reliable blood-screening process that does not screen out homosexuals in the name of safety for ‘everyone else’.",
            "closed_at": "2007-09-26T00:00:00Z",
            "created_at": "2007-03-13T13:44:36.867316Z",
            "creator_name": "Jacob John Stevens",
            "government_response_at": "2008-01-16T15:54:40.879382Z",
            "government_responses": [
                {
                    "created_at": "2008-01-16T15:54:40.879382Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand the National Blood Service change its policy of denying homosexual male donors.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14273.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Homophobic-Blood'",
                    "updated_at": "2008-01-16T15:54:40.879382Z"
                }
            ],
            "opened_at": "2007-03-13T13:44:36.867316Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 338,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4000181
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homophobic-Blood/"
    },
    "type": "petition"
}