{
    "data": {
        "attributes": {
            "action": "remove the high charges for persons married to English people to obtain citizenship in this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like many English/Scottish & Welsh people living in the UK. I am happily married to a foreigner, and we have children together! New government proposals intend to make it more difficult for my wife to stay in the country, and thus giving rise to the possibility that a family may have to be separated because of the high cost of obtaining 1) Indefinate leave to remain £750.00 2)Nationalisation (Nationality) £575.00. I understand that there is a need to reduce the number of foreigners coming into the UK! And I agree it needs reducing. However targeting English families who have foreign family members is not the answer. Foreigners married to an English person should have a right by association and marriage to have all the benefits of citizenship automatically without the high cost. These cost rises do nothing to tackle foreign immigrants coming to the UK, they mearly increase the cost burden on law abiding and hardworking people who have a more than genuine right to British Citizenship and Protection. I hearby ask all those in a similar situation or whom empathise with me to join me by signing this petition to block the proposal by the government.",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-03-13T15:03:28.912193Z",
            "creator_name": "Max Gordon-Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T15:03:28.912193Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/citizenshiptest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4002829
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noimmigrationtax/"
    },
    "type": "petition"
}