{
    "data": {
        "attributes": {
            "action": "allow the public to use parks for fitness training, alone or in groups, and to employ a professional to supervise this without local councils charging an additional fee",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Manchester City Council have refused permission for fitness instructors to train their clients in public open spaces without paying a £300 licence fee and 10% of the income from such training sessions. Many of these sessions such as Buggyfit classes are run at a loss and do not even make minimum wage for the trainer. The commission is to be paid on revenue, not profit. We believe that parks are there to be used by the public and that the government, both national and local, should encourage their use for the purposes of improving health and fitness without trying to profit from it. We also believe that it is wise to undergo professional training in exercise technique and that parks should allow this use. They are our parks, to be used by the public, not money-making instruments for the local council.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-03-13T15:40:23.833516Z",
            "creator_name": "Robert Woollen",
            "government_response_at": "2007-10-31T17:00:40.753135Z",
            "government_responses": [
                {
                    "created_at": "2007-10-31T17:00:40.753135Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow the public to use parks for fitness training, alone or in groups, and to employ a professional to supervise this without local councils charging an additional fee\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13669.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'parks1'",
                    "updated_at": "2007-10-31T17:00:40.753135Z"
                }
            ],
            "opened_at": "2007-03-13T15:40:23.833516Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 439,
            "state": "finished",
            "updated_at": "2007-10-22T03:11:00.529713Z"
        },
        "id": 4003919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parks1/"
    },
    "type": "petition"
}