{
    "data": {
        "attributes": {
            "action": "overrule the Euro agreement to ban \"regular\" light bulbs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new Euro decision to ban \"regular\" incandescnt light bulbs has been made without a shred of real scientific or engineering evdidence behind it.  Here are the real FACTS and these alleged energy efficient light bulbs:\n- They take a huge amount of energy to manufacture compared to regular light bulbs.\n- They are manufactured with dangerous chemicals making them a nightmare to recycle.\n- When turned on they have poor efficiency (and poor light oputput), meaning that the only way to get the benefits of good efficiency s to leave them on....potentially using more energy than regular light bulbs.\n- When switched on and off like regular light bulbs, the advertised life is no where near as claimed.\n- They are not as versatile as regular light bulbs and cannot be used as widely.\nThis decision, being forced on us, is based on myth and will cost us all money for no benefit to you or the planet.",
            "closed_at": "2007-05-13T00:00:00Z",
            "created_at": "2007-03-13T17:38:51.327803Z",
            "creator_name": "Scot Butcher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T17:38:51.327803Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/incandescent/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4008339
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Euro-Bulb-Bodge/"
    },
    "type": "petition"
}