{
    "data": {
        "attributes": {
            "action": "Allow the self employed to claim tax relief on child care costs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On April 6th 2005, the government introduced new childcare voucher legislation. This allowed both parents, (if employed and paying PAYE), to save Income Tax and National Insurance on registered or approved childcare. In the 2006-7 tax year the allowance is £55 per week, or £243.00 per month.\n\nThis means a significant saving per parent for the 2006-7 tax year of up to £962.28 per year for a 22% tax payer and £1195.56 per year for a 40% tax payer. The vouchers can be used for any form of childcare, from the ages of 0 - 15 (16 if disabled) years old, and can include but is not limited to nurseries, childminders, nannies, breakfast clubs, after school clubs and holiday clubs, providing the childcare is approved or registered. \n\nThe issue is that the self employed are not able to benefit from this scheme.  Now I understand that there are NI implications for the self employed, however, there is absolutely no reason why the self employed cannot claim tax relief through self assessment for the same level of £243 per month.  Please sign this petition to get this discrimination stopped.",
            "closed_at": "2007-08-04T00:00:00Z",
            "created_at": "2007-03-13T18:29:10.986256Z",
            "creator_name": "Ian Waller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T18:29:10.986256Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4009786
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/selfempchildcare/"
    },
    "type": "petition"
}