{
    "data": {
        "attributes": {
            "action": "look at fair prices of holidays all year round - discrimatory to teachers and their families",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If teachers are in such short demand look at their current disadvantages and try and enhance the benefits.  Because my husband is a teacher we as a family cannot afford to go on holiday because of the ridiculous increase of holiday prices during school holidays.  This also does not encourage families to keep children in school during term time - why should they when they can take them out and take advantage of cheaper holidays.  Unfortunately we do not have that option as I cannot take my husbhand out of school!!\nPeople who do not have children or no longer have children of school age can afford to pay more and yet get super cheap deals for 2!!  Why should my children be disadvantaged because their daddy is a teacher?!!  Let teachers choose 1 week (or 2) a year when they can take term time leave or at least regulate travel companies to spread the costs for all not just parents (and teachers)!  Lets face it they deserve a break in that profession!",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-03-13T18:02:00.701693Z",
            "creator_name": "Jean turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T18:02:00.701693Z",
            "rejected_at": "2007-04-16T10:07:00.104892Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SUMMERHOLIDAYS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4009011
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/holiday-prices/"
    },
    "type": "petition"
}