{
    "data": {
        "attributes": {
            "action": "Reinstate funding and support for Adult Education provision, accessible by all, in England via the Learning and Skills Council",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Adult Education funding is being eroded across the country as funds are being redirected into priority areas of 16 - 19 education. The small amount of funding that is coming through into the sector is being targeted at Key skills. This is leaving a whole sections of the community unable to access community education at an affordable price. It is a fact that people often enter the education route through Leisure courses and once their confidence has been built will go onto further education. We are removing a whole level of education from the public. The benefits of attending an Adult Education course also go beyond the educational, they keep people healthy, promote a work / life balance and encourage well being.\nThis is a case of \"we will not know what we have until it is gone\". As a Country we have a strong tradition of Adult Education supported by the Government, when did that change? Has anyone noticed that it is disappearing rapidly? Are we just going to roll over and accept the removal of all of our Art, creative writing, language, dress making, pottery courses?",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-03-13T20:27:12.471540Z",
            "creator_name": "Jan Lefley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T20:27:12.471540Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Adult-Education/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4013046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FEfunding/"
    },
    "type": "petition"
}