{
    "data": {
        "attributes": {
            "action": "Have the scientific evidence relating to global warming examined under the discipline of a court which will be able to call and cross-examine witnesses, all under an eminent presiding judge.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many scientists do not agree with the notion that human endeavour is a major cause of global warming.  The scientific method of investigation; measure, hypothesise, test, cannot be done. Too much stress is placed on questionable conclusions derived from modelling. These models are complicated and are only as good as the assumptions made and the boundary conditions set. The variables affecting global warming are very many and cannot all be known. \nProponents of the human endeavour theory insist with a missionary zeal that they are right and that any other view is heretical.  Examination of historical data suggests that the behaviour of the sun is a likely cause.   Before a Climate Change Bill is passed which would restrict personal freedom and choice, and have drastic effects on the economy and lifestyles, the scientific evidence ought to be examined under the discipline of a court, which will be able to call and cross-examine witnesses, all under an eminent presiding judge.",
            "closed_at": "2007-06-13T00:00:00Z",
            "created_at": "2007-03-13T23:08:35.064265Z",
            "creator_name": "T Bryant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-13T23:08:35.064265Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cchonesty/\nhttp://petitions.pm.gov.uk/global-warming-/\nhttp://petitions.pm.gov.uk/research-inst/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4016485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClimateBill/"
    },
    "type": "petition"
}