{
    "data": {
        "attributes": {
            "action": "provide the 'Fourth Option' of direct investment in council housing as an alternative to privatisation by stock transfer, PFI or ALMO, to enable local authorities to respect the choice of their tenants and bring all homes up to at least the government's Decent Homes Standard by 2010 and also build a new generation of decent, affordable and secure council homes for rent, accountable to an elected local authority landlord, and to give a clear commitment to defend the lifelong secure tenancy that council tenants enjoy and uphold the right of everyone who needs or wants to rent public housing to do so without time limit or means testing so that council housing can again become a tenure of choice and council estates can once again be a place that people are proud to live in",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government takes money out of council housing, leaving many councils unable to meet the government's Decent Homes standard. The government then offers extra investment - but councils have to access one of 3 options to get it, transferring either their homes or the management of them into the private sector. We are asking for the 'fourth option' – a level playing field so that the same amount of money can be invested in council housing directly. If all council housing rents and receipts were ringfenced there would be more than enough to do all the work that is needed. Private sector interests are now lobbying to take away our security of tenure, and bring in market forces, because they claim our estates have become 'unsustainable'. But there is a massive housing crisis in this country and the private market is incapable of solving it. Adequate investment, coupled with building new council homes again, would solve problems of sustainability and help to solve the housing crisis.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-03-14T11:15:44.287974Z",
            "creator_name": "Alan Walter",
            "government_response_at": "2007-11-22T16:19:41.151327Z",
            "government_responses": [
                {
                    "created_at": "2007-11-22T16:19:41.151327Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide the 'Fourth Option' of direct investment in council housing as an alternative to privatisation by stock transfer, PFI or ALMO, to enable local authorities to respect the choice of their tenants and bring all homes up to at least the government's Decent Homes Standard by 2010 and also build a new generation of decent, affordable and secure council homes for rent, accountable to an elected local authority landlord, and to give a clear commitment to defend the lifelong secure tenancy that council tenants enjoy and uphold the right of everyone who needs or wants to rent public housing to do so without time limit or means testing so that council housing can again become a tenure of choice and council estates can once again be a place that people are proud to live in.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13822.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fourth-option'",
                    "updated_at": "2007-11-22T16:19:41.151327Z"
                }
            ],
            "opened_at": "2007-03-14T11:15:44.287974Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1617,
            "state": "finished",
            "updated_at": "2008-01-10T03:13:46.504991Z"
        },
        "id": 4024302
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fourth-option/"
    },
    "type": "petition"
}