{
    "data": {
        "attributes": {
            "action": "Save the incandescant filament light bulb",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Once again we are being directed from Europe.  This time to ban ordinary incandescant light bulbs.  Energy saving bulbs do have a place inside and outside the home, but give a poor quality of light, making reading difficult to impossible and causing headaches.  The energy efficient (so called) bulbs need to be left on, which is fine outside or in areas which need to be lit all the time, but in bathrooms, bedrooms or other rooms which are used sporadically, leaving lights on all the time defeats the object as they are continually burning electricity, cancelling out some of the energy saving and, if they are switched on and off frequently they wear out more quickly.  Energy efficient bulbs also cost more to produce, contain mercury and cannot be disposed of in ordinary landfill.  We need to have this choice.  Have the people who expound the virtues of these energy efficient bulbs actually tried to read or work in the light they produce?  Has anyone quantified the lowering of productivity caused by working in poor quality light?",
            "closed_at": "2007-09-14T00:00:00Z",
            "created_at": "2007-03-14T13:11:56.359390Z",
            "creator_name": "Christine Margaret Matthews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-14T13:11:56.359390Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/incandescent/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4028408
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/filamentlamp/"
    },
    "type": "petition"
}