{
    "data": {
        "attributes": {
            "action": "introduce legal protection for overweight people who are being discriminated against.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Obesity is a horrible ordeal.. Yet they suffer in silence as society accepts, even encourages, this discrimination.\n\nThe lean are not superior persons because their weight appears \"under control.\" They received a biology which has kept their bodies within a range of weight our society regards as \"normal.\" \n\nWe need to finally accept that the obese (as well as the lean) are powerlessness in voluntarily controlling their own weight. They are truly powerless because we do not know the exact details, the \"secrets,\" of how our biology controls our weight.  \n\nThe obese are victims of their own biology. How can they, in all honesty, be more \"guilty\" than the lung cancer victim who smokes heavily, the heart attack victim who chronically consumes a high fat diet or others who acquire sexually transmitted diseases? How can our society dare to deny the obese a share in this victimhood? All of these other victims may likewise possess genes which promote a specifically compulsive lifestyle which our exceptionally bountiful, permissive environment promotes. \n\nOur Society must understand that the obese deserve the same compassion and understanding as do other disease victims.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-03-14T15:13:53.255132Z",
            "creator_name": "Kieron Farrelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-14T15:13:53.255132Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4032226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fat-rights/"
    },
    "type": "petition"
}