{
    "data": {
        "attributes": {
            "action": "apply pressure on the FA to make further efforts to eliminate so-called ‘simulation’ from football.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "So-called simulation veiled as gamesmanship is nothing short of cheating, which tarnishes the image of football and has an arguably greater impact on results than other methods of cheating such as use of performance enhancing drugs, the penalties for which are justifiably tough. \n \nMuch commendable work has already been done. However, more could be done, i.e. a minimum amount of time spent on the sidelines in the event of going down 'injured' to discourage simulation by feigning injury during the game and/or a post-match video review of alleged diving or injury-feigning incidents to identify those that offend anyway. The FA could use the collected data to name and shame or to create simulation league tables or even apply fines and/or bans.\n\nIn 5 years the world will be looking to the UK as we host the Olympics. What a good message highlighting the British spirit of fair play we could send to the world if we were seen as world leaders in the removal of an ugly part from the beautiful game.",
            "closed_at": "2007-09-14T00:00:00Z",
            "created_at": "2007-03-14T16:28:50.412703Z",
            "creator_name": "Steven Louis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-14T16:28:50.412703Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4034721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopcheating/"
    },
    "type": "petition"
}