{
    "data": {
        "attributes": {
            "action": "remove the financial exploitation of older people and to extend the Age Discrimination laws to encompass the provision of Travel Insurance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Insurance companies treat all people over 64 years of age as being ill. 95 per cent of annual and single trip travel insurance policies impose an upper age limit for claims. Of these, over two thirds stop at 65 and most of the remainder stop at 75.  It is only marginally better with single trip policies.  \nThe COST of cover for a 65 year old is usually more than double the premium of someone of 64 years old – probably just one day older!  The premiums then increase in 5 year increments. This is pure age discrimination coupled with financial exploitation of older people.  \nA person of 75 can be more fit and healthy than a 40 year old – WHY penalise the older person?",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-14T16:15:20.635838Z",
            "creator_name": "John Lynch",
            "government_response_at": "2008-04-28T14:07:48.570390Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T14:07:48.570390Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove the financial exploitation of older people and to extend the Age Discrimination laws to encompass the provision of Travel Insurance.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15381.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'travelinsurance'",
                    "updated_at": "2008-04-28T14:07:48.570390Z"
                }
            ],
            "opened_at": "2007-03-14T16:15:20.635838Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 287,
            "state": "finished",
            "updated_at": "2008-03-30T03:15:52.848088Z"
        },
        "id": 4034290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/travelinsurance/"
    },
    "type": "petition"
}