{
    "data": {
        "attributes": {
            "action": "significantly increase the UK military defence budget. A significant increase based as a % of GDP is urgently required to correct the extreme long-term underfunding of the UK military forces, to more accurately reflect the dramatic increase in capital acquisition costs of modern military hardware and to alleviate cost of ongoing war fighting and military anti-terrorist operations worldwide.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UK forces are underfunded at below 2½% GDP (declining) compared to about 4% spent by Russia & USA. Before Labour’s election this was approx 3%. If the GDP% was the same now as then today’s budget would be almost 20% larger. Current government policy uses the MOD budget to fund ongoing ops whereas previous policy was to fund war, military anti-terrorist & associated ops separately. Underfunding & use of the defence budget for war costs means there is no money to replace broken equipment, upgrade outdated equipment with enough new hardware, allow adequate training or manning levels. Forces can only do so much, can be 1 place at time & when conflict happens there is both hardware & forces available to allow for significant losses (as happens in military ops). What should the UK become, do we sit on the sidelines unable to offer independent military action or humanitarian support or should we be capable of defending ourselves & actively involved worldwide.  Government spin distorts the reality & contains misleading inaccuracies & none facts. We posture on a world stage like a serious power while whittling down our defence capability to fourth-rate status, this is unforgivable.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-03-14T17:44:21.799872Z",
            "creator_name": "Ian Pearson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-14T17:44:21.799872Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/militaryreform/\nhttp://petitions.pm.gov.uk/Def-Spending/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4037019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Military-Funding/"
    },
    "type": "petition"
}