{
    "data": {
        "attributes": {
            "action": "Review the pay deal for nurses and therefore show that Mr Blair really is resolute in wanting a Strong and Dependable NHS in the UK - Help us to prove we have The best Healthcare in the World",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear reader, many thanks for taking time to read this.\n\nI have been nursing for 17 years and whilst a person does not enter into the \nprofession of nursing for the monetary rewards, isn’t it reasonable to expect to \nreceive a moderate wage with pay rewards that are at least in line with the \nrate of inflation?\n\nMany would agree that we enter into this profession because we want to make a difference to the lives of those people that we come into contact with. It is the right of patients to receive whole-hearted, compassionate and conscientious care not only on an individual basis but for their families and carers also. \nOn a personal basis, my care does not stop when my shift does. I have never \nput my excess hours down as overtime, neither have I asked for remuneration \nin any way from our glorious NHS. Isn’t it therefore reasonable to ask for a \nfair wage increase?\n\nIf you agree, I ask for your support by adding your name to this growing \nlist, and once again thank you for your time.",
            "closed_at": "2007-09-29T00:00:00Z",
            "created_at": "2007-03-14T23:05:10.784560Z",
            "creator_name": "Martin Drew",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-14T23:05:10.784560Z",
            "rejected_at": "2007-04-04T11:04:17.937451Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nursespayrise/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4045109
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairpay4nurses/"
    },
    "type": "petition"
}