{
    "data": {
        "attributes": {
            "action": "Impose sanctions to put international pressure on President Robert Mugabe's regime in Zimbabwe.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The way that Robert Mugabe is ruling in his country without letting people oppose his regime is nothing better than what Saddam Hussein did in Iraq. He should be severely reprimanded. The way he has treated people in his country is disgraceful, he has thrown white farmers off their land inexplicably and has been personally responsible for the country’s poor state of affairs. Zimbabwe has little or no economy, its people are dying of famine due to them not being able to afford food because of the inflation rate, which is astronomical. An example being that in 2004 a loaf of bread cost approximately Z$3,500, it now currently costs approximately Z$110,000 this means that people cannot afford to buy any food, the inflation rate is now over 1000 percent.  Something needs to be done, we have waited too long without intervention, and we must not standby and watch we must take action. Failure by our government to do more will be a betrayal of the Zimbabwean people.",
            "closed_at": "2007-09-15T00:00:00Z",
            "created_at": "2007-03-15T01:49:44.433820Z",
            "creator_name": "William Polak",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T01:49:44.433820Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Mugabe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4046261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/exploitation1/"
    },
    "type": "petition"
}