{
    "data": {
        "attributes": {
            "action": "Force the BBC to stop broadcasting trailers about future television programmes over the end credits of current television programmes and to stop broadcasting on screen visuals about future television programmes during current television programmes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Broadcasting trailers about future television programmes over the end credits of current television programmes is a major annoyance for viewers. The atmosphere which has been created by the television programme being viewed is ruined and the credits size is reduced to an illegible level. Viewers have access to newspaper, magazine and online listings.\n\nOn screen visuals during a television programme, telling the viewer about future television programmes is a major annoyance for viewers. They are intrusive and distracting and are unnecessary. Viewers have access to newspaper, magazine and online listings.\n\nRegular postings on the BBC Points of View Television online messageboard indicate most viewers are vigorously opposed to these trailers and on screen visuals, but the BBC still broadcast them. Please sign this petition if you would like this infuriating practice to stop.",
            "closed_at": "2008-03-15T00:00:00Z",
            "created_at": "2007-03-15T11:49:56.718688Z",
            "creator_name": "Cathy Harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T11:49:56.718688Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4056485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCTrailers/"
    },
    "type": "petition"
}