{
    "data": {
        "attributes": {
            "action": "allow maintenence grants etc to be assesed on the students household income not on the income of their parents when they do not live with their parents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "at present if you live on your own and you wish to apply for a maintence grant to assist you at university you must be assesed on your parents household income even though you are not a member of that household. the only way that you can get around this is if you can show you have been supporting yourelf for over three years this is asessed by your LEA and you must show that you have been claiming beneifits or have a child. this is extremley unfair on those who are supporting themselves via paid work especially when it is difficult to maintain employment university hours and the day to day tasks of maintaining your own household and do not use benefits to support themselves. it seems outragous that people who are trying to further their career by attending univerity are peinalised because they live on their own and not at home with their parents.",
            "closed_at": "2007-09-15T00:00:00Z",
            "created_at": "2007-03-15T11:36:39.407826Z",
            "creator_name": "Lucy leach",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T11:36:39.407826Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StudentFinance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4056079
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentsupport/"
    },
    "type": "petition"
}