{
    "data": {
        "attributes": {
            "action": "get MR WAYNE ALLAN BEACOCK at least a 25 hour contract or a full-time paid job in Youth Work in HULL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hello how are you today?\n\nThe reason that I have started this petition is to raise awareness that I am after at least a 25 hour contract or a full-time paid job in Youth Work. I have and still am trying to get a paid job in Youth Work. I have had interviews but I have not got the job sadly. I have been trying for about one and a half years now. I cannot apply to my local Council because they are under going a HUGE restructure and people are losing jobs etc. I am currently enhancing my knowledge through a university course in Hull, and i am going to be doing the DEGREE course in September 2007. (I am studying in my home town because I cannot afford to go out of town to another university because of tuition fees and cost of living and I don't want to get into debt. Nevertheless, that's another matter) \n\nI have been volunteering in a local Youth Centre for about one and a half years as well. I have undergone lot's of training courses etc but I cannot seem to get a job. I am a well loved volunteer and i get on well with my peers, Young People and other members of staff.\n\nPlease help me to get a full-time paid job so I can help others not just now but in the longer term as well. Please help.\n\nThank you for your time.\n\nWayne Beacock",
            "closed_at": "2007-10-15T00:00:00Z",
            "created_at": "2007-03-15T13:52:17.056613Z",
            "creator_name": "Wayne Beacock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T13:52:17.056613Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4060447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YouthWorkjobs/"
    },
    "type": "petition"
}