{
    "data": {
        "attributes": {
            "action": "prevent the reduction in services provided by the Dorset History Centre (geneology)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dorset History Centre currently fulfils a very important role in making historical county archives accessible and preserving them for generations. The Centre holds information for family historians worldwide with Dorset roots. People travel from as far as the USA and Australia to look up their ancestors.  The staff have irreplaceable knowledge and expertise. Volunteers have spend hundreds of hours transcribing documents as far back as 1500's or earlier. Unfortunately the Centre is facing a budget shortfall over the next three years.  It is funded by Bournemouth, Poole and Dorset Councils. They are cutting the range of services provided to sustain a basic one.  The Councils may not see The Dorset History Centre as a top priority but we disagree and want The Prime Minister to ensure this valuable archive and service continues as it is now.  Please preserve our heritage.",
            "closed_at": "2008-03-28T00:00:00Z",
            "created_at": "2007-03-15T17:30:43.191066Z",
            "creator_name": "Glynice Smith",
            "government_response_at": "2008-05-12T15:27:05.121688Z",
            "government_responses": [
                {
                    "created_at": "2008-05-12T15:27:05.121688Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the reduction in services provided by the Dorset History Centre (geneology).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15503.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DorsetHistoryCtr'",
                    "updated_at": "2008-05-12T15:27:05.121688Z"
                }
            ],
            "opened_at": "2007-03-15T17:30:43.191066Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 326,
            "state": "finished",
            "updated_at": "2008-03-29T00:01:01.324625Z"
        },
        "id": 4066666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DorsetHistoryCtr/"
    },
    "type": "petition"
}