{
    "data": {
        "attributes": {
            "action": "request that the police forces of the UK recognise that to steal a dog is a criminal offence and they should be helping the owners to recover their much loved pets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year thousands of dogs are stolen in the UK. Despite the hard work of many organisations and hard working volunteers it is an uphill struggle to find then reclaim our much loved pets.\nEven when the owners and helpers hear news of where the dogs are being held the police are not inclined to want to help the distraught owners. A dog is the property of its owner and as such the police are obliged to assist in the recovery of the property. A crime number should be issued and all 'leads' followed to their ultimate end.\nPedigree dogs cost a lot of money - in many instances more than property within the home - but ownership of a dog is not respected by the police forces of the UK.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-03-15T17:41:19.442056Z",
            "creator_name": "Elaine Everest",
            "government_response_at": "2008-02-21T15:29:01.876388Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:29:01.876388Z",
                    "details": "You signed a petition asking the Prime Minister to \"request that the police forces of the UK recognise that to steal a dog is a criminal offence and they should be helping the owners to recover their much loved pets.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14643.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stolendogs'",
                    "updated_at": "2008-02-21T15:29:01.876388Z"
                }
            ],
            "opened_at": "2007-03-15T17:41:19.442056Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2806,
            "state": "finished",
            "updated_at": "2008-12-27T03:02:41.456110Z"
        },
        "id": 4066977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stolendogs/"
    },
    "type": "petition"
}