{
    "data": {
        "attributes": {
            "action": "lead the way towards removing the threat of nuclear armageddon.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The stated cost of replacing Trident is 20 billion pounds.  The actual cost will inevitably be more - study of recent major public projects will show that almost all go over budget by a factor of at least 2.  This huge cost is for something which everyone agrees will never be used; the money would be better spent elsewhere.\n\nInstead of replacing Trident, the UK could lead the way by decommissioning the nuclear weapons program, which would lend huge moral weight to demands that other countries such as Iran and North Korea should not develop their own nuclear weapons and would set an example to those countries which already have such weapons.\n\nIn an ideal world there would be no nuclear weapons, so the removal of any existing ones is a step in the right direction.",
            "closed_at": "2007-09-15T00:00:00Z",
            "created_at": "2007-03-15T19:08:29.955560Z",
            "creator_name": "Austin Shackles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T19:08:29.955560Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "There are already several petitions on this issue\nhttp://petitions.pm.gov.uk/search?q=trident\nPlease consider signing an existing petition, rather than creating another.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4069077
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/remove-trident/"
    },
    "type": "petition"
}