{
    "data": {
        "attributes": {
            "action": "publicly rebuke the British Horse Society for their unsolicited attempt to interfere with the justice system of a friendly sovereign nation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British Horse Society President Noel Edmonds has recently demanded that Indian president Dr A P J Abdul Kalam to plead for the release of jailed British horse rider Daniel Robinson. This is both an incitement to usurp the function of the judiciary in India (and thus a direct threat to the fabric of the rule of law), and an abuse of the mandate granted to the head of such a reputable organisation as the British Horse Society (that mandate being confined to affairs DIRECTLY relating to HORSES). Whilst we do not necessarily believe that the sentence handed out to the unfortunate Briton is one which can by objective standards be deemed fair, we believe that it is imperative that a sovereign and democratic nation be free to develop its own penal jurisprudence. We urge the Prime Minister to prevent this unseemly episode from setting a dangerous precedent. He must, in no uncertain terms, make it clear to the British Horse Society (and if necessary to any other unelected bodies, equine or otherwise, who wish to comment publicly on international affairs) the proper limits which its constitution ought to place on trans-jurisdictional outbursts such as this.",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2007-03-15T21:56:20.557868Z",
            "creator_name": "Jeff Ling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T21:56:20.557868Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4072861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/horsey/"
    },
    "type": "petition"
}