{
    "data": {
        "attributes": {
            "action": "propose a grant of £300,000 per annum to each football club in the English Football League",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the continued growth of commercialisiation in football, especially the preimiership, we are in danger of losing a vital part of our football heritage and tradition.\n\nWhile the premiership will attract over £900million in TV and broadcasting rights alone next year, many clubs in lower leagues will struggle to make ends meet.  The gap between the top flight and the lower leagues is getting to the point where the future of English football will be affected.\n\nThe 3 teams that drop to the championship this season will recieve approximately £24million each over 2 years in parachute payments.  The 3 teams that drop next year will get more if trends continue.\n\nThis petition is asking that the equivalent of less than one parachute payment is made availabe each year to be distributed to all Football League teams not currently receiving parachute payments.\n\nWe the undersigned petition the Prime Minister to propose a grant of £300,000 per annum to each football club in the English Football League to help to ensure the survival of the heart of English football, and to help in some way to put a halt to the financial decline of English Football League football.",
            "closed_at": "2007-12-15T00:00:00Z",
            "created_at": "2007-03-15T23:06:36.708583Z",
            "creator_name": "Chris Manning",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-15T23:06:36.708583Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4074177
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveoursoccer/"
    },
    "type": "petition"
}