{
    "data": {
        "attributes": {
            "action": "Urge the EU to rigorously enforce its SMART sanctions against Zimbabwe, raise the matter of Zimbabwe at the UN security council and to urge the governments of South Africa and China to use their influence (including the use of sanctions) to restore democracy to Zimbabwe",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The brutal treatment of Morgan Tsvangirai and fifty other opposition leaders after their arrest at a protest prayer meeting in Harare on 11th March 2007 is the most recent example of the collapse of democratic government in Zimbabwe. The ongoing political violence against the people of Zimbabwe, the overwhelming evidence demonstrating the rigging of election results and the intimidation of the opposition has meant that democracy and the rule of law no longer exist in Zimbabwe. Together with the economic collapse of the country, caused by the Zimbabwean government's poor governance, the people of Zimbabwe need the international community to have the courage to make a difference and restore democracy to what should be one of the most prosperous countries of Africa. South Africa, with its moral and economic influence in Zimbabwe, has the most potential to bring about change. China has also recently invested heavily in Zimbabwe and could also exert considerable influence upon the Zimbabwean government.",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-03-16T00:04:32.845103Z",
            "creator_name": "Richard Tyson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T00:04:32.845103Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Mugabe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4074732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpZimbabwe/"
    },
    "type": "petition"
}