{
    "data": {
        "attributes": {
            "action": "Amend existing Legislation to allow Individuals to fully Protect themselves in their own homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Where a Break-in or Forced entry occurs in your own home other than by recognised authorities the home owner should be allowed by Law to consider that they and/or their families are under direct threat. As a result, the victim(s) under threat should have the Human Right be able to employ any defense mechanism they chose including dog employment to bring the threat under control. The victims should not be held responsible for any outcome as a result of the defense used. The attacker should not have any human rights while committing these attacks as the human rights of the victim should take preference, the attackers should not have the ability to sue for compensation in any way whatsoever as the attacker(s) are responsible for forcing the victim to employ the defense to protect themself.   SIMPLY Said. If you place somebody under attack then be prepared to accept the responsibility for the defence and it's outcome.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-03-16T01:10:24.471216Z",
            "creator_name": "Jack oakey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T01:10:24.471216Z",
            "rejected_at": "2007-04-26T00:01:01.833936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/housedefence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4075087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Home-Attacks/"
    },
    "type": "petition"
}