{
    "data": {
        "attributes": {
            "action": "Award Jeff Stelling an MBE for services to Sports Journalism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We beleive that Jeff's dedication to his work should be rewarded in the honours list\n\nJeff Stelling is a British sport television presenter, currently hosting Soccer Saturday and Monday Night Football on Sky Sports. He is referred to in the North East region of the UK as \"Uncle Jeff\".\n\nJeff's success on screen has seen him develop cult status among football fans and students in recent years, becoming a household name. Following in the footsteps of other successful sports presenters such as Gary Lineker and Des Lynam, Stelling is much sought after off screen as well as on for his presentation style. Seen as the jewel in Sky Sports' crown, and highly regarded in the Sports Journalism Union, Stelling has only relatively recently been recognised for his efforts. However you don't have to search far, with a dedicated profile on the social network Myspace and the 'Jeff Stelling Appreciation Society' on Facebook to see how extensive his fanbase has become.",
            "closed_at": "2008-03-16T00:00:00Z",
            "created_at": "2007-03-16T01:14:48.144423Z",
            "creator_name": "Alex Hewlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T01:14:48.144423Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/jstell/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4075114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/thejsas/"
    },
    "type": "petition"
}