{
    "data": {
        "attributes": {
            "action": "make prisons less of a free hotel and more of a punishment to help Government funding",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Have less money put into funding the food and health of prisons which in turn will make the prisons of Britain more of an overall punishment. Have the criminals who have committed the major crimes serve the full life punishment, not 20 years.\nPrisoners in addition should be made to work to have access to gyms, televisions etc. This should be implemented by tagging each prisoner and enforce them to do community work such as cleaning the streets etc.\nIn addition, the Death Penalty for severe crimes such as murder and man slaughter should be reinstated. This should only be implemented if it has been fully proven with sufficient evidence.\nIn addition, some prisoners get money once they leave to start their life again, this should be completely abolished and only have the money if they have worked in the prisons, as they do in some parts of the U.S.A. They should work whilst they are in prison to earn the right to gain this money when they have the right to leave to civilization.",
            "closed_at": "2008-03-28T00:00:00Z",
            "created_at": "2007-03-16T11:27:28.979264Z",
            "creator_name": "Paul Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T11:27:28.979264Z",
            "rejected_at": "2007-04-04T10:10:14.703745Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Antiprisoner/\nhttp://petitions.pm.gov.uk/Sentencing/\nhttp://petitions.pm.gov.uk/cappunish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4082045
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prison-solution/"
    },
    "type": "petition"
}