{
    "data": {
        "attributes": {
            "action": "Make it law that all overhead walkways and roads with pavements at either side which are suspended above other roads are enclosed to prevent crimes involving throwing missiles and or suicide attempts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 21st February I was the victim of a crime whereby two 13yr old boys carried a lump of concrete onto an overhead walkway above the M8 motorway prior to Junction 10 and when they were at the point above the 'fast' lane one of them took control of the boulder and launched it into my vehicle having timed it to cause maximum impact whilst laughing as he did so. As a result I had a laceration down to the bone 10cm in length on my left arm, cracked ribs and severe bruising to the left side of my chest. I was utterly terrified experiencing fear of a depth noone could begin to immagine, thinking I was going to die  if not as a result of the concrete block then in a pileup. It is a miracle that carnage did not ensue and that no deaths were caused. \nI have been informed by the police that they  have recieved reports of objects  being thrown from these walkways before. Medical staff tell me that people have tried to comit suicide by throwing themselves of these walkways.\nPlease help by adding your name to this petitieon in order that you or someone you know never has to go through this or die as a result.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-16T14:20:52.432045Z",
            "creator_name": "Shaeron Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T14:20:52.432045Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2008-03-30T00:01:01.104288Z"
        },
        "id": 4087546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/overheadwalkways/"
    },
    "type": "petition"
}