{
    "data": {
        "attributes": {
            "action": "Look at the SIA's licencing criteria and make changes that go inline with English law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I had my security licence refused by the SIA in dec 06 then a final refusal in jan 2007 and now i am going to the magistrates to appeal further. What the sia describe as serious offences, english law the police and everybodyelse do not. Does mr blair se an assault in the same bracket as a murderer or as a terrorist??? I think not, but the sia do as i was refused as in 34 years of my life i was in the wrong place at the wrong time. I accidently assaulted a police constable and i mean accidently. Still when it came to court how can an average person beat the police, when the magistrate is obviously going to go along with the police. If i don't get my licence at the magistrates apeal, i will lose my job and my home and for what!!. I understand the security industry should be regulated but lets not forget why it was to begin with. The door staff gave security a bad name and look at revoked licences and what security sector they are from. Cowboys employing cowboys has hurt the industry i feel and its more the door staff that need regulating. Security guards and such like should be the responsibity of their employers and be able to work under their companies licence. SIMON",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-03-16T19:30:02.303136Z",
            "creator_name": "simon mair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T19:30:02.303136Z",
            "rejected_at": "2007-04-27T00:01:03.778583Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SIAfeeincrease/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4095891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SIA-criteria/"
    },
    "type": "petition"
}