{
    "data": {
        "attributes": {
            "action": "Introduce regulation so that no Post Office can be shut down without proper monitored consultation with Local Residents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Pensioners Mile – More than 50 year’s after Sir Roger Bannister set the world record of a sub 4 minute mile in Iffley, Oxford – Pensioners in Rose Hill, Oxford are challenged to break a 40 minute a mile barrier. Closure of their Post Office on 19 Mar will force them to go to the nearest one in Iffley about a mile away. This Pensioner’s Mile is a hard mile for them.  \nThe Post Office is a unique organisation - being an un-elected body and unaccountable to anyone. It’s position is that of provider of Universal Services and so none of the principles of fair trade or anti-competitive practices apply and it is immune to EU regulations too. \nThe Post Office within any community, once there, is of paramount importance. Local residents build their lives around it. It becomes a vital amenity and a lifeline to a large number of people. \nThe removal of such an important aspect therefore must deserve special consideration. \nNo Post Office can be closed without due consultation. Bring in measures so that certain time scales and consultation mechanisms are observed and monitored by an independent entity. Proper scrutiny to closure decision and sufficient time to precede its going.",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-03-16T23:19:01.234482Z",
            "creator_name": "Bharat Dalal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-16T23:19:01.234482Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/sub-post-offices/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4099507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pensioners-Mile/"
    },
    "type": "petition"
}