{
    "data": {
        "attributes": {
            "action": "compel local authorities to conform to minimum World Health Organization standards in the collection of domestic refuse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The World Health Organization has recognized that houseflies are important carriers of dangerous diseases, including dysentery, typhoid, cholera and polio.\n\nIt recognizes that garbage is the main medium in which house flies breed, and states that the reduction or elimination of fly breeding sites is the most most cost-effective means of preventing fly-borne disease.\n\nThe WHO publication \"Vector control: Methods for use by individuals and communities\" says \"Flies are likely to breed in garbage containers even if they are tightly closed. In warm climates the larvae may leave the containers for pupation after only 3–4 days. In such places, garbage has to be collected at least twice a week. In temperate climates once a week is sufficient.\"\n\nWe ask the government to take active steps to compel local authorities to safeguard public health by conforming to the minimum acceptable standards set out by WHO.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-17T10:07:51.147524Z",
            "creator_name": "Tim Bartlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-17T10:07:51.147524Z",
            "rejected_at": "2007-04-04T11:39:32.390978Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/banabc/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4102229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/emptythebins/"
    },
    "type": "petition"
}