{
    "data": {
        "attributes": {
            "action": "Reduce the need to recycle by compelling Retailers and their suppliers to reduce packaging and provide recycling facilities rather than place the burden and cost of recycling packing on consumers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current recycling policies put the emphasis on individuals to recycle waste, yet a vast majority of waste is packaging that is designed for the convenience of retailers and their suppliers, and to show off a product. The government could reduce the amount of waste, by compelling or encouraging retailers and their suppliers to reduce unecessary packaging rather than place the burden and cost on consumers who often have little choice over what they buy",
            "closed_at": "2007-01-16T00:00:00Z",
            "created_at": "2006-11-15T23:11:36.595351Z",
            "creator_name": "Chris Knight",
            "government_response_at": "2007-02-16T17:27:56.870533Z",
            "government_responses": [
                {
                    "created_at": "2007-02-16T17:27:56.870533Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Reduce the need to recycle by compelling Retailers and their suppliers to reduce packaging and provide recycling facilities rather than place the burden and cost of recycling packing on consumers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11011.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Recycling/",
                    "summary": "Government response to petition 'Recycling'",
                    "updated_at": "2007-02-16T17:27:56.870533Z"
                }
            ],
            "opened_at": "2006-11-15T23:11:36.595351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 406,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Recycling/"
    },
    "type": "petition"
}