{
    "data": {
        "attributes": {
            "action": "scrap the council tax for people earning under 17000 pounds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the goverment keeps puttin council tax up and crippling us low income workers,it is un fair unjust and day light robery. its alright for these so called high earners with there fancy jobs and fat cat wages i am sick of a goverment that is only interested in lining its own pockets,is it any wonder that people dont vote so come on tony you money grabbing thief scrap the council tax for us poorer workers it not right that you put council taxes up to pay for your gold plated tiolet seat and your fancy life style when all you do is take the country to war and wipe away third world debts how about doing the same for your own country.CHARITY BEGINS AT HOME but all you have done is the same as thatcher you have destroyed you own kind just to line your pockets i challenge you to live on the same wages as your working man who on average earns 250 aweek after tax ,you want the votes then wipe away all domestic debts for us in the uk so we have a fighting chance to survive and live a little decent and debt free life so SCRAP THE COUNCIL TAX and get your voters back instead off alienating us and forcing honest decent hard low earning workers out on to the streets. YOUR A SAD MAN IF YOU IGNORE THIS.",
            "closed_at": "2008-03-17T00:00:00Z",
            "created_at": "2007-03-17T12:11:01.218174Z",
            "creator_name": "karl smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-17T12:11:01.218174Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=council+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4104158
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrapthetax/"
    },
    "type": "petition"
}