{
    "data": {
        "attributes": {
            "action": "Stop the sale of concert tickets on Ebay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition protesting against the sale of concert tickets on the internet auction website Ebay. \n\nThe reason why I am starting this petition is because the vast majority of concert tickets available on Ebay have been bought by someone whose only intention when purchasing the tickets is to make a profit on them. People have realised that if they can get tickets for a concert which is likely to sell out then they can make a large profit by selling them on Ebay. \n\nAs someone who goes to concerts regularly this is an issue I feel strongly about. If a concert sells out before I get a chance to get tickets although I would be disapointed it would be a small consolation to know that everyone who bought a ticket did so with the intention of going to the concert rather than selling their ticket for a profit. \n\nThank you for taking the time to read this and thank you to anyone who supports me.\n\nJonathan Slater (slaterjonathan@hotmail.com)",
            "closed_at": "2007-09-17T00:00:00Z",
            "created_at": "2007-03-17T14:56:10.874204Z",
            "creator_name": "Jonathan Slater",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-17T14:56:10.874204Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/tickettouts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4106514
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ebaytickets/"
    },
    "type": "petition"
}