{
    "data": {
        "attributes": {
            "action": "Reinstate the Dividend Tax Credit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The dividend tax credit was taken away by Gordon Brown when he first became chancellor.  This means that people so poor that their income is below the tax threshold still have to pay tax on any dividends they receive from UK companies.  It also means that anyone saving for or receiving a pension has to pay an extra 10% tax.  Which is neither fair nor sensible.\n\nIn practice it is poor pensioners who suffer most from the withdrawal of the dividend tax credit and they are the ones who can least afford it.  But there will be far more poor pensioners in the future because so many now feel that it is not worth saving for a pension.  We feel that it is wrong for someone prudently saving for a pension to be penalised and wrong for someone who has saved to have to pay an extra tax when they receive their pension.  The fact that this extra tax is hidden only makes it worse.  Please correct this injustice.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2007-03-17T17:07:49.754596Z",
            "creator_name": "Lesley Reed",
            "government_response_at": "2007-07-20T15:06:23.866578Z",
            "government_responses": [
                {
                    "created_at": "2007-07-20T15:06:23.866578Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Reinstate the Dividend Tax Credit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12567.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DividendTax'",
                    "updated_at": "2007-07-20T15:06:23.866578Z"
                }
            ],
            "opened_at": "2007-03-17T17:07:49.754596Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 430,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4108109
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DividendTax/"
    },
    "type": "petition"
}