{
    "data": {
        "attributes": {
            "action": "Appoint a Royal Commission of Inquiry into the Child Protection Services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are thousands of children who suffer serious abuse and even death whilst under the care and supervision of child protection agencies. There are conversely many thousands of children and families who are falsely accused of child abuse and are subjected to unwarranted child protection investigations which often devastate their lives. Some parents are even wrongfully imprisoned. Often the errors affect groups of children and their families e.g. Cleveland, the Orkneys,etc. Such devastation has often been caused by the use of scientifically fraudulent theories by child protection workers and associated professionals. E.g. Satanic Ritual Abuse, Repressed Memory Syndrome, FII, SBS. There can be little argument that the child protection system and the associated legal system are deeply-flawed, erratic, and dysfunctional and are the cause of many lives of children and parents being destroyed by a system supposedly appointed to protect them and to help them maintain their unity.\n\nA Royal Commission is urgently needed to investigate the current system and to recommend desperately needed reforms to the system.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-18T11:22:35.074204Z",
            "creator_name": "Charles Pragnell",
            "government_response_at": "2008-04-29T14:55:49.944043Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T14:55:49.944043Z",
                    "details": "You signed a petition asking the Prime Minister to \"Appoint a Royal Commission of Inquiry into the Child Protection Services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15385.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ProtectChild'",
                    "updated_at": "2008-04-29T14:55:49.944043Z"
                }
            ],
            "opened_at": "2007-03-18T11:22:35.074204Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 736,
            "state": "finished",
            "updated_at": "2008-05-01T14:02:45.492073Z"
        },
        "id": 4114921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProtectChild/"
    },
    "type": "petition"
}