{
    "data": {
        "attributes": {
            "action": "End presumption in favour of contact in child contact cases",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to government statistics, virtually no application for contact is refused, even when there is proven child abuse. There is a prevailing assumption that contact with both parents is paramount, even when one of the parents presents a real danger to the resident parent and/or child. This contranvenes the Childrens Act, and the Human Rights of the already damaged parties. This situation must be revoked. Children and women deserve protection from abusers, regardless of a genetic link between adult and child. Abusers know this fact and use Family courts (secret) to continue abuse and harassment of their ex partners and children. Contesting such cases is an intolerable strain on resident parents, psychologically, financially and physically. Ultimately it is the children and victims of abuse that suffer the most. As in New Zealand, where abuse is found there should ALWAYS be a presumption in favour of no contact where abuse is found.",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-03-18T10:47:14.860803Z",
            "creator_name": "Mother Ash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-18T10:47:14.860803Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/secrecyfamily/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4114558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abusivecontact/"
    },
    "type": "petition"
}