{
    "data": {
        "attributes": {
            "action": "Nick Winder",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We need a British identity which represents the beliefs of the majority of British people. We do not have a national identity and are trying to believe in EVERYTHING to accomodate EVERY person living in Britain. This is not possible and creates resentment in communities.\nThe thought of not teaching English in schools and excluding great figures like Winston Churchill and Bobby Moore from History classes demonstrates how far this country has removed itself from it's past. We should embrace other cultures whilst maintaining our own.\nWe should be proud to be British, whatever that means these days. \nIf you asked an American or Australian about their National Identity they would not struggle and be afraid to answer like we all would. We fear  offending people and we fear being accused of racism.\nWe should be all be proud of the Union Jack if we live in Britain. Our Grandparents fought for our heritage and we should look to maintain our identity.",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-03-18T19:55:38.357703Z",
            "creator_name": "Nick Winder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-18T19:55:38.357703Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 512,
                "details": "The title should be a call for action and not your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4122076
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritishID/"
    },
    "type": "petition"
}