{
    "data": {
        "attributes": {
            "action": "instruct the Department for Health to rescind guidelines which state that women under 25 should not be given cervical smears",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The magazine given with my Sunday paper had a very harrowing story about a young woman who might have died from cervical cancer, or at least had to undergo a hysterectomy, if these new guildelines had been in force when she was 23.  The smear she had then showed severe abnormalities which would have developed into cancer if they hadn't been detected.  I myself have had two semars showing pre-cancerous cells; I hate to think what might have happened to me if these had not been detected, and dealt with, in time.  As the young woman in my magazine points out: there is a 99% link between cervical cancer and sex so why, when the age of consent is 16, are women denied smears until they're 25?",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-19T00:07:45.024928Z",
            "creator_name": "Margaret King",
            "government_response_at": "2008-04-18T14:32:45.658734Z",
            "government_responses": [
                {
                    "created_at": "2008-04-18T14:32:45.658734Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the Department for Health to rescind guidelines which state that women under 25 should not be given cervical smears.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15289.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cervical-smears'",
                    "updated_at": "2008-04-18T14:32:45.658734Z"
                }
            ],
            "opened_at": "2007-03-19T00:07:45.024928Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 326,
            "state": "finished",
            "updated_at": "2008-04-12T03:21:40.732519Z"
        },
        "id": 4124925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cervical-smears/"
    },
    "type": "petition"
}