{
    "data": {
        "attributes": {
            "action": "take steps to reverse Britain’s burgeoning compensation culture as it costs the country’s local authorities and businesses billions of pounds each year. The cost of the compensation culture is ultimately passed on to the nations hard pressed tax payers, either through higher taxes or reduced services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain’s burgeoning compensation culture costs the country’s local authorities and businesses billions of pounds each year. \n\nPortsmouth City Council and Hampshire County Council have paid out over 2 million pounds in compensation claims last year, money that should have been spent on either improving local services or reducing Council Tax.\n\nAccording to information obtained by the Portsmouth News, the City Council received over 700 claims of which 45% were dismissed. Fighting these claims costs many millions even if no money is paid to the person making the claim.    \n\nAll of these costs are passed on to the nations hard pressed tax payers, either through higher taxes or reduced services.",
            "closed_at": "2007-09-19T00:00:00Z",
            "created_at": "2007-03-19T12:03:10.941088Z",
            "creator_name": "Councillor Alistair Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T12:03:10.941088Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PERSONALINJURY/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4133158
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Claims/"
    },
    "type": "petition"
}