{
    "data": {
        "attributes": {
            "action": "SAVE ENGLANDS NURSERIES from threatened closure...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Private nurseries receive a state grant and then charge parents a top-up fee to help cover staff and administration costs, however from April next year, ministers have banned them from taking the extra cash as part of nationwide plans to extend free state nursery care.\n\nThousands of private nurseries will be driven out of business, will drop standards or will have to pass on the extra costs to hard-pressed parents.\n\nAround 1.5 million children - mostly three to four year olds - are in nurseries at the moment and nearly two thirds of these places could be put at risk by the new plans.\n\nThe crisis is over the extension of free nursery places for three and four-year-olds from 33 to 38 weeks per year.\n\nNurseries charge an average of between £4 and £5 an hour. But when top-up fees are banned and the hours are extended, they will have to offer the same service with the basic Nursery Grant of just £3 an hour.\n\nMany nurseries says this will not be enough to cover the basic costs of teachers' salaries or overheads. This decision will force them to go entirely private, with parents meeting the full nursery cost, or to close.\n\n(Daily Mail 19th March 2007)",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2007-03-19T15:00:54.206560Z",
            "creator_name": "Hannah Sheikh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T15:00:54.206560Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 139,
            "state": "finished",
            "updated_at": "2008-03-31T00:01:01.305154Z"
        },
        "id": 4138628
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nurseries/"
    },
    "type": "petition"
}