{
    "data": {
        "attributes": {
            "action": "Create a free national fitness and wellbeing programme for all citizens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask the government to strongly consider the idea of creating a national programme of fitness for all, which is not based on ability to pay.\n\nI propose that all leisure facilities and local leisure centres and gyms be open to citizens, for free, all time, anytime.\n\nLow income families and single parent families are simply unable to afford the high costs involved in participating in sport, gym or swimming activities and thus driving the costs associated with heart disease, diabetes and obesity.\n\nthese diseases are not only detrimental to the health of the nation, our quality of life and the morale of the nation but also the cost burden to the NHS and families financially crippled by the associated diseases.\n\nGetting youths off the street and getting them involved in sports, helping them to focus on the positives in their lives, rather than the negatives.\n\nThe social and health benefits far outweigh the initial costs involved and will bring greater cohesion within the community.",
            "closed_at": "2007-06-19T00:00:00Z",
            "created_at": "2007-03-19T15:20:10.358150Z",
            "creator_name": "Jazz Dhiman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T15:20:10.358150Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/National-Fitness/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4139221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sports/"
    },
    "type": "petition"
}