{
    "data": {
        "attributes": {
            "action": "Review the proposed changes; to ensure a fair, realistic Road Tax for 4x4 vehicles; Firstly, taking into account their necessity in many areas of WORK. ie. Agriculture, Coast Guard, Environment Officers, Forestry, Equine, Emergency service - to name but a few essential services!  and Secondly; many 4x4 vehicles cause no more pollution issues than many other vehicles on the road; ie Sports cars, or less efficient older models! Thirdly; the end consumer would end up paying higher prices for goods & services i.e. Foods, emergency call-outs; to off-set the traders increased costs!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FIRSTLY, the are many fields of WORK & PUBLIC SERVICES for which a 4x4 Vehicle is an ESSENTIAL tool of the trade;& as such,these should not be unduly penalised? For example; Agriculture,Coast Guard,Environment Officers,Horticulture,Forestry, Equine,Vets,Emergency patrols;to name a few! SECONDLY;many 4x4's cause no more pollution/congestion issues than many other vehicles on the road; ie Sports cars,or less efficient older models.\nTHIRDLY; the end consumer would end up paying higher prices for goods & services i.e.Foods,emergency call-outs; to off-set the traders increased costs!\nFINALLY, The nature of 4x4's,having larger engines,mean that more tax is \"earnt\" already on re-fuelling;so under the \"chancellors proposals\" only these \"targeted\" vehicles would be  penalised. \n\nI would URGE that due consideration is given to the FULL implications of ANY proposed increase in Road Tax costs for 4x4 vehicles;and as such recommend that only FAIR increases be implemented, IN LINE with ALL other vehicle categories.",
            "closed_at": "2008-03-19T00:00:00Z",
            "created_at": "2007-03-19T16:50:34.180234Z",
            "creator_name": "P Stedman-Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T16:50:34.180234Z",
            "rejected_at": "2007-04-28T00:01:03.793555Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=4x4",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4141851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/4x4TaxProposal/"
    },
    "type": "petition"
}