{
    "data": {
        "attributes": {
            "action": "ABOLISH THE POSITION OF POLICE COMMUNITY SUPPORT OFFICER",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The United Kingdom has in recent years seen an explosion in crime and anti social behaviour. The increase in gang culture has in particular created a wave of fear of increased violence in city streets, and the continued increase in knife crime related murder of young people has become  almost epidemic. It is astounding then, that this government has continued to fight the war on crime by continuing to pursue a policy of recruitment of unarmed and lesser trained community support staff while sworn officers continue to wage the war on paperwork. Criminal members of society are aware of the limitations of CSO'S and the public in general want a return to real policing methods. Stop this cynical back door approach to policing and stop using the police force as some sort of social engineering platform to test out new and poor ideas. The CSO is not the future of policing, the warranted Constable is, and ordidnary rank and file officers as well as the public should be consulted regarding the increased use of CSO staff in day to day policing matters.",
            "closed_at": "2008-03-19T00:00:00Z",
            "created_at": "2007-03-19T17:18:51.077091Z",
            "creator_name": "R PHILLIPS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T17:18:51.077091Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Policethefuture/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4142759
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policesupport/"
    },
    "type": "petition"
}