{
    "data": {
        "attributes": {
            "action": "create sufficient NHS training posts to ensure that young doctors have a future career prospects within the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The lack of training posts for 30,000 educated and part-trained doctors who are now forced to compete for 22,000 positions is a disgrace both to the National Health Service and its paymasters. Creating such posts is an urgent priority.\n\nAt least £2bn has been invested in 8,000 young doctors who now, because of a drastic shortage of training posts and what seems yet another failed planning process, are facing the prospect of having to leave the NHS altogether after at least eight years of work qualifying; not to mention years of accumulated student debt. \n\nThese junior doctors represent the best young minds of their generation. It is heartbreaking to see such bright young people being forced to consider leaving their career and country. These young doctors need to have sufficient training posts and future career prospects created within the NHS.",
            "closed_at": "2007-09-30T00:00:00Z",
            "created_at": "2007-03-19T22:08:06.125881Z",
            "creator_name": "Stephen Bramhall",
            "government_response_at": "2007-10-24T16:27:48.704323Z",
            "government_responses": [
                {
                    "created_at": "2007-10-24T16:27:48.704323Z",
                    "details": "You signed a petition asking the Prime Minister to \"create sufficient NHS training posts to ensure that young doctors have a future career prospects within the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13601.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Training-Doctors'",
                    "updated_at": "2007-10-24T16:27:48.704323Z"
                }
            ],
            "opened_at": "2007-03-19T22:08:06.125881Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1468,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4149673
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Training-Doctors/"
    },
    "type": "petition"
}