{
    "data": {
        "attributes": {
            "action": "Instigate a car tax system based on post codes rather than engine size",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to heavily tax 4x4's and a car tax based on engine size is inequitable for people in rural communities where public transport is lamentably lacking.  The vast majority of rural commuters have no option but to utilise their own transport.  In contrast, urban dwellers have access to far greater and more regular transport resources that are under utilised for most of the time.  Similarly, 4x4's are a necessary part of life and work in the country  and not just used for mounting pavements on school runs.  By implementing a post code car tax system the government would: (a)recognise that for urban communities 4x4's are a way of life and not a fashion accessory; (b)acknowledge the issues of longer journeys and infrequent/inadequate public transport mean that urban travellers have little option but to use their own transport; (c)address the issue of congestion in towns and cities where journeys are relatively short with substantial alternative methods of transport available(d) start the process of redressing the imbalance of resourcing directed to urban regeneration projects at the expense of the rural communities.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2007-03-19T21:39:43.724985Z",
            "creator_name": "Bob FOUSERT",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T21:39:43.724985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4149111
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PostCodeTax/"
    },
    "type": "petition"
}