{
    "data": {
        "attributes": {
            "action": "give proper recognition to Britain’s transport heritage by giving it adequate funding, resources, protection and recognition. We request that the Government build on the success of the National Register of Historic Buildings and Sites by creating a similar statutory national register protecting Britain’s mobile transport heritage e.g. historic ships, aeroplanes, railway locomotives and carriages, and motor cars etc.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is renowned for its innovation in the field of transport. It invented the railways (Stockton & Darlington Railway), the ocean liner (S.S. Great Britain) and Sir Frank Whittle invented the jet engine that set the scene for modern aviation. \n\nSadly in recent years our transport heritage has been given little recognition, is poorly resourced and financed and is neglected. \n\nThe future of our historic railway locomotives, carriages, ships, and aeroplanes is by no means secure. There are many historic ships at risk such as P.S. Ryde, Tug Tender Calshot, HMS Whimbrel, M.V. Royal Iris, S.S. Manxman, the Mersey Bar lightship \"Planet\", and the former Historic Warships Birkenhead.   \n\nIt is time our mobile transport heritage was given the recognition, protection and resources that it deserves. This petition will hopefully encourage the Government to give our transport heritage adequate resources and protection via the creation of a statutory National Register. Please support this petition and safeguard the future of our transport heritage. Britain's historic railway locomotives, carriages, aeroplanes, motor cars and ships need you NOW. Please help.",
            "closed_at": "2007-09-13T00:00:00Z",
            "created_at": "2007-03-19T21:39:06.534187Z",
            "creator_name": "Alex Naughton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T21:39:06.534187Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 164,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4149097
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/historicships/"
    },
    "type": "petition"
}