{
    "data": {
        "attributes": {
            "action": "give tax relief on renting to fund old age care",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have an older relative who owns their own home and has additional investments. Now in need of residential care, under current Government policy they have to pay the whole cost of this £400-500 per week themselves.\nTo avoid losing their house because of this cost being above their means, it was proposed to rent out the house to cover the additional costs of the care home.\nBUT the Inland Revenue have confirmed that the £400-500 per week Care Home costs cannot be offset against the tax on the rental income, in spite of the fact that without vacating their home for the Care Home, they would not be able to create this rental income.\n\nIt seems totally unfair that the Government would tax them more because they are funding their own care rather than have it paid by the State.  The Government claims to want people to make adequate provision for their life in retirement but penalises them when they do.  It is not surprising that people say it is not worth saving - ‘you are better off with nothing!’\n\nThis petition is to ask you to change current policy and implement rules to allow such deductions in all fairness.",
            "closed_at": "2007-09-30T00:00:00Z",
            "created_at": "2007-03-19T23:11:45.666305Z",
            "creator_name": "Chris Male",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T23:11:45.666305Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4150686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OldAgeCareTax/"
    },
    "type": "petition"
}