{
    "data": {
        "attributes": {
            "action": "Use complusion to help the homeless.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between 80-90% of all British homeless suffer A mental disability. Instead of papering over the cracks, attempting to tackle the symptoms of the homeless, we should use compulsion to put the homeless into intensive rehab programmes, where we will tackle the root of their problems, as opposed to the symptoms. Instead of being short-termist we need to look to the future, if we fail to look after them the problem will only get worse. Currently the Homeless cost 1bn a year ,we should invest more, an invest in compulsory      rehab, As opposed to Short-term solutions. By doing so we will save numerous lives, in addition to this we will save the taxpayer money on the long run, along with helping our society. We should create NHS clinics, in the model of ones such as the Priory Clinic in Kent, where homeless & addicts are put into intensive courses (at a private cost of 4000pounds a week), such courses rely on well to do parents/family being able to pay. Such treatment should be free. The NHS should provide for these people, free of charge.'",
            "closed_at": "2007-09-19T00:00:00Z",
            "created_at": "2007-03-19T23:29:00.876326Z",
            "creator_name": "Calum O'Byrne Mulligan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-19T23:29:00.876326Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/helpthehomeless/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4150864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/complusion/"
    },
    "type": "petition"
}