{
    "data": {
        "attributes": {
            "action": "improve access to Clinical Psychologists in the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Because of swingeing cuts by the labour government, more and more Clinical Psychologists are losing their jobs and are being replaced by staff who are inadequately qualified and who lack the experience to help people with complex mental health needs. The government is ignoring advice given to it by Lord Layard who calls for a significant expansion in access to properly trained and properly qualified Psychologists and Therapists. Incompetent managers who are desperate to save money in the NHS see mental health as an easy option. Why are we allowing Clinical Psychology (a profession represneting some of the most highly qualified scientists in the NHS) to be reduced dramatically when every other civilised country in the world is desperately trying to increase their numbers? This is an appalling false economy! Let the Prime Minister know of your disgust about the continuing mismanagement of the NHS and of mental health services in particular by signing this petition...",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2007-03-20T01:13:45.058322Z",
            "creator_name": "Dr. Brian Levy",
            "government_response_at": "2008-04-18T14:33:54.240500Z",
            "government_responses": [
                {
                    "created_at": "2008-04-18T14:33:54.240500Z",
                    "details": "You signed a petition asking the Prime Minister to \"improve access to Clinical Psychologists in the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15290.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Psychologists'",
                    "updated_at": "2008-04-18T14:33:54.240500Z"
                }
            ],
            "opened_at": "2007-03-20T01:13:45.058322Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2227,
            "state": "finished",
            "updated_at": "2008-03-31T00:01:01.305154Z"
        },
        "id": 4151459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Psychologists/"
    },
    "type": "petition"
}