{
    "data": {
        "attributes": {
            "action": "guarantee that all currently employed NHS junior doctors who apply for an MTAS training post will be granted one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The medical profession has been united in its condemnation of the Government's Modernising Medical Careers (MMC) and Medical Training Application Service (MTAS) initiatives.  Whilst the MTAS is widely considered to have shown unfairness, arbitrariness and incompetence in its job selection process, it is MMC that is held to be far more iniquitous.  It is suspected that the main motive for the MMC initiative is to drastically cut the number of junior doctor posts, thereby increasing the competition for such posts and allowing the Government to reduce the salary, pensions and working conditions of all doctors in future.  Will the Prime Minister counter this assertion by giving his personal guarantee that all currently employed NHS junior doctors who apply for a training post using the MTAS will be granted one (i.e. 100% employment)?  If not, can he please state what percentage (to the nearest whole number) of junior doctors will be left unemployed after the 2007 MTAS process is complete?",
            "closed_at": "2007-04-30T00:00:00Z",
            "created_at": "2007-03-20T01:52:46.870785Z",
            "creator_name": "Dr Rittick Mukherjee",
            "government_response_at": "2007-06-12T16:11:44.310800Z",
            "government_responses": [
                {
                    "created_at": "2007-06-12T16:11:44.310800Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"guarantee that all currently employed NHS junior doctors who apply for an MTAS training post will be granted one.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11911.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JuniorDoctorJobs'",
                    "updated_at": "2007-06-12T16:11:44.310800Z"
                }
            ],
            "opened_at": "2007-03-20T01:52:46.870785Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 687,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4151567
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JuniorDoctorJobs/"
    },
    "type": "petition"
}