{
    "data": {
        "attributes": {
            "action": "carry on with the local road pricing policy with the aim to reduce road traffic and spend the profits on public transport, but do not introduce vehicle tracking systems which infringe on my right to privacy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I don't agree with vehicle tracking, but I do think the Road Pricing policy is a much needed change.  (For more info please see the speech delivered by Rt Hon. Douglas Alexander, Secretary of State for Transport on Dec 4 2006 on dept for transport website).  The speech indicates that the Road Pricing schemes will be a local initiative so the profits will go back into local Public Transport schemes.\n\nI myself drive through the city I live, and travel on three different motorways to get to work but I'm not scared at the prospect of being charged - I would be happy to make a bit more effort to save money, and halt the damage to our environment!\n\nIf you don't drive then the road pricing policy is really in your interests as it will improve Public Transport for all!\n\nThis bill is about local road pricing schemes like the London Congestion Charge not a national scheme.\n\nSo, support your environment, support a greener future and support my ePetition.",
            "closed_at": "2007-04-08T00:00:00Z",
            "created_at": "2007-01-08T14:29:04.881178Z",
            "creator_name": "Jolene Baldwin",
            "government_response_at": "2007-04-10T15:52:18.834613Z",
            "government_responses": [
                {
                    "created_at": "2007-04-10T15:52:18.834613Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"carry on with the local road pricing policy with the aim to reduce road traffic and spend the profits on public transport, but do not introduce vehicle tracking systems which infringe on my right to privacy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11446.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/VehicleTracking/",
                    "summary": "Government response to petition 'VehicleTracking'",
                    "updated_at": "2007-04-10T15:52:18.834613Z"
                }
            ],
            "opened_at": "2007-01-08T14:29:04.881178Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 272,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 415973
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VehicleTracking/"
    },
    "type": "petition"
}