{
    "data": {
        "attributes": {
            "action": "Stop trying to sell the global warming scam which is lies and we pay for in taxes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The information is there that supports the facts that global warming is not true. \nA CO2 emission by humans is a small percentage compared to other natural production such as volcanoes and the sea's. \n\nWill this become air tax for breathing as we breath out CO2?\nI understand that taxes such as road taxes should be spent on roads, but the taxes charged for ‘global warming’ go where? I do not know of any ozone factories where our taxes go to from these taxes. \n\nThe founder of Green peace also agrees to the false documentations of global warming and with recent televised programmes showing the facts that the Global warming and in particular CO2 was not based on science fact.\n\nTherefore I put forwards that ALL GREENHOUSE and GLOBAL WARMING taxes should be abolished as they are not factual or correct. I do favour environmental taxes for local community clean up and regeneration as well as zero point energy production.",
            "closed_at": "2008-03-20T00:00:00Z",
            "created_at": "2007-03-20T12:33:55.652366Z",
            "creator_name": "Rory WItham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T12:33:55.652366Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StopClimateTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4160544
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxscam/"
    },
    "type": "petition"
}