{
    "data": {
        "attributes": {
            "action": "Review the quality of food available to patients in our hospitals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'Jamie Oliver' put the spotlight on food quality in our schools and much debate has ensured since, overall there is a more healthy choice available and a keen awareness of choice.\nHowever, the hospitals around our country need a similar review, a bed for one night at a NHS hospital costs in excess of £500.00 per night, how much is given towards the catering services??\nOur sick & vulnerable patients need good quality care, as well as: well presented, consistent, fresh dishes from a wider choice of menu that is appealing and creative.\nThe lack of consistency from hospital to hospital highlights the poor management of catering services by the Trust's throughout the UK.\nOur families deserve the best, not unappealing warm (at best)dishes that were popular in schools during the 70's with little choice available.\nwhy not tender different catering outlets within the same hospital to provide choice and to compete/tender each individual meal to the patients???\nquality improves & choice widened.",
            "closed_at": "2007-11-20T00:00:00Z",
            "created_at": "2007-03-20T13:12:41.145399Z",
            "creator_name": "mark James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T13:12:41.145399Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Hospital-Food/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4161756
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheHospitalmeal/"
    },
    "type": "petition"
}