{
    "data": {
        "attributes": {
            "action": "maintain the availability of existing incandescent lightbulbs until there are suitable non-fluorescent energy saving bulbs which can be tolerated by everyone including people with light sensitivity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Health conditions which can result in severe and painful reactions to fluorescent low-energy bulbs and LEDs include lupus, ME, forms of eczema and dermatitis, XP, migraine, electrosensitivity and many more.\nThese people will suffer increased ill health and total social exclusion if the ban on incandescent bulbs is implemented.\nTheir home life, family life and social life will be severely disrupted and their access to employment, places of worship, cultural and educational activities will be removed. \n\nLightbulbs are essential items of everyday use.  We need to encourage technologies that promote both environmental sustainability and human health and wellbeing.  This is a serious and complex issue of public health, disability rights and human rights.",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-03-20T14:36:59.753119Z",
            "creator_name": "Evelyne Muller",
            "government_response_at": "2007-11-20T16:14:00.905514Z",
            "government_responses": [
                {
                    "created_at": "2007-11-20T16:14:00.905514Z",
                    "details": "You signed a petition asking the Prime Minister to \"maintain the availability of existing incandescent lightbulbs until there are suitable non-fluorescent energy saving bulbs which can be tolerated by everyone including people with light sensitivity.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13799.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'righttolight'",
                    "updated_at": "2007-11-20T16:14:00.905514Z"
                }
            ],
            "opened_at": "2007-03-20T14:36:59.753119Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 640,
            "state": "finished",
            "updated_at": "2007-10-15T03:14:14.850279Z"
        },
        "id": 4164233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/righttolight/"
    },
    "type": "petition"
}