{
    "data": {
        "attributes": {
            "action": "make the UK public aware of the environmental, safety, security and practical problems associated with energy efficient light bulbs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am for the use of energy efficient compact fluorescent lamps (CFLs) in context.  However there are environmental, safety, security and practical issues regarding their use\n\nSome of the implications of CFL lighting are \n\nCFLs :\n\nAre made using toxic mercury vapour, making them difficult and expensive to recycle \n\nWhen broken they release mercury vapour\n\nTake more energy to manufacture and recycle\n\nCan be dangerous on stairs as the light is not always instant or at full power until warm \n\nCan flicker making power tools seem stationary\n\nProduce UV light, a problem for Lupus sufferers\n\nDo not work with all timer switches\n\nDo not work outside reliably because of moisture or temperature\n\nCannot be used in enclosed light fittings, as heat destroys them \n\nDo not fit up to 50% of light fittings in a home. Fitments or down lighters that do not accept a CFL need to be replaced \n\nDo not work in ovens or freezers\n\nDo not work with dimmer switches\n\nCan lose their light output before failing meaning early replacement \n\nCan fail after being switched on and off frequently\n\nCast an unnatural light. The colour rendering index of incandescents is near the max at 100, CFLs are 60-80",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-03-20T16:55:43.754979Z",
            "creator_name": "Peter Morrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T16:55:43.754979Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4168521
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BewareCFLs/"
    },
    "type": "petition"
}