{
    "data": {
        "attributes": {
            "action": "Appoint a Department for Common Sense with the power to act on idiotic decisions by public servants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every day sees a bewildering number of idiotic decisions, rulings and statements being made by individuals and committees at both central and local government levels. The Prime Minister should create a \"Department for Common Sense in Public Life\". This body should be staffed by volunteer members (not civil servants) and headed by a reputable “Tsar” appointed from the general public (preferably one with some life skills). Instances of idiocy from our public servants could then be reported and investigated and more practical solutions and decisions suggested. The Tsar should report to Parliament on a monthly basis putting on public record the names of those individuals in government and public service that have most seriously wasted taxpayers money, acted incompetently or otherwise just made life just that bit less sane for the great British public.",
            "closed_at": "2008-03-20T00:00:00Z",
            "created_at": "2007-03-20T17:50:51.708568Z",
            "creator_name": "Justin Percival",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T17:50:51.708568Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4170172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CommonSenseTsar/"
    },
    "type": "petition"
}