{
    "data": {
        "attributes": {
            "action": "Explore a possible solution to the Cyprus issue regarding the reunification and integration of Turkish and Greek speaking Cypriots",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up until 1974, Turkish Cypriot's, along with Greek speaking Cypriots were one in the same, integrated and combined in culture, attitudes and virtues, save for the short lived minority movement called EOKA who wanted a re-unification with Greece. Due to this movement, the Turkish government decided to take over nearly 40% of the country, separating and breaking this integration in order to protect their Turkish cypriot citizens. This tiny country is now divided and crying out-from both parts, for a reunification. \nSolution:\nWhy not provide the integration again once owned by all Cypriots by encouraging the Turkish Cypriots to move to the South side, provide them with a Cypriot citizens welfare, leaving the Turkish army and settlement no requirement for their 'protection', which would force them to depart from the island which only wishes for peace and prosperity. This may not be a perfect solution, but integration is key as we are all cypriots, and is surely possible, with the Pyla village on the South of the island being a perfect example of how Turkish and Greek Cypriots can live and work together in harmony, respect and love. Thank you",
            "closed_at": "2008-04-05T00:00:00Z",
            "created_at": "2007-03-20T19:21:47.800826Z",
            "creator_name": "mags",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T19:21:47.800826Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-04-06T00:01:01.370475Z"
        },
        "id": 4172578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Solution/"
    },
    "type": "petition"
}