{
    "data": {
        "attributes": {
            "action": "reduce the amount of paperwork involved in keeping livestock and allow defra employees to use common sense when the system breaks down.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Humans have been keeping livestock successfully for thousands of years - were this not true, we would not have any today!  What's more, our ancestors did this without mountains of paperwork.\n\nWe have heard of the farmer who's entire 600-strong herd of pedigree animals were confiscated due to simple paperwork errors and culled due to the 'significant welfare issues' created.  DEFRA’s efforts should be concentrated on the welfare of the animals - strong immune systems in happy animals will keep disease at bay, not any amount of ear tags or passports. \n\nWe don't want anymore farmers to lose their livelihoods due to paperwork discrepancies.  We want the right to take our goats for a walk, and keep a housecow without a 4 inch thick pile of forms to fill in.  We want DEFRA officials to be able to use COMMON SENSE when dealing with a system too large and unweildy to work effectively, especially when the lives of our animals and our emotional wellbeing are at stake.  Let’s stop DEFRA strangling our freedoms; let’s stop thousands of animals needlessly suffering; let’s help British agriculture and our countryside.  Let’s stop letting the EU insult our intelligence!",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2007-03-20T19:34:54.922320Z",
            "creator_name": "Natalie Stoppard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T19:34:54.922320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 90,
            "state": "finished",
            "updated_at": "2008-03-31T00:01:01.305154Z"
        },
        "id": 4172919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no2defra/"
    },
    "type": "petition"
}