{
    "data": {
        "attributes": {
            "action": "establish and maintain an Ethical Trading Register",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe it is an individual’s prerogative to be able to boycott any company trading in the UK who does not conduct their business “ethically”. An individual’s understanding of ethics may cover such issues as:\n\n-Operating without regard for environmental issues\n\n-Using animals in experiments\n \n-Laying off UK workers and outsourcing to countries who operate with no employment laws\n\n-UK companies who abuse illegal migrant workers\n\n-Companies who fail in their Health & Safety responsibilities\n\nI propose that a public document – an Ethical Trading Register – be established and maintained for those who wish to make an informed choice about those companies they wish to support, and those they would rather not support because they do not condone their business activities.\n\nIt is my intention that this register only holds information that is already in the public domain, and that the information be presented in a fair and impartial way so that the emphasis is placed upon the individual to decide for themselves whether the service offered is justified by the company’s trading practices.",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2007-03-20T20:35:18.993437Z",
            "creator_name": "Darren M Winter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-20T20:35:18.993437Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-03-31T00:01:01.305154Z"
        },
        "id": 4174314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EthicalRegister/"
    },
    "type": "petition"
}