{
    "data": {
        "attributes": {
            "action": "consider alternative methods of punishments for Zero-Tolerance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Introduction of the punishment of Ejection by Circus Cannon:\nThis tool can be variably implemented on a case by case basis; for example, false asylum seekers get shot out of the circus cannon, and out of our country to a large trampoline in southern France. General time-wasters get the same treatment, but get no crash helmet. Violent criminals get no helmet, and no trampoline. Hair-dressers just get fired say two hundred metres out to sea, and are allowed to swim back...that sort of thing.\n\nTemporary Exile: All teenagers who can't put together a semblance of civilised behaviour get dropped off somewhere like Darfur for a variable length of time before being picked up to see if they've learned their lesson that life in England is a bit of a cakewalk, and the rest of the world live in misery (see France for further education). If they are real hard nuts, they don't get picked up again, but they are allowed back in if the can make it back to England's shores on foot, as it were.",
            "closed_at": "2007-04-08T00:00:00Z",
            "created_at": "2007-01-08T15:09:57.803344Z",
            "creator_name": "Arthur Dent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-08T15:09:57.803344Z",
            "rejected_at": "2007-02-07T00:03:03.080253Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 417531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AltPunishment/"
    },
    "type": "petition"
}