{
    "data": {
        "attributes": {
            "action": "Save Priory School from Closure by the Isle of Wight Council",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Priory School was founded in January 1993. We are an independent School facing closure by the local Planning Authority, even though we have fulfilled all of the requirements set by the Highways/Planning Office during the September 2005 Planning Meeting, where we were granted permission to remain open for two years enabling a new driveway to be built and a Green Travel Plan to be implemented , thus we anticipated full planning permission to be granted in December 2006 when we applied for the temporary condition to be lifted. This did not happen and 130 children and 20 members of staff are faced with losing their school even though we complied with all of the requests made at the initial meeting and the indication was given that if we completed all of the work - full permission would be granted. We have an excellent record of acheivement with a 100% passrate A*-C level for 6 years. Please help Save our School.",
            "closed_at": "2007-02-08T00:00:00Z",
            "created_at": "2007-01-08T15:22:12.485934Z",
            "creator_name": "Katherine D'Costa",
            "government_response_at": "2007-02-19T17:14:46.461499Z",
            "government_responses": [
                {
                    "created_at": "2007-02-19T17:14:46.461499Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Save Priory School from Closure by the Isle of Wight Council.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11021.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/prioryschooliow/",
                    "summary": "Government response to petition 'prioryschooliow'",
                    "updated_at": "2007-02-19T17:14:46.461499Z"
                }
            ],
            "opened_at": "2007-01-08T15:22:12.485934Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 638,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 418104
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prioryschooliow/"
    },
    "type": "petition"
}