{
    "data": {
        "attributes": {
            "action": "charge council tax to the owners of buy-to-let houses that they rent to students who are exempt from paying.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In areas of the country where universities create large populations of\nstudents who often live in buy-to-let student houses, those students are\nexempt from paying council tax, leaving the burden of paying for local services on the rest of the council tax paying population. Since in those areas, services such as refuse are provided to every household, tax paying or not, and as much if not more refuse is created by a student house with for instance five residents paying nothing, as opposed to a similar sized house with a typical family paying often over a thousand pounds a year. Council tax in these cases should be charged to the owner of the house, who after all is making a healthy profit from the buy-to-let purchase, and not be subsidised by the normal council tax paying public. The extra tax raised should be kept locally to improve the amenities for both local and student residents.",
            "closed_at": "2007-09-21T00:00:00Z",
            "created_at": "2007-03-21T11:17:02.943536Z",
            "creator_name": "Dr Matthew Shields",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-21T11:17:02.943536Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence \nhttp://petitions.pm.gov.uk/search?q=+council+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4185501
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/btlcounciltax/"
    },
    "type": "petition"
}