{
    "data": {
        "attributes": {
            "action": "fund a scheme to give households a free next-gen games console with a gamercize/exergame stepper/cycle to get Britain healthy and save the NHS £1bn a year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS is reported (20 March 2007) to have costs rising from £500m to £1bn per year in treating unfit Britons, to say nothing of the cost in human lives.  Sustainable and enjoyable cardio-vascular exercise using new technology should be made available to all, not just those who can afford it.  Playing fields sold off in the last 20 years and millions of violent crimes a year have discouraged outdoor exercise.  Give people the motivation to get back into exercise.  Healthy and fit beneficiaries will progress on to take advantage of improving facilities and increased safety in Britain.  Sport uptake will improve as more people will become fitter and come to find sport and exercise enjoyable instead of disheartening.  Each year the government grants this technology to the public, costs of the NHS will fall and money is made available to save hospitals and A+E departments from economic closure.",
            "closed_at": "2007-11-30T00:00:00Z",
            "created_at": "2007-03-21T13:44:15.563547Z",
            "creator_name": "R Coshott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-21T13:44:15.563547Z",
            "rejected_at": "2007-04-05T13:33:29.650926Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4190566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freegames/"
    },
    "type": "petition"
}