{
    "data": {
        "attributes": {
            "action": "Not allow retailers of age restricted products to ask for passport of driver's licence only as proof of age.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition supports the idea that  all places licensed to sell alcohol and other age restricted items should accept government backed proof of age cards. If there is a problem with government backed cards being forged then this should be tackled rather than persecuting law abiding citizens.\n\nMany pubs, clubs and shops in the UK will only take passport of drivers licence as proof of age. This is because other forms of ID are apparently too easy to fake. \n\nIf you do not drive then you have no choice but to carry your passport around with you most of the time. This goes directly against the advice you are given when you receive a passport and becomes more of an issue as the new passports are issued.\n\nWe understand that underage drinking is a huge problem, but it is not fair cause this much inconvenience to law abiding adults. If the current proof of age cards, for example ValiDate or even the Citzens Card, are not acceptable then a new system needs to be brought into place.\n\nNB this is not a petition for general support/opposition of the proposed ID cards scheme.",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2007-03-21T14:32:29.931300Z",
            "creator_name": "Annie Chesney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-21T14:32:29.931300Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2008-03-31T00:01:01.305154Z"
        },
        "id": 4192145
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notopassportonly/"
    },
    "type": "petition"
}