{
    "data": {
        "attributes": {
            "action": "instruct The Rt Hon Tessa Jowell MP to make a complaint to UEFA about the treatment of British Football Fans abroad!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want the U.K government to make a complaint to UEFA on behalf of British football fans. British clubs are subjected to a higher standard in comparison to our European colleagues. In Scotland, UEFA have targeted the old firm to eradicate sectarianism. I applaud this, however when this appears to be  more important than dealing with crowd trouble in Italy or Police brutality in Spain, I have to wonder, do UEFA have the correct priorities? Clubs in the UK seem to be an easier target than the Spanish and Italian clubs. This is clearly down the politics in operation, UEFA seem scared & unable to seriously deal with the football associations of these countries. Fans only last week were treated like prisoners. Fans that had official tickets for a match were herded from a police holding area to the football stadium. I do not find this acceptable. In the U.K we welcome foreign football fans and treat them like citizens for the duration of their stay. In an age of the European Union, I do not find it unreasonable to expect the same level of respect. I ask that the minister writes a letter of complaint to UEFA to ask what they intend to do about the unfair treatment British football fans have to endure.",
            "closed_at": "2007-06-02T00:00:00Z",
            "created_at": "2007-03-21T22:17:58.899974Z",
            "creator_name": "Alan Monahan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-21T22:17:58.899974Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4204741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UEFA-Complaint/"
    },
    "type": "petition"
}