{
    "data": {
        "attributes": {
            "action": "reconsider the Chancellor of the Exchequer's decision to abolish the lower rate of 10p taxation in favour of the 20p across the board rate.  This change will allow those with a higher salary to gain (only slightly), but will cause those on the lowest incomes to pay more tax and suffer more financial hardship.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would ask that the facts and figures be checked carefully before implementation of the new income tax proposals.  The proposal appears ill conceived and is an unfair move to raise taxation for those least able to pay. It will be felt by lower paid workers, disabled persons working under supported permitted work, carers working part time, those on long term incapacity benefit who are in receipt of a small pension and many more scenarios.  Not everyone is able to claim working persons tax credit - i.e a person on incapacity benefit with a small pension, or a single person on a low income, or a couple on low incomes whose children have fled the nest.  I already know of many others in the same position and this change in taxation will surely affect thousands in Britain.  Do Labour seriously intend to take more tax from the lowest paid in society?",
            "closed_at": "2008-03-22T00:00:00Z",
            "created_at": "2007-03-22T09:42:48.057253Z",
            "creator_name": "Janet Aykroyd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T09:42:48.057253Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Savethe10pcband/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4210281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/10ptaxabolition/"
    },
    "type": "petition"
}