{
    "data": {
        "attributes": {
            "action": "construct a full bypass for Melton Mowbray (to include the Thorpe, Nottingham and Leicester Roads) and for the Government to contribute funds towards it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Melton Mowbray is between the A1 and the M1.  Besides normal traffic it is used as a rat-run by freight drivers.  Congestion in the town is frequent with traffic jams at peak times, Market Day at other times and even at the weekend.  \n\nThe traffic situation is dissuading investment into the town.  One of the reasons why Melton Mowbray was not considered as a site for the Regional Food Mall was because of the traffic situation.  Other potential investment has also been lost.\n\nWe are trying to promote tourism into the town and the area capitalising on our reputation and heritage for food, Melton Mowbray: Rural Capital of Food.  Visitors are being put off coming to the town because of the traffic.  Our economic survival depends on a bypass.\n\nAdded to this is the quality of life issues for the residents, the safety of our children going to school and the pollution it causes.\n\nMelton Mowbray needs a full bypass that includes the two main routes of concern Thorpe Road and Leicester Road which would mean a clockwise route from Burton Road to Thorpe Road including Asfordby and Scalford Roads.  Developer funding would be forthcoming but Government money is also essential to build this bypass.",
            "closed_at": "2008-04-02T00:00:00Z",
            "created_at": "2007-03-22T10:59:08.554701Z",
            "creator_name": "Dr Matthew O'Callaghan",
            "government_response_at": "2008-05-13T15:06:39.075118Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:06:39.075118Z",
                    "details": "You signed a petition asking the Prime Minister to \"construct a full bypass for Melton Mowbray (to include the Thorpe, Nottingham and Leicester Roads) and for the Government to contribute funds towards it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15514.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'meltonbypass'",
                    "updated_at": "2008-05-13T15:06:39.075118Z"
                }
            ],
            "opened_at": "2007-03-22T10:59:08.554701Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1455,
            "state": "finished",
            "updated_at": "2008-04-28T03:17:59.327000Z"
        },
        "id": 4213048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/meltonbypass/"
    },
    "type": "petition"
}