{
    "data": {
        "attributes": {
            "action": "Prevent two women being sentenced to be stoned to death in Sudan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Read this. It is important...we need to do something about it....\n \nQuote: PUBLIC AI Index: AFR 54/010/2007 \n16 March 2007\n\nUA 68/07 Death Penalty/ Legal concern \n\nSUDAN Sadia Idriss Fadul (f), aged 22 \nAmouna Abdallah Daldoum (f), aged 23\n\nSadia Idriss Fadul and Amouna Abdallah Daldoum, both from the Darfur region in western Sudan, are at risk of being stoned to death after being convicted of adultery. Their sentence could be carried out at any time.\n\nSadia Idriss Fadul, from the Fur ethnic group, was sentenced to death by stoning on 13 February. Amouna Abdallah Daldoum, a member of the Tama ethnic group, was sentenced on 6 March. They were both convicted of adultery by a criminal court in Managil province, in Gazira state, central Sudan. According to reports, the women had no lawyer during their trial, and were not able to defend themselves, as their first languages are those of their ethnic groups in Darfur. The court proceedings were conducted in Arabic, and the women were reportedly not provided with a translator. They have yet to lodge an appeal against their sentence.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-03-22T11:56:30.918235Z",
            "creator_name": "Ian Stirk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T11:56:30.918235Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4215048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StonedToDeath/"
    },
    "type": "petition"
}