{
    "data": {
        "attributes": {
            "action": "Reconsider the restrictive price increase in Visa application fees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, the cost for a Fiancée or Spouse Visa is £335 by post.\nFrom the 1st of April 2007, the cost jumps to a massive £750!\nOther Visa charges are also increasing, as are the consular services in UK embassies and missions abroad.\nHowever, my case today considers solely the exorbitant price increase that the UK Government has placed on foreign nationals from non-EU countries.\nIt is aimed at excluding the less well off from having their loved ones join them here.\nIt seeks to stop those from less well off backgrounds in the UK from applying for Visas etc, simply by hiking up the costs involved!\nThe Government’s policy is aimed at (in their own words) cutting down on illegal immigrants and asylum seekers!\nHowever, it is not those who will be hit by this restrictive tax.\nThose that will be affected are the ordinary citizens of the UK who fall in love with a foreign national and who have to foot the bill to have them come to the UK.\nPrior to April 2007, the approximate cost to achieve this (including FLR and ILR Visas etc) was £1.000.\nFrom April 2007, this cost will double to around £2000!",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-03-22T13:50:34.313599Z",
            "creator_name": "Edward Bancroft Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T13:50:34.313599Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/citizenshiptest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4218864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banthelovetax/"
    },
    "type": "petition"
}