{
    "data": {
        "attributes": {
            "action": "Re-instate the 10p tax band",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe the 10p tax band should be re-instated because  it is unfair to  workers on low incomes.\n \nTax credits are not an answer to removing the low rate of tax for these reasons:\n\n1) Most low income earners are living\nwith a partner and do not qualify for \nsignificant tax credit. For example a couple with joint income of £24,000\nare losing about £430 in tax and get no tax credits (according to the tax credit website calculator)\n\n2)Whilst a low income earner may be living with a partner with a\ngood income who could apparently afford to support them, he/she may have other commitments such as making hefty maintenance payments for children.\n\n3)Tax credits are complicated & expensive to administer and fraught with \nunder & overpayment problems.\n\n4) Tax credit claimants have to go through the stress & humiliation of being means tested and may be accused of cohabitation, when no such sexual relationship or financial support exists.\n\n5) It is humiliating for a person in a relationship, who is working full time, to not be able to pay their half of the ever increasing bills, simply because their tax has been increased to an unfair level.",
            "closed_at": "2008-03-22T00:00:00Z",
            "created_at": "2007-03-22T15:45:22.409730Z",
            "creator_name": "Dorcas Perry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T15:45:22.409730Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Savethe10pcband/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4222649
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/10ptax/"
    },
    "type": "petition"
}