{
    "data": {
        "attributes": {
            "action": "Ensure that the BASS Minimum Landing Size limit of 40cms, postponed from its implem entation date of April 2007, is immediately imposed as agreed in consultation with the Bass Anglers Sportfishing Society and other interested parties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two years of painstaking negotiations to ensure the continued survival of this country's premier sea fish are left in tatters after Ben Bradshaw gave into fierce commercial pressure and postponed his decision to impose a 40cms MLS for Bass effective from April.\n\nSustained overfishing by the commercial sector and the illegal use of inshore gill nets have decimated this once prolific fish to mostly undersized fish. If the current situation is allowed to continue then we could see Bass stocks succumbing to the same pressue as experienced by cod & haddock stocks.\n\nThe agreed impelementation of the 40cms MLS, with the option of an increase to 45cms possibly in 2010, would have guaranteed that the fish could be allowed to spawn at least one and thus begin the process of imnproving both the size and number of Bass in our coastal waters.\n\nWe now see that Mr. Bradshaw could not sustain his commitment to ensuring the continued survival of the Bass. Let's see some positive action from a government that appears to listen to a slient majority with greed as their only motivation for stopping this MLS introduction.",
            "closed_at": "2007-06-02T00:00:00Z",
            "created_at": "2007-03-22T16:14:26.559014Z",
            "creator_name": "Trevor Edmead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T16:14:26.559014Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 113,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4223619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BASSMLSNow/"
    },
    "type": "petition"
}