{
    "data": {
        "attributes": {
            "action": "we have to help are species and help the planet !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why don’t other people wake up about climate change?\n\nClimate change has been a problem for many years now. The destruction of our environment and our species are in danger because of us, the human race there are 8 species in danger. Climate change is putting huge pressure on many natural ecosystems. As temperatures continue to rise, climate change could threaten extinction for up to a third of all land-living animal species by 2050. Pollution affects the air, land and the sea melting sea ice in the Arctic will reduce the time for polar bears to catch seals and fish easily and numbers are predicted to fall by a third by 2050.\nsource pollution\nDiffuse pollution\nPollution that comes from a number of sources, across large areas is called diffuse pollution, for example:\n•\tpesticides used on farms, verges, leisure areas (e.g. golf courses and parks) or gardens – these and other substances which end up in water can harm fish and plant life \n•\tvehicle exhaust fumes – these contain fine particles that can affect people with asthma and other respiratory conditions, and nitrogen dioxide which can cause health effects and acid rain.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-22T17:26:54.619722Z",
            "creator_name": "Joshua Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-22T17:26:54.619722Z",
            "rejected_at": "2007-04-10T13:51:55.715267Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4225720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helpenvirement/"
    },
    "type": "petition"
}