{
    "data": {
        "attributes": {
            "action": "Reward those who work, not those who don't.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am petitioning to reduce the amount of benefits people who contribute very little to the economy receive – seemingly just to keep their vote. I’m sure many people are fed up with working long hard hours to earn enough for your family to live, only then for us to be taxed massively, when other families don’t lift a finger and get every thing given to them on a platter. There are people who deserve benefits - genuinely ill people, people with disabilities that mean work is possible, or people who work and don’t earn enough to pay the bills. However I do not agree with the comfy lives people who don’t want to work receive. \n\nI, like many of this great countries population, have worked hard to buy a house, car etc and am coming increasing perplexed about the amount of our money that is channeled in to the benefit system. Give people a reason and incentive to work hard, don’t make life so comfy for the work shy, lazy minority and just maybe you’ll get re-elected – remember there are more of us decent hard working people who are just waiting for one party to realize this and start to drag this back to its feet by rewarding hard work.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-03-23T09:25:52.315632Z",
            "creator_name": "Graham O'Gara",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T09:25:52.315632Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/lazyitas/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4236149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Money4Nothing/"
    },
    "type": "petition"
}