{
    "data": {
        "attributes": {
            "action": "support the development of well-resourced and structured community sentences, which are 14% more effective at reducing future offending than prison and at the same time help to heal the damage caused by crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Howard League for Penal Reform launched the Community Sentences Cut Crime campaign a year ago. The charity’s research demonstrates that community sentences, instead of prison can cut crime by up to 14%.\n\nEffective, well-resourced and targeted community programmes help to create a safer society where people take responsibility and make amends for their actions. As we experience our highest ever prison population it is even more pertinent to promote community sentences.  \n\nOur involvement with local communities has shown that community sentences engage positively with victims and have local support, particularly when they involve unpaid work.  For the majority of non-dangerous offenders on short custodial sentences, alternative community sentences are more likely to reduce the seriousness and frequency of offending.  Well-resourced and well-structured programmes help to bring down the rate of re-offending and repair the damage done by crime.  By improving community sentences nationwide we can all work to protect the public from crime.  Prison can be used for violent and serious offenders who are still dangerous.",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-03-23T10:55:07.016294Z",
            "creator_name": "Catryn Yousefi",
            "government_response_at": "2007-08-13T14:15:22.313248Z",
            "government_responses": [
                {
                    "created_at": "2007-08-13T14:15:22.313248Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"support the development of well-resourced and structured community sentences, which are 14% more effective at reducing future offending than prison and at the same time help to heal the damage caused by crime.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12864.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Comm-Sentencing'",
                    "updated_at": "2007-08-13T14:15:22.313248Z"
                }
            ],
            "opened_at": "2007-03-23T10:55:07.016294Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 591,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4239119
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Comm-Sentencing/"
    },
    "type": "petition"
}