{
    "data": {
        "attributes": {
            "action": "Understand and acknowledge the importance and benefits of the private car",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to acknowledge the benefits cars bring and pay less attention to the anti car movement who appear to have hijacked this petitions site\n\nWill the PM please acknowledge the immense benefits and improvements to our standard of living the private car has given us all. Will he recognise the vast sums of revenue raised from motorists every year that is not re invested in the roads.Please will he pay far more heed to the interests of the majority of motorists rather than the minority environmental pressure groups who do not speak for the majority of the population. Please will he promise to abandon plans to increase taxation of motorists by any means and please reduce fuel taxation to a more sensible level.Public transport should be self financing and not subsidised by motorists. The government should give motorists a fair deal and not tax them off the roads",
            "closed_at": "2007-10-03T00:00:00Z",
            "created_at": "2007-03-23T15:57:15.870886Z",
            "creator_name": "Neil walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T15:57:15.870886Z",
            "rejected_at": "2007-04-10T15:28:57.910782Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4248589
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefitsofcars/"
    },
    "type": "petition"
}