{
    "data": {
        "attributes": {
            "action": "Avoid duplication of petitions available for signature on this website",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned urge the Prime Minister to require his civil servants to more carefully scrutinise all submitted e-petitions, and to ensure that similar petitions are amalgamated, in order to maximise rather than split the number of signatories, (e.g the two current petitions regarding solar panels and wind turbines.)",
            "closed_at": "2007-02-20T00:00:00Z",
            "created_at": "2006-11-20T16:01:02.037445Z",
            "creator_name": "Peter Hayman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-20T16:01:02.037445Z",
            "rejected_at": "2006-11-21T11:38:43.728459Z",
            "rejection": {
                "code": 4096,
                "details": "Hello, I'll put this down as feedback unless you wish to resubmit. We are looking at ways of stopping duplication but the intention is to let users decide what goes on, not civil servants. Where petitions are indentical we are asking users if they really want a second to be put up and we will add mechanisms to make them think twice about duplication, but we want the final decision to rest with users, not Whitehall, as much as is possible. If you still wish the petition to go up (and there is already a similar one!), please resubmit.\nhttp://petitions.pm.gov.uk/stop-duplication/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 42497
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Duplication/"
    },
    "type": "petition"
}