{
    "data": {
        "attributes": {
            "action": "Find a suitable way of providing identification methods without the need to purchase a passport or a photo driving license when not needed by an individual.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have started this petition in regard to the disgraceful way that British citizens are treated in regards to proving their identity. \n\nI had recently arranged to take a regulated financial services exam. On calling to confirm I was told that due to new regulations I will need photographic evidence in the form of a passport or driving license. I do not have either of these documents as I have no intention of travelling or driving in the near future.\n \nI am angered by this decision because being born in this country I feel that the Government already knows who I am and where to find me, if need be. And it is an insult that they are compelling me to buy these documents to get on in life.\n\nWill we have to wear stars or logos on our clothes or will we have to carry government papers to permit us to walk to the end of the street or the next town?\n\nI would be grateful to hear the true views, and real life experiences of those people who can relate to this matter.\n\nI understand that there are security issues which are facing this country but I do not understand why we should be tagged and monitored when there are a vast amount of legal and illegal people entering in to the country living a free and unrestricted life.",
            "closed_at": "2008-04-02T00:00:00Z",
            "created_at": "2007-03-23T17:12:45.461078Z",
            "creator_name": "MARSHA BLACKSTOCK",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T17:12:45.461078Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-04-03T00:01:01.464307Z"
        },
        "id": 4250713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BRITAINSFREEDOM/"
    },
    "type": "petition"
}