{
    "data": {
        "attributes": {
            "action": "give the planting of trees top priority in H. M. Government's plans for reversing global climate change.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We need to re-forest Britain and lead the way for other countries to follow suit. 500,000,000 trees for Britain and 1,000,000,000 per continent would help to restore the balance of Nature, because trees not only slow the movement of wind and water, they protect the earth from the heat of the sun and provide nourishment for the soil.\n\nTrees cool & cleanse air. Trees can pass nutrients and water across a forest floor to other trees, if a particular fungus is present. They are the Earth's protection system. Birds and animals need woodland and forest for food and habitat, and to enable them to survive human degradation of the biosphere. The 'Trees For Cities' campaign is a first step in raising awareness of the issue.\n\nTrees slow air movement, as well as stabilizing ground-water movement; and whole forests, breathing together, have a correspondingly greater effect. Garden, parkland and hedgerow trees should be protected, and new afforestation could link up, bringing protective and mood-enhancing green space back to urban landscapes.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-03-23T17:38:30.757530Z",
            "creator_name": "Francis Stoner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T17:38:30.757530Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SAVE-THE-TREES/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4251370
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tree-planting/"
    },
    "type": "petition"
}