{
    "data": {
        "attributes": {
            "action": "To raise the legal age for the purchase and consumption of Alcohol and tobacco products to the minimum age of  years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As has been constantly reported in the media,Smoking and Alcohol are considered to be more than just a slight health hazard.\n In the news today alcohol was rated very close to heroin in the scale of dangerous drugs, higher than Ecstacy, Cannabis, and so called dance/party drugs. \nMost smokers and drinkers start at a young age. The majority of drink related violence is committed by teenagers and young adults who cannot handle  a small amount of alcohol.\nBecause of this if the age is raised to a level when the younger generation are meant to be more sensible and not so likely to drink to excess. Also they will not be able to obtain supplies as easily as they are able to today.\n Not only will drink related trouble be cut, but also less youngsters will be able to purchase drink or tobacco and will then be deterred to start the habits of Binge Drinking and Smoking. Penalties For illegal supply of both products should be stiffened to deter anyone from providing these drugs to under age people.",
            "closed_at": "2007-09-23T00:00:00Z",
            "created_at": "2007-03-23T18:49:28.030030Z",
            "creator_name": "Rob Punter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T18:49:28.030030Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/21alco/\nhttp://petitions.pm.gov.uk/youngsmokers/\nhttp://petitions.pm.gov.uk/Legal18/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4252817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drink-smoking/"
    },
    "type": "petition"
}