{
    "data": {
        "attributes": {
            "action": "watch the Channel 4 documentary, 'The Great Global Warming Swindle' and ask all top scientists in this area to consider the data again in front of independent witnesses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Channel 4 documentary, 'The Great Global Warming Swindle' stated that the accepted wisdom about global warming/climate change being caused by CO2 produced by humans is wrong.  The scientists/experts on the programme looked at the same data and pointed out that the temperature was actually increasing BEFORE the CO2 level was!  It also stated that the temperature has experienced similar increases in the past, when there was no man-made CO2, and that increases in solar activity, (sun spots), are most likely to cause the warming.  In other words humans can do nothing about the changes, (other than help those in areas worst affected by them).\n\nThat there was any doubt about the cause of climate change was shocking, as the media has reported nothing other than it was being caused by human produced CO2.  This must be looked into, as we could be wasting SUCH a lot of money trying to combat a natural phenomenon that in reality we can do nothing about!",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-03-23T19:46:20.784471Z",
            "creator_name": "Scott Benham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T19:46:20.784471Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cchonesty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4253856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/globalwarNing/"
    },
    "type": "petition"
}