{
    "data": {
        "attributes": {
            "action": "ensure that the UK sets up a national sex education system as comprehensive as that practiced in Holland for the last 20 years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Let's Talk Sex\" by Davina Mc Call on Channel4 (23/3/07) was a comprehensive programme that showed the shortcomings of sex education in the UK. As a result of the terrible attitude by government,parents and teachers, which has meant we have no comprehensive system of educating our children about relationships, love and sex right through their schooling, we have the highest birthrate to under-age parents in Europe.\n20 years ago Holland had such a reputation, but they instituted a comprehensive system approved by parents, teachers and government, which has resulted in their under-age birthrate reducing to one sixth of that in the UK.\nWe propose that the UK government study and impliment a similar system so that our children be allowed to grow up without the burden of unwanted children while they are still at school. This should ensure that most of our young people will grow up to be responsible adults and parents who will have the maturity to look after a family when they are old enough.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-23T21:34:58.939198Z",
            "creator_name": "Mike Maybury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T21:34:58.939198Z",
            "rejected_at": "2007-04-10T14:44:40.136175Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Sex-education/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4255713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sextalk/"
    },
    "type": "petition"
}