{
    "data": {
        "attributes": {
            "action": "Help promote how wrong human trafficing is and put our country forward to helping it stop for good.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All across the world day in and day out people are brought and sold. I personally believe that this is not right and should be stopped. Everyone has a right to a life no matter what their religion, colour, age, gender or anything else. Everyone is equal and does not deserve to go through tourture like this. Just think to yourself, how would you like to be sold for as little as £10.00 knowing that whoever owns you has complete control over you and can make you do whatever they want. Could all you people honistly say that if you was to see your 10 year old daughter geting raped constantly for hours on end you wouldn't want to stop it? This is the type of thing that happens daily to people as young as 6 years old. This is NOT right we MUST let everyone know that this is WRONG and has got to stop full stop. Anyone with a heart should know that life is worth more then money.",
            "closed_at": "2007-05-23T00:00:00Z",
            "created_at": "2007-03-23T23:04:45.883119Z",
            "creator_name": "Joshua Bulleyment",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-23T23:04:45.883119Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/human-trade/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4256794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trafficing/"
    },
    "type": "petition"
}