{
    "data": {
        "attributes": {
            "action": "Bisley Football Club",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The club has since been very successful and now operate six youth teams,and three senior teams, providing facilities to some 250 local footballers and their families and friends who come along to support. The clubs ultimate aims are to promote teams for all ages from under 7 through to under 18 and women’s teams .It will also run summer soccer camps and after school coaching. Eventually providing this valuable facility for some 350 local players.\n\nThe club’s success has not been unnoticed having been applauded by the FA, the leagues, sport England and the local police who have stated that the parish now has one of the lowest juvenile crime rates in the borough partly as a result of the football club giving the youths something to do.\nHowever the club are now required to improve their existing facilities in order to continue playing in their current league, and maintain their under 18 team, as a result of a recent Football Association Ground Grading rule. The position is that if we can not undertake certain improvement works to our ground then the first team will be relegated and the under 18 team disbanded, this will threaten the whole viability of the club.",
            "closed_at": "2007-06-24T00:00:00Z",
            "created_at": "2007-03-24T21:04:57.720055Z",
            "creator_name": "William Easdon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-24T21:04:57.720055Z",
            "rejected_at": "2007-05-02T00:01:02.087377Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4267812
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BISLEY/"
    },
    "type": "petition"
}