{
    "data": {
        "attributes": {
            "action": "re-introduce passenger rail services on the Ashington Blyth & Tyne line which is a fully maintained mostly double tracked line used by just a few freight trains a day. The line should be used to introduce rail services between Ashington, Bedlington and Newcastle, which would provide considerable regenerative benefits to South East Northumberland. The Prime Minister is urged to take note of the considerable local support for the scheme, as well as the phased re-opening plans put forward by SENRUG which would allow trains to run over the first phase (Morpeth to Bedlington) at virtually no additional operating cost, and that these plans have been acknowledged as viable within the rail industry locally.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SENRUG is the South East Northumberland Rail User Group which is a pro-rail campaign group that seeks to work constructively with the rail industry to campaign for better rail services for existing and potential customers.\n\nOur plans for the re-opening of the Ashington Blyth & Tyne Line have been received with interest by Northern Rail and Network Rail, and phase 1 of the re-opening is now the subject of a formal study led by the North East Assembly.\n\nLocal MP Denis Murphy also secured an Adjournment Debate on the Ashington Blyth & Tyne re-opening at Westminster on 10th January 2007.\n\nWe argue that since the railway line is fully maintained by Network Rail for a few freight trains, passenger trains could easily run as well. The existing passenger service to Morpeth could be extended on to Choppington and Bedlington within the time the train currently sits in the siding at Morpeth, meaning this phase of the re-opening does not require extra train units or crew. Also, the former Ashington and Bedlington stations are virtually fully in tact and would require very little rebuilding to bring them up to current standards.",
            "closed_at": "2008-04-02T00:00:00Z",
            "created_at": "2007-03-24T22:43:55.806776Z",
            "creator_name": "Dennis Fancett",
            "government_response_at": "2008-05-13T15:05:29.617554Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:05:29.617554Z",
                    "details": "You signed a petition asking the Prime Minister to \"re-introduce passenger rail services on the Ashington Blyth & Tyne line which is a fully maintained mostly double tracked line used by just a few freight trains a day. The line should be used to introduce rail services between Ashington, Bedlington and Newcastle, which would provide considerable regenerative benefits to South East Northumberland. The Prime Minister is urged to take note of the considerable local support for the scheme, as well as the phased re-opening plans put forward by SENRUG which would allow trains to run over the first phase (Morpeth to Bedlington) at virtually no additional operating cost, and that these plans have been acknowledged as viable within the rail industry locally.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15510.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ABTreopening'",
                    "updated_at": "2008-05-13T15:05:29.617554Z"
                }
            ],
            "opened_at": "2007-03-24T22:43:55.806776Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1293,
            "state": "finished",
            "updated_at": "2008-09-11T03:48:03.506980Z"
        },
        "id": 4268827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ABTreopening/"
    },
    "type": "petition"
}