{
    "data": {
        "attributes": {
            "action": "to review the rejected visa of Snoop Dogg",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Snoop Dogg is one of the most highly  acclaimed living stars of rap music - with scores of awards from organisations such as MTV and the World Music Awards. His music is loved worldwide, particularly in the rap and hip-hop music scene. This is a genre usually dominated by the US, but in recent times the UK itself has been producing quality rap and hip-hop material.\n\nDenying Snoop a visa will undoubtedly deny tens of thousands of his fans a chance to see him live in concert. It appears Snoop has been denied a visa due to issues relating to past behaviour, for which he himself has offered to give assurances to officials. \n\nSnoop's presence will be the highlight of the Snoop and P. Diddy tour and his absence will disappoint so many fans. We would be very much grateful if the PM could review the situation, his status and examples of his talent e.g. his first album 'Doggystyle' and perhaps negotiate a situation, where the government's worries can be addressed but at the same time also safeguard the happiness that so many fans will benefit from due to Snoop's presence in the UK.",
            "closed_at": "2007-05-25T00:00:00Z",
            "created_at": "2007-03-25T02:20:11.905145Z",
            "creator_name": "Tanvir Hossain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-25T02:20:11.905145Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4269964
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SnoopDogg/"
    },
    "type": "petition"
}