{
    "data": {
        "attributes": {
            "action": "ensure that hospital catering complies with the highest standards of fresh natural food",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Modern scientific research has shown that a balanced diet of natural foods is essential to health. The bulk of independent research has shown that a wholefood vegetarian or vegan regime provides everything necessary for human health.\nIt is quite illogical that patients, who are frequently in hospital because of eating too much, eating  junk animal based diets, be permitted to continue eating bad food in hospital.\nDelicious fruit and salads with the addition of lightly cooked vegetables, some pulses and wholegrains have been the basis of health regimes for years.\nSimple healthy fare will reduce the food budget and encourage patients to adjust their lifestyles after their recovery, so as to prevent a recurrence of their illness.  Fruit and vegetable juices and smoothies should be provided in abundance for most patients.\nIn addition, booklets explaining the benefits of healthy eating and exercise should be available to all patients and visitors.  A clear recovery plan should be arranged when patients leave hospital.\n\nAll staff should be trained to follow a healthy lifestyle themselves, as well as to advise patients and visitors.",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-03-24T23:57:48.538636Z",
            "creator_name": "Mike Maybury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-24T23:57:48.538636Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2008-04-11T00:01:01.431696Z"
        },
        "id": 4269328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hospital-meals/"
    },
    "type": "petition"
}