{
    "data": {
        "attributes": {
            "action": "SCRAP PLANS ANNOUNCED IN LAST WEEK'S BUDGET TO ABOLISH THE 10% TAX BAND IN RELATION TO PEOPLE WITH INCOMES INCLUDING PENSIONS BELOW £15.000, IN FAVOUR OF HUMILIATING MEANS-TESTED TAX CREDITS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A SIGNIFICANTLY LOW TAKEUP OF EXISTING TAX AND PENSION CREDITS DEMONSTRATES THE SYSTEM TO BE UNPOPULAR AND UNWIELDY.  SOME I HAVE URGED TO APPLY HAVE REFUSED BECAUSE THEY VALUE THEIR INDEPENDENCE AND PERCEIVE THESE CREDITS AS UNDIGNIFYING 'HAND-OUTS'.  SOONER THAN SACRIFICE THEIR SELF-ESTEEM, THEY CHOOSE TO SOLDIER VALIANTLY ON RATHER THAN FACE THE PROSPECT OF SUBMITTING DETAILS OF THEIR FINANCES TO THE INTRUSIVE SCRUTINY OF OTHERS. I AM FAMILIAR WITH THESE APPLICATION FORMS - THEY ARE LONG AND DAUNTING TO MANY.   PERHAPS IT IS THE INTENTION THAT FOLK SHOULD BE DETERRED FROM APPLYING FOR THESE CREDITS SO AS TO REDUCE PUBLIC EXPENDITURE.  IF SO, THIS IS VERY CYNICAL.  ARGUABLY, RELEVANT GOVERNMENT DEPARTMENTS ALREADY HAVE ENOUGH INFORMATION ABOUT INDIVIDUALS’ FINANCES TO ASSESS WHETHER THEY NEED/QUALIFY FOR FINANCIAL HELP.",
            "closed_at": "2008-03-25T00:00:00Z",
            "created_at": "2007-03-25T08:48:27.359121Z",
            "creator_name": "JANE E HORNER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-25T08:48:27.359121Z",
            "rejected_at": "2007-04-29T00:01:03.680076Z",
            "rejection": {
                "code": 2304,
                "details": "http://petitions.pm.gov.uk/Savethe10pcband/\n\nIf you decide to resubmit, please do not use BLOCK CAPS, as they are more difficult for people to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4270648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KEEPLOWTAXBAND/"
    },
    "type": "petition"
}