{
    "data": {
        "attributes": {
            "action": "ensure the Office of National Statistics include questions on sexuality in the next (2011) census.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last years Office of National Statistics (ONS) consultation exercise resulted in a very high response in relation to the inclusion of sexuality questions.  On their own scoring system, the responses determined that there was a need for this information.  The score put the subject in the highest band of areas to be included.  However, ONS have decided not to include such questions as they are concerned that it will affect return rates.  They have also said that they have concerns about the ‘acceptability’ of such questions.\n\nOn the first point, there is already evidence in Scotland that including sexuality related questions did not adversely affect responses to their survey.\n\nOn the second point, consideration would obviously need to be given to the wording of the questions, but they should not be excluded just because some may not like them.  An option to say ‘would rather not say’ should be enough.\n\nThe Lesbian, Gay, Bisexual and Transgender people of this country do not find the attitude of ONS acceptable.  We refuse to wait until 2021 to be counted and acknowledged.",
            "closed_at": "2008-03-25T00:00:00Z",
            "created_at": "2007-03-25T10:51:38.489918Z",
            "creator_name": "Carl Whitehouse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-25T10:51:38.489918Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/census2011/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4271963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gaycensus/"
    },
    "type": "petition"
}