{
    "data": {
        "attributes": {
            "action": "Create legislation by statute to include deaf people in the general regulations concerning the fire and emergency alarm systems in all public, commercial and induistrial buildings in Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nine million deaf and hearing impaired people are unable to hear the sounding of the emegency alarm systems whilst sleeping at night in a hotel.  Similarly this group may be unable to recognise the fire alarm even in ordinary circumferences due to hearing difficulties.\n\nTechnology has allowed development of auxilliary radio-alerter systems that work in conjunction with primary alarms; activating a pager that alerts the user. Such equipment may use a specific wavelength so the single radio frequency can be reserved for the sole purpose of deaf people.\n\nLegislation is an essential prerequisite to ensure the same wavelength is used throughout Britain; the same radio-pager will activate to a commercial alarm in any public corporate building; factory; office or hotel.  \n\nWithout access to general sounds leaves this group vulnerable and in continual danger within places of work. This danger amplifies itself in magnitude during sleep in a hotel.  Altogether deaf people will be continually at risk unless legislation is made available under regulation to ensure all such buildings are equipped with a working auxiliary radio transmitter that will activate users to the emergency.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-25T12:50:03.990847Z",
            "creator_name": "Mike A Jones",
            "government_response_at": "2008-04-29T15:01:30.966383Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T15:01:30.966383Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create legislation by statute to include deaf people in the general regulations concerning the fire and emergency alarm systems in all public, commercial and induistrial buildings in Britain.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15388.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'deaf-alerters'",
                    "updated_at": "2008-04-29T15:01:30.966383Z"
                }
            ],
            "opened_at": "2007-03-25T12:50:03.990847Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 481,
            "state": "finished",
            "updated_at": "2008-04-05T03:27:16.621010Z"
        },
        "id": 4273563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deaf-alerters/"
    },
    "type": "petition"
}