{
    "data": {
        "attributes": {
            "action": "award Jane Torvill and Christopher Dean Knighthoods for their sevices to Ice Skating and the country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Jane Torvill and Christopher Dean are the most successful Ice Dance partnership this country has ever had.\n\n* 1978 -  Won their first British Championship.\n* 1981 -  Progress up the World and European rankings.\n*  1981 - Win Gold in Olympics and European Championships.\n*  1983 - Won British and World Championships with \"Barnum\" routine.\n*  1984 - Won British and European Games and World Championships with with\n \"Bolero\".\nThe first ever partnership to score 6's from all judges, which has not been matched by anyone else.\n\n*1985 - Became professional and won the World Professional Championships.\n\nFor the past 2 years they been seen in ITV's Dancing on Ice.\n\nTorvill and Dean are still held in high regard, both nationally and internationally, and their involvement in this programme has raised again the profile of ice skating in this country.\n\nIt is time that their achievements and the fact that they are still active in raising the profile of this sport in the country is given the proper recognition that they deserve.",
            "closed_at": "2007-07-25T00:00:00Z",
            "created_at": "2007-03-25T13:14:04.446193Z",
            "creator_name": "Bugsy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-25T13:14:04.446193Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/TorvillandDean/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4273885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TandDHonours/"
    },
    "type": "petition"
}