{
    "data": {
        "attributes": {
            "action": "Reconsider the effects on Maidstone, the County town Of Kent, in the Maidstone Hospital downgrading its A & E service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Maidstone Hospital is to lose its blue-light service, the A&E department is to be downgraded, and services switched to Pembury. Pembury Hospital is old, inaccessible and in the centre of the town. Parking is difficult, transport to and from it is nigh impossible for those without cars, and there is no helicopter-pad for the air ambulance. Maidstone Hospital is only 20 years old, it has also been modernised and updated during that time, it is only a couple of years ago that the A&E department had an extensive update. The people of Maidstone don’t want it, the Borough and County Council asked for a reconsideration but Maidstone Hospital, which is part of the Maidstone and Tunbridge Wells NHS Trust have decided that it will go ahead. We ask that this decision be seriously reconsidered.",
            "closed_at": "2007-08-03T00:00:00Z",
            "created_at": "2007-03-26T07:51:37.198887Z",
            "creator_name": "Marsha Todd",
            "government_response_at": "2007-09-04T14:46:43.486858Z",
            "government_responses": [
                {
                    "created_at": "2007-09-04T14:46:43.486858Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Reconsider the effects on Maidstone, the County town Of Kent, in the Maidstone Hospital downgrading its A & E service.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13030.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MaidstoneAandE'",
                    "updated_at": "2007-09-04T14:46:43.486858Z"
                }
            ],
            "opened_at": "2007-03-26T07:51:37.198887Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6001,
            "state": "finished",
            "updated_at": "2007-10-18T03:14:50.807138Z"
        },
        "id": 4284219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MaidstoneAandE/"
    },
    "type": "petition"
}