{
    "data": {
        "attributes": {
            "action": "take away the power of the Courts in the UK to channel disability benefits away from the purpose they are paid for",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No law exists to say what can and cannot be done with disability benefit once it has been awarded.  In 1999 a Judge ruled that insufficient evidence had been given to prove the disability of a respondent in a divorce settlement hearing because that evidence was given by a report made by her own G.P.\n\nHe ruled that the benefit she got for her disability was income and couldn't be offset for any unproven disabilities and reduced her maintenance entitlement accordingly.\n\nThis led to great financial hardship and the loss of her homehelp. She has been back to Court 3 times to try to get this decision overturned and failed to do so each time.\n\nShe is now totally reliant on the goodwill of friends and neighbours for care and support.\n\nIf she was allowed to use the care and mobility allowance for the purposes they are paid to her, her life would be much enhanced.\n\nDeducting the benefit from her maintenance entitlement effectively means that the taxpayers are paying the largest part of her ex. husband's liability.\n\nWe ask that this loophole be closed to ensure that taxpayer's money is used for the purpose it is allocated for.",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-03-26T13:26:54.462571Z",
            "creator_name": "Sheila Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-26T13:26:54.462571Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 106,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4295185
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disabilitybenefi/"
    },
    "type": "petition"
}