{
    "data": {
        "attributes": {
            "action": "Introduce new legislation covering all Taxi services( outside London) and repeal all out-moded laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have laws which are poorly drafted and which don't address the effects of modern technology such as computers and mobile phones on the Taxi Industry. (PHV=Private Hire Vehicle for Pre-Booking). \nThis produces ludicrous effects such as some councils ban roof-signs on PHV's while others rightly insist on them. A cabbie in one Borough can operate a Ford Galaxy with 6 passengers but in another borough it is deemed unsafe and must have a seat removed. Certain councils such as Mole Valley District Council think they can license Private Hire Operators anywhere in the country while most other councils rightly believe they are to license only in their own area. If a member of the public approaches a PHV and asks to be taken somewhere, the driver has to tell them to phone the office and make a booking, which is then sent through to him and he then tells the customer it is OK to get in the cab. The current 2-tier system of taxi licensing creates far more problems and conflicts than any benefit it can bring. What other European country does this? For the sake of the public the Taxi industry needs to have a new set of laws",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-03-26T15:41:05.035219Z",
            "creator_name": "John Fraser",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-26T15:41:05.035219Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4299017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxilaws/"
    },
    "type": "petition"
}