{
    "data": {
        "attributes": {
            "action": "Properly support our armed forces. Stop cutting budgets for MOD. Properly and more substantially equip, house, train, care for, provide medical help for and allow them to REALLY be who they must. The best. Give them your love.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It isnt enough that our troops and tri service are the best and most professional on the planet. That isnt enough. We have a duty to GIVE THEM THE BEST too. And let THEM do their job. Fed up with your sons and daughters being put in harms way whilst the following is the case? a) Savagely cutting the MOD budgets in real terms and making us a laughing stock on the world stage b) Setting us up for a fall to not be able to protect either ourselves or our allies against Militant Islamist countries c) Dont allow them to defend themselves d) Dont provide sufficient or adequate or enough good quality equipment or vehicles or vessels e) Allow the MOD to always back slide and side with the Government against its own troops when there are problems - an obscenity given what we ask of these men and women. Fed up? Either sign this petition or mark an X against a party who will support the men and women prepared to die for you - to uphold our fought for freedoms, and to allow you to sip your tea and moan.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-26T17:13:01.951685Z",
            "creator_name": "Alex Millar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-26T17:13:01.951685Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Double-Defence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4301365
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SUPPORTOURFORCES/"
    },
    "type": "petition"
}