{
    "data": {
        "attributes": {
            "action": "Increase defence spending in recognition of the increased tempo of operations the Armed Forces are currently commited to, and to ensure the Armed Forces of the future will be equipped to a standard their bravery and sacrifice deserves.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While the British Forces have never been generously funded, and are famed for making do with what little support they receive from the Treasury, the government is mortgaging their future under the current funding restrictions. Britain's ability to punch above it's weight in world affairs is often due to the significant punch our armed forces can offer, for our friends, or against our enemies. Though not \"at war\" or under threat of invasion, it is essential that Britain maintains an efficient, well trained and well supported force to counter any foreseeable future conflict. Though it is impossible to predict what that conflict may entail, once engaged, (as in Afghanistan), our soldiers, who are dying for our foreign policy without popular, political or media support deserve to receive the best kit available, within reason. If we ourselves are not willing to put our lives at risk, we can at the very least give what we can to \"the few\" who still will make the ultimate sacrifice for us.",
            "closed_at": "2008-01-08T00:00:00Z",
            "created_at": "2007-01-08T22:47:05.116930Z",
            "creator_name": "Owen Cheverton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-08T22:47:05.116930Z",
            "rejected_at": "2007-02-08T00:03:03.783343Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 430447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpOurTroops/"
    },
    "type": "petition"
}