{
    "data": {
        "attributes": {
            "action": "Introduce tougher sentences for Anti Social Behaviour and 'petty' crimes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think a significant problem with the 'yob culture' today, is that the punishments being dished out to these yobs (such as ASBOS and cautions) are not having enough effect.\n\nAs a result these yobs don't fear the consequences of their actions, and continue to offend.\n\nWe also need tougher punishments for petty crime like vandalism, and shouting  abuse at people in the street. This is the sort of crime young offenders usually start off with, so if tougher punishments are introduced for these things, it could help nip the problem in the bud.\n\nWe clearly need some youngsters to respect authority more, and I think it would help a lot if we introduce tougher punishments for petty crimes, this would send the message loud and clear that anti social behaviour will not be tolderated, and make them less likely to re-offend.\n\nFor Example, if a youngster is caught vandalising someones property, such as a fence, I think that should carry a sentence of around 80 hours community service. And if it's a second offence of a similar nature, that should be doubled.\n\nThere is clearly not enough respect for authority amongst some young people at the moment.",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-03-26T21:52:24.397453Z",
            "creator_name": "Chris Ashworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-26T21:52:24.397453Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PettyCrime/\nhttp://petitions.pm.gov.uk/AddressASBO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4306822
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pettycrimes/"
    },
    "type": "petition"
}