{
    "data": {
        "attributes": {
            "action": "oppose raising the school leaving age, in favour of increasing opportunites for those unable to reach higher academic levels",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not everyone has the capacity to pursue academia beyond a basic level.  Many struggle even to pass GCSE; there is no advantage in forcing more difficult tests on them.\n\nThe problem is not those without higher education, but that there is no longer  enough employment for them without it.\n\nMr Johnson's proposal of \"parity of status\" between vocational and academic qualification is a step in the right direction.  Those who lack academic potential should not be forced into further academic work, but offered more varied qualifications, like the vocational, and rewarding, non-academic employment, so they may benefit from what potential they do have.\n\nThere is an obsession with academia, sending as many as possible to A levels, degrees and beyond, even if sacrifices like the loss of the student grant are necessary to support it, yet more is not always better.  A society composed entirely of academics is not necessarily a healthy one.  Further education should be encouraged, not forced.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-03-26T23:10:54.547942Z",
            "creator_name": "Thomas N McEwan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-26T23:10:54.547942Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/vocational/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4307682
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Laputa/"
    },
    "type": "petition"
}