{
    "data": {
        "attributes": {
            "action": "Require elected paid Local Government Councillors to reply to reasonable communications from constituents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Elected local Councillors frequently do not reply to reasonable communications from their constituents regarding questions of Local Government policy.\n\nA system of Official Public Local Government Forums must be set up to enable Local Authority constituents to publicly question Local Government Councillor's about their policies and in which the Councillors will be legally required to make a written and reasoned reply.\n\nA parallel system of email addresses must be set up for communications of a private nature to which there will also be a legal requirement for the Local Government Councillors to reply.\n\nBy opening questions of Local Government policy to forensic local public discussion, the quality of decisions made by Local Government Councillors on behalf of their constituents will be improved.\n\nThe individual quality of Local Government  Councillors will be better audited by constituents enabling better voting decisions to be made during Local Elections. \n\nAnger and frustration constituents feel when they spend time  researching issues and composing carefully written communications to which they do not receive any reply will be eliminated.",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-03-27T09:03:27.378304Z",
            "creator_name": "Rob Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T09:03:27.378304Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4312359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Local-Gov-Debate/"
    },
    "type": "petition"
}