{
    "data": {
        "attributes": {
            "action": "Use Gun Boat diplomacy to ensure the immediate release of the 15 sailors and troops from Iranian imprisonment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On Friday 23rd March the Iranian Revolutionary Guard captured 15 sailors and Marines off coasts of Iran/Iraq in the well disputed Shatt al-Arab.  The Iranians accuse the Brits of being in Iraninan Territorial Waters, whilst the UK, US and Iraq and the UN, insist they were in Iraqi Territorial Waters.\n\nIran must be left in no doubt that meddling in the Iraq conflict will not be tolerated, and that the illegal capture and kidnapping of UK or any UN troops will be met with the harshest of penalties.\n\nGun Boat diplomacy is essentially the threat of military force to ensure your own goals are met. In short, parking of a a couple trident subs off the Persian Gulf and informing the Iranians in no un-certain terms, if they do not release the service men and women, with IMMEDIATE effect, unharmed... we will not hesitate to commence a military campaign against them.",
            "closed_at": "2007-04-27T00:00:00Z",
            "created_at": "2007-03-27T09:08:11.297468Z",
            "creator_name": "Joseph Lillie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T09:08:11.297468Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/rescue/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4312536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IranianMeddling/"
    },
    "type": "petition"
}