{
    "data": {
        "attributes": {
            "action": "add race equality principles to the face to the 2006 Mental Health Act, in order to address the discriminatory way Mental Health legislation is currently used.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Research shows the discrimination within mental health services has led to marked inequalities in the treatment of care of  ethnic minorities with people from African Caribbean communities being routinely subject to the harshest and most punitive treatment. \n\nGovernment research has revealed that Black patients that come in contact with mental health services are more likely to be misdiagnosed, forcibly restrained, over medicated and placed in seclusion despite having similar rates of mental ill health as other ethnic groups.\n\nThese injustices must be addressed within the law. Non discrimination principles on the face of the 2006 Mental Health Act, similar to those on the Scottish Mental Health Act will finally ensure that  patients from African Caribbean communities have their right to be protected against discrimination enshrined in mental health law.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-27T11:31:36.136814Z",
            "creator_name": "Matilda MacAttram",
            "government_response_at": "2008-04-23T15:07:37.100647Z",
            "government_responses": [
                {
                    "created_at": "2008-04-23T15:07:37.100647Z",
                    "details": "You signed a petition asking the Prime Minister to \"add race equality principles to the face to the 2006 Mental Health Act, in order to address the discriminatory way Mental Health legislation is currently used.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15330.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mentalheath'",
                    "updated_at": "2008-04-23T15:07:37.100647Z"
                }
            ],
            "opened_at": "2007-03-27T11:31:36.136814Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 375,
            "state": "finished",
            "updated_at": "2008-04-04T00:01:02.033441Z"
        },
        "id": 4317568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mentalheath/"
    },
    "type": "petition"
}