{
    "data": {
        "attributes": {
            "action": "Ensure the government bring back full time NHS cleaners to clean our Hospitals - not private contractors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our hospitals are filthy - we need to bring back NHS employed full time cleaners to do the job properly as it was in the 60's 70's and early eighties. Ward toilets - wards and tables are not cleaned daily - the spread of bugs are rampant.\nThe men and women who used to do this job cleaned and mopped constantly and our hospitals were clean - now there is a rank smell and a complete lack of basic hygiene at the hospitals.Bring the NHS employed cleaners back - it is vital to everyones health and wellbeing - it will save money in the long term and everyone will be healthier and happier. NHS cleaners took pride in their jobs and provided a vital service. Hospitals used to smell clean and patients and staff were reassured by this. Nasties such as MRSA and other bugs are rampant and will soon mutate into superbugs that will be hard to destroy.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-27T11:38:58.830638Z",
            "creator_name": "catherine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T11:38:58.830638Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HospitalMRSA/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4317820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hospitalcleaning/"
    },
    "type": "petition"
}