{
    "data": {
        "attributes": {
            "action": "use the tax system to discourage the purchase of property as a form of investment at a time of severe housing shortage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Introduce through stamp duty or other measures punitive taxes to discourage the purchase of property as an investment, offset against tax breaks to encourage the purchase of property as a primary place of residence.\n\nAt a time of severe housing shortage it is estimated that as many as 80% of new built properties in London are purchased for investment purposes (for example buy-to-let schemes) rather than as a primary place of residence for the buyer.  The current situation  significantly depletes the available housing stock whilst inflating house prices beyond the means of key workers, first time buyers and others.  Clearly the lack of available housing will not be addressed by the building of new homes alone, as the vast majority of new properties would be purchased as buy-to-let investments if current trends continue.\n\nUtilising the tax system to discourage the purchase of property as an investment and offsetting this with tax breaks for those purchasing property as a primary place of residence would be a significant step towards addressing the social issues arising from a lack of affordable housing in the UK.",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-03-27T12:59:05.551873Z",
            "creator_name": "Kevan Cooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T12:59:05.551873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4320467
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/propertyinvest/"
    },
    "type": "petition"
}