{
    "data": {
        "attributes": {
            "action": "abolish the extortionate increase in prices for holidays during school holidays.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Did you know that the cost of taking a holiday during the school holidays is over double the amount of any other time? This is diabolical! \n\nWe are (in affect) exploiting schools and the children in them. This has a negative effect on the children's schooling as parents and their children are forced to take holidays during term time and are therefore missing out on vital parts of their education. Again, it is the children that need these holidays, from families that need to watch their money that are being hit the hardest. Children are allowed 10days holiday from school per year, but teachers aren't - should the children of teachers suffer? Companies should be forced to maintain the prices of their holidays throughout the year, which should be monitored by the appropriate governing body. Please help us all save our money and education and still enjoy the joys of the world and being with our families. Sign the petition.",
            "closed_at": "2007-08-27T00:00:00Z",
            "created_at": "2007-03-27T15:51:50.028937Z",
            "creator_name": "Helen Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T15:51:50.028937Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SUMMERHOLIDAYS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4325555
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/holsholshols/"
    },
    "type": "petition"
}