{
    "data": {
        "attributes": {
            "action": "make St George's day and offical bank holiday or a day off!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "St George is the patron Saint of England. On the same day you have to celebrate the nations greatest Script writter: William Shakespear whom was born and died on the same day but not in the same year. So basically, it should be an offical time of celebration, not a time of sorrow. We should not neglect the past and be proud of the nations achievements in language and history. The french are proud- the spanish are too. In fact the spanish have a book sale and hand out red roses on St George's day. To show unity and inspire a nation through the unspirted times it has had. Why should we morn over our past and not celebrate the day with a historical party and make it a day for English people and the workers and the future. Why must we be politically correct,:'No! We must rise above the ashes like a pheonix!' go green (re-cycle) be the greatest at 2012. But to inspire us we should have a few big St George's day bashes and make it a compulsory day off!! For on that day hooliganism will be banished and England's flag will be raised in honour, we will be united and proud for heratiage and history. Not just for going green or technology!Amen!",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-27T15:58:27.360321Z",
            "creator_name": "LISA MILLER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T15:58:27.360321Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ST-GEORGES/\nhttp://petitions.pm.gov.uk/stgeorgeevents/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4325744
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stGeorgesdayoff/"
    },
    "type": "petition"
}