{
    "data": {
        "attributes": {
            "action": "Grant stay to people who have been born in the UK and have stayed in the UK for at least 5years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the Jan/1/1983 Act that states that people born after Jan/1/983 are not classified as British citizens, it portrays an unfair and dissatisfactory legislation towards people who have been born in this country and whom have actually got the BC that states they have been born here and are still not qualified to be British citizens.\nAlso this country being a birthplace for this people is being classified worthless to them has they are not being given opportunity to make it worth being born in the UK. \nI believe this people should be one THE FIRST priority to live in the UK has it would be of more value to be born here has well as being able to reside here if a length of time is met i.e. At least of 5 years for people that have been here at least before their 18th birthday because the initial 10yrs isn’t fair and no one can accomplish within this period of time, i.e. EDUCATION would also account to them being a responsible citizen of the country if they are granted stay.  \nAlso I believe amnesty should be granted to those who have been of good character and have and demonstrate their capabilities of being good citizens.\nThis people are not to be classified as ILLEGAL, They are BRITISH BORN.",
            "closed_at": "2007-07-04T00:00:00Z",
            "created_at": "2007-03-27T16:24:20.514945Z",
            "creator_name": "Sara Olubamowo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T16:24:20.514945Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4326526
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/01-01-83Amnesty/"
    },
    "type": "petition"
}