{
    "data": {
        "attributes": {
            "action": "Prevent compulsory checks on children to discover if they are at risk of turning into criminals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'Checking' to see if Children are turning into criminals would simply be intimidating for the child and probably inaccurate. Imagine if, when you were a child, you were told by the police that you a high chance of becoming a criminal when your older. How would that motivate you in any way? Why would you bother with continuing with your education? Being told that you are likely to become a criminal would just become an excuse for your actions, instead of a deterrent. Plus, how do you think your parent and friends would react? Would you be shouted at and teased? Possible bullied and deserted by your 'friends'. Think about it. \n\nNow imagine that you're 18. You were told when you were 10 that you have a highly probably chance to become a criminal. You've foolishly try to shoplift; only you're caught by the police. This is your first offence. On checking your records, they discover your potential of becoming a criminal and jail you for two weeks. What are your chances of getting a decent job now? And what if that was to go on your CV? \n\n\nUltimately, this is mad and every effort should be made to stop these 'checks' coming into force, on all and any children",
            "closed_at": "2008-02-03T00:00:00Z",
            "created_at": "2007-03-27T17:31:07.036218Z",
            "creator_name": "CC Purle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T17:31:07.036218Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-02-04T03:17:07.894878Z"
        },
        "id": 4328052
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childrenchecks/"
    },
    "type": "petition"
}