{
    "data": {
        "attributes": {
            "action": "legally recognize a third gender.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our 'ladies & gents' society allows no space for a third gender - yet gender variant people do exist.\n\nUK law, including the 1975 Sex Discrimination Act, only recognizes & legislates for women & men - deemed equal, but different.  Thus a transsexual is afforded protection under UK law only if s/he is about to have, is having, or has already had gender reassignment surgery (a 'sex-change') to become either a man or a woman.\n\nHowever, not every transgender person has gender reassignment surgery.  Many can't undergo such a challenging series of operations because their health isn't up to it.  Others don't want surgery & some just can't make that irreversible decision.  Some transpeople define themselves as neither male nor female.\n\nImportantly, gender dysphoria can still hurt.  A two-gendered society that imposes a masculine or feminine gender identity upon us in spite of this is cruel & stupid.\n\nLegal third gender recognition would hopefully lead to transgender-friendly public toilets, third gender tick boxes on forms & a legal obligation for employers/education authorities to make their dress codes/uniforms gender-flexible & non-sexist.\n\nLet's put transgender on the agenda!",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-27T18:43:57.142772Z",
            "creator_name": "David Solomon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T18:43:57.142772Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 235,
            "state": "finished",
            "updated_at": "2008-04-04T03:30:39.966021Z"
        },
        "id": 4329536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Transgender/"
    },
    "type": "petition"
}