{
    "data": {
        "attributes": {
            "action": "Save the farming in Wales England and Scotland before it is compleatly wiped out and encourage less produce to come from abroad.  Stop New Zealand Lambs being sent over to flood the markets until after the British lambs are sold first. LOOK  AFTER  THE  BRITISH  FARMERS FIRST,  BEFORE  IMPORTERS  AND  GIVE  THE  BRITISH  FARMERS  A  CHANCE.  Not make it any more difficult for them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British farm as we know it ,is being compleatly battered by red tape and silly paperwork, as well as daft new legislations to make it as difficult as possible for the farmer in this contry to continue farming.  Most are selling up as the restrictions and beuracratic red tape is getting silly and out of hand being made by people who have absolutly no idea about how a REAL farm is farmed. Office workers who take a day trip to look at farms are compleatly out of touch with what is really going on in the farming world. I dont pretend to know how to work in an office so why do they pretend to know how to run a farm???? Give help and aid to farmers and NOT more paperwork and daft new 'better' ways on how to run a farm.\nLEAVE  IT  TO  THE  FARMERS",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-27T20:59:01.068838Z",
            "creator_name": "tina carpenter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T20:59:01.068838Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stopimports/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4332257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Farming-Crisis/"
    },
    "type": "petition"
}