{
    "data": {
        "attributes": {
            "action": "Remove the pricing structure for Road Tax - Make it enviromentally effective and green",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is claimed we have a pricing structure for road tax as this is environmentally friendly.\n\nIn reality it is proving to be just another form of tax.\n\nThe fact is that the more miles driven, the greater the emissions and so the worse the case to the environment.\n\nIt is obvious that the government is using this tax to balance the books, not to be Green.\n\nIf the government wants to be truly green then it would have one level rate for road tax.\n\nThe revenue should then be raised by an increase in fuel tax. \n\nIf a person decides to drive a 4x4 that only does 12 mpg round town then they will pay 3 – 4 times as much in tax as the person who decides to drive a fuel efficient vehicle.\n\nIn a like for like vehicle somebody driving 50,000 miles a year who will create 10 times the emissions of somebody driving 5000 miles will pay 10 times the tax. \n\nThat is called FAIR.\n\nIt is obvious the tax will need to be reapplied if is scrapped, lets at least make it fair and proportional to the damage being done.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-03-27T20:59:53.816148Z",
            "creator_name": "Andrew w Longcroft CEng MIET",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-27T20:59:53.816148Z",
            "rejected_at": "2007-05-03T00:01:01.880003Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/search?q=road+tax",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4332276
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadtaxbanding/"
    },
    "type": "petition"
}