{
    "data": {
        "attributes": {
            "action": "acknowledge that rape is different from other crimes, partly because of the effect on the victim and partly because, since there are usually no witnesses, it is usually a case of one person's word against another'sl it also seems to be common practice for defence barristers to question alleged victims about previous sexual experience and sometime for the defendant to question the victim himself; both can be very distressing for the victim..  For all these reasons I would petition, specifically, that victims should retain their right to anonymity and that the petition for \"false\" allegagtions of rape to be subjected to a sentence of 10 years be disregarded.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With regard to the point about \"false\" rape allegations I would say the following: many rape defendants are found not guilty due to perceptions about what is or isn't rape and who is a \"real\" rape victim and who isn't; specifically the definition of \"consent\" seems very confused.  My own view is that unless a man is ABSOLUTELY CERTAIN, with no doubt at all, that consent has been given he should act as if it has not; to do anything else is, or should be considered as, rape.  \nThere is also the possibility that the alleged rapist, and/or his friends, may threaten the victim with reprisals if the case goes to court.  Of course there is also the fact that many victims find the thought of giving evidence so distressing that they decide not to in which case the alleged perpetrator will be found not guilty but this doesn't mean he isn't guilty! this situation is more likely to occur the more devastating the attack was in the first place.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-28T02:15:53.606826Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-28T02:15:53.606826Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2008-04-04T00:01:02.033441Z"
        },
        "id": 4334726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rape-victims/"
    },
    "type": "petition"
}