{
    "data": {
        "attributes": {
            "action": "Repeal the 2006 reforms and introduce a better system of NHS controls",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government's reforms of NHS dentistry have failed to achieve their stated aims. The biggest shake-up of dentistry in 50 years was intended to remove dentists from the \"drill and fill\" treadmill, improve patient access and lead to a greater focus on preventative work.\nBut one year after a controversial new dental contract was introduced, the benefits have failed to materialise.\nThe BDA's research found that 85% of 394 dentists surveyed believe the new contract has not improved patient access to NHS dentistry. Furthermore, 95% of dentists questioned felt less confident about the future of NHS dentistry than they did two years ago.\nUnder the new contract introduced last April, dentists are paid for carrying out a set number of units of dental activity (UDAs) over the course of the year.\nBut last month, a Department of Health memo suggested patients may have to resort to emergency care or find an alternative practice because their dentists have fulfilled their annual contracts too soon.\nI personally, have been removed from the NHS lists as it was the only way of getting a guaranteed appointment due to the lack of sufficient UDA's to fulfill to demand.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-03-28T07:50:45.460536Z",
            "creator_name": "Tony Upton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-28T07:50:45.460536Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-04-05T00:01:01.823475Z"
        },
        "id": 4336014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dentistrepeal/"
    },
    "type": "petition"
}