{
    "data": {
        "attributes": {
            "action": "Impose Council Tax on Gipsy Travellers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's totally unfair that these people have access to all benefits society offers including the establishment of new traveller sites but contribute very little other than nusiance value to society as a whole.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-28T09:49:03.605030Z",
            "creator_name": "ian",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-05-04T09:17:12.991146Z",
                    "details": "The e–petition asking the Prime Minister to ‘impose Council Tax on Gipsy Travellers’ is still ongoing. This is a response from the Government in advance of the closing date.\n\nThis petition is asking for something that already exists – Gypsies and Travellers, on authorised sites, already pay council tax. Therefore we have decided to respond before the closing date of April 2008, to try and reassure people who may be alarmed by the inaccuracies within this petition. \n\nIt is a common misconception that Gypsies and Travellers are not liable for taxation. This is a myth, and is entirely inaccurate. Gypsies and Travellers have their homes valued in exactly the same way as the rest of the population and pay council tax based on these valuations. This applies equally to pitches on caravan sites and to conventional ‘bricks and mortar’ housing. \n\nThe Government is aware that a small minority of Gypsies and Travellers behave anti-socially. However research shows there is not a connection between a rise in crime rates and the presence of Gypsy and Traveller sites. \n\nLocal Authorities have a number of powers available to them to deal with anti-social behaviour, whether in settled or in Gypsy and Traveller communities. If anti-social behaviour does take place, the Government expects action to be taken in the same way as it would be for the settled population. However, it would be as unfair to blame all Gypsies and Travellers for the behaviour of a minority of that group as it would be to characterise the behaviour of all football fans to the behaviour of a tiny minority of hooligans.\n\n\nFurther information\n\n[http://www.communities.gov.uk/ Department for Communities and Local Government]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'gipsynusiance'",
                    "updated_at": "2007-05-04T09:17:12.991146Z"
                }
            ],
            "opened_at": "2007-03-28T09:49:03.605030Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-04-04T00:01:02.033441Z"
        },
        "id": 4339622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gipsynusiance/"
    },
    "type": "petition"
}