{
    "data": {
        "attributes": {
            "action": "Ensure that NHS dentists are available to all those who are British Citizens, forcing non-NHS dentists to have at least 15% of their client base used for NHS dentistry - thus alleviating the current situation of many people having no access to a dentist for regular check-ups and treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the past NHS dentist were available to all who were resident in the UK. With NHS dentists reducing through switching to private work, dentistry costs have escalated way beyond reasonable growth. There is a great need for an increased provision in NHS dentists or NHS access to a local dentist. Non-NHS dentists should be made to accept a percentage of patients in order to be allowed to practice in the UK. This should be enforced with annual compliance checks on dental practice records to ensure that such practices are maintained.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-03-28T10:05:27.478358Z",
            "creator_name": "Mike Davies",
            "government_response_at": "2008-04-29T15:05:20.433231Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T15:05:20.433231Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that NHS dentists are available to all those who are British Citizens, forcing non-NHS dentists to have at least 15% of their client base used for NHS dentistry - thus alleviating the current situation of many people having no access to a dentist for regular check-ups and treatment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15390.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Compulsory'",
                    "updated_at": "2008-04-29T15:05:20.433231Z"
                }
            ],
            "opened_at": "2007-03-28T10:05:27.478358Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 208,
            "state": "finished",
            "updated_at": "2008-04-04T00:01:02.033441Z"
        },
        "id": 4340135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Compulsory/"
    },
    "type": "petition"
}