{
    "data": {
        "attributes": {
            "action": "Charge Student Loan interest at the CPI rate and not RPI",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Students pay interest on their student loans at the rate of inflation. Currently this is equal to RPI (Retail Prices Index). The Chancellor has moved his own measure of inflation to CPI (Consumer Prices Index). This is because CPI is a more accurate measure of inflation. The Chancellor himself said in a report to the Bank of England \"the CPI is a more comparable measure of inflation\". So why does the Chancellor charge students RPI on their student loans? Simple-RPI is a higher rate of interest: In February RPI was 4.6% and CPI was 2.8%. That means students are being charged interest 1.8 points higher than inflation. When compounded over the life of the loan this is a lot of money! \nAlso, CPI measures increasing costs of university accommodation and fees whereas RPI does not.\nThe argument that pensions and benefits go up in line with RPI is invalid since few students will be on state benefits and by the time they draw a State Pension, the loan will have been paid off or written off!",
            "closed_at": "2007-11-04T00:00:00Z",
            "created_at": "2007-03-28T12:08:53.416495Z",
            "creator_name": "Stephen Sizer",
            "government_response_at": "2007-11-26T18:14:42.717743Z",
            "government_responses": [
                {
                    "created_at": "2007-11-26T18:14:42.717743Z",
                    "details": "You signed a petition asking the Prime Minister to \"Charge Student Loan interest at the CPI rate and not RPI.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13844.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CPI-not-RPI'",
                    "updated_at": "2007-11-26T18:14:42.717743Z"
                }
            ],
            "opened_at": "2007-03-28T12:08:53.416495Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9160,
            "state": "finished",
            "updated_at": "2008-06-11T03:40:35.997932Z"
        },
        "id": 4343947
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CPI-not-RPI/"
    },
    "type": "petition"
}