{
    "data": {
        "attributes": {
            "action": "phase out the TV Licence as the digital switchover progresses throughout the country and replace it with an optional subscription service to the BBC if people still want to view the programmes it offers. This system works succesfully for Sky Television so there is no logical reason why it should not work for the BBC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A BBC subscription service could be charged at a similar rate to the current TV Licence fees. Abolishing the TV Licence will give the consumer more freedom of choice as it will no longer be compulsory to have a TV Licence if you have a computer in your home, or, very soon, if you own a mobile phone (as most new models are capable of receiving TV broadcasts). You will be able to choose if you wish to subscribe to receive the channels or not.\nIt will also free up valuable court time and costs as people will no longer be prosecuted for not having a TV Licence. If they do not subscribe they will not be able to watch the channels.",
            "closed_at": "2008-03-28T00:00:00Z",
            "created_at": "2007-03-28T13:11:54.526406Z",
            "creator_name": "Graham Jennings",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-28T13:11:54.526406Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BBCTAX/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4345858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCDigitalTV/"
    },
    "type": "petition"
}