{
    "data": {
        "attributes": {
            "action": "legislate that for every new supermarket built in Britain, at least one small shop must be opened in town or villages without one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Supermarkets have caused thousands of small shops in Britain's villages and towns to close. Many communities are now without any.\n\nThis petition urges the government to legislate that for every new supermarket opened in the UK, at least one small shop must be opened in a village or town in that region which has lost all its shops.\n\nBENEFICIARIES\n\n1. SUPERMARKETS\n- This will have a negligible negative impact on supermarkets' vast profits and may have a positive one. It would also be excellent P.R. for the supermarket concerned\n\n2. SOCIETY\n- Crime and mental and physical health problems have long been linked to loneliness and a breakdown of community. Reintroducing shops to fragmented communities will encourage human relationships and social conscience, providing a community centrepoint.\n\n3. ENVIRONMENT\n- Having the option of travelling smaller distances to shops will benefit the environment.\n\n4. ECONOMY\n- Jobs will be created.\n\n5. GOVERNMENT\n- The social benefits of small shops could save the government billions. The environmental benefits could also help its to meet its targets on CO2 emissions. If all else fails, the move will be popular!",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-03-28T16:55:15.880890Z",
            "creator_name": "Harry Kretchmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-28T16:55:15.880890Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-04-05T00:01:01.823475Z"
        },
        "id": 4351865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupermarketLaw/"
    },
    "type": "petition"
}