{
    "data": {
        "attributes": {
            "action": "Please stop a Section 21 Notice being used by landlords to shirk their legal responsibilities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When you travel on a train, stay in a hotel, you can be sure that health and safety measures are in place for your protection. Yet when it comes to renting a home, it seems as if anything goes. Private landlords can legally let out their property in a poor state of repair with little regard for the comfort or safety of their tenants. Worse still, some landlords are retaliating against tenants who exercise their right to complain about abysmal living conditions. Under the 1988 Housing Act, if a tenancy is not renewed after the first six months (Commonly used) it lapses into a ‘periodic tenancy’. According to Section 21 of the Act, in such circumstances the landlord can repossess the property at any time, giving the tenant just two months’ notice. The landlord does not require a reason or justification for the repossession and the tenant has no defence against it. Crosby, Formby and District Citizens’ Advice Bureau (CAB), have heard numerous cases of unscrupulous landlords exploiting this loop-hole. Please support our campaign to Introduce similar reforms in Employment law where to be sacked for exercising your Statutory Rights is deemed as automatically unfair.",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-03-28T21:09:16.251990Z",
            "creator_name": "Debbie Crew",
            "government_response_at": "2007-11-20T16:16:17.812388Z",
            "government_responses": [
                {
                    "created_at": "2007-11-20T16:16:17.812388Z",
                    "details": "You signed a petition asking the Prime Minister to \"Please stop a Section 21 Notice being used by landlords to shirk their legal responsibilities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13800.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Retal-Eviction'",
                    "updated_at": "2007-11-20T16:16:17.812388Z"
                }
            ],
            "opened_at": "2007-03-28T21:09:16.251990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 211,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4356366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Retal-Eviction/"
    },
    "type": "petition"
}