{
    "data": {
        "attributes": {
            "action": "Make illegal any request for up-front fees charged by any type of model agency, model management, model promotion service etc. and to require them to be subject to yearly license revue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scam operators can circumvent the existing legislation relating to Employment Agencies by describing themselves as a different type of entity, for example 'Model Management' or 'Model Promotion Services' or similar. There are a large number of such operators, just one of which is believed to scam over 120,000 members of the public each year.\n \nOnly rogue agencies tout for new talent in hotels or through media advertisements but the public is generally unaware of this. Rogue agents charge a fee which, however it may be worded, is in effect a fee for registration. Some legislation which seeks to prohibit upfront fees is already in place but it is ineffective, easily circumvented and inadequately enforced.\n \nI propose that all upfront fees, however described, should be prohibited and the legislation should be inclusive of all those who seek to charge such fees, regardless of their legal entity or of whether or not they operate as an employment agency. Any fees charged, by any type of agency, must come only from monies received for actual modelling assignments.",
            "closed_at": "2008-02-04T00:00:00Z",
            "created_at": "2007-03-28T22:46:01.521103Z",
            "creator_name": "Michael Jozefiak",
            "government_response_at": "2008-02-28T14:53:53.485646Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:53:53.485646Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make illegal any request for up-front fees charged by any type of model agency, model management, model promotion service etc. and to require them to be subject to yearly license revue.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14762.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Modelling-Scams'",
                    "updated_at": "2008-02-28T14:53:53.485646Z"
                }
            ],
            "opened_at": "2007-03-28T22:46:01.521103Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 768,
            "state": "finished",
            "updated_at": "2008-02-05T00:01:01.687869Z"
        },
        "id": 4357667
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Modelling-Scams/"
    },
    "type": "petition"
}