{
    "data": {
        "attributes": {
            "action": "Re-open the inquiry into the Hillsborough disaster, where 96 innocent people lost their lives through incompetent policing, resulting in lies and cover-ups, and the blame unjustly on the innocent dead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The history of Hillsborough begins with the deaths of 96 people and the physical and mental injury of countless others. However it does not end there. The enormity of the Disaster goes beyond even this. Hillsborough becomes a metaphor for British society today. It is a microcosm of how society operates. Viewed in this way the history of Hillsborough becomes the history of injustice, of cover-up, and collusion. History will record 'Hillsborough' firmly within the bounds of civil rights, and the bereaved and survivors of the Disaster will long be remembered for the heroic stances they took against the might of bureaucratic forces in the name of justice. Please sign this petition, not as a Liverpool fan, but for the injustice to the 96 dead football fans, who no longer to get to watch their beloved team, and the greaving families & friends who have to live with the injustice, the lies, the cover-ups & blame, driven through the media, of their loved ones.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-29T10:33:09.144824Z",
            "creator_name": "Jeff Barratt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T10:33:09.144824Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/JusticeForThe96/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4366899
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hillsborough/"
    },
    "type": "petition"
}