{
    "data": {
        "attributes": {
            "action": "create a national railcard and make all train fares more affordable than the corresponding car journeys, for the sake of our environment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People will not choose to switch from using cars until public transport is affordable and reliable.\nA good starting point would be to introduce a national railcard valid across the whole of the UK and available for purchase by all age groups (especially those aged 26-59 - for whom no national railcard exists) and giving at least a 33% discount on all fares.\nFurthermore, we call on the Government to remove all economic disincentives that may cause people to choose to make a journey by car rather than by train; such economic dsincentives include massively inflated fares at peak periods and for tickets not bought well in advance of travel.  (Petrol is not more expensive before 10am or if it is not bought 4 weeks in advance - so why should train fares be?)",
            "closed_at": "2007-03-16T00:00:00Z",
            "created_at": "2006-11-16T01:35:12.488305Z",
            "creator_name": "Mark Harrison",
            "government_response_at": "2007-03-19T17:13:32.509300Z",
            "government_responses": [
                {
                    "created_at": "2007-03-19T17:13:32.509300Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"create a national railcard and make all train fares more affordable than the corresponding car journeys, for the sake of our environment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11214.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Train-fares/",
                    "summary": "Government response to petition 'Train-fares'",
                    "updated_at": "2007-03-19T17:13:32.509300Z"
                }
            ],
            "opened_at": "2006-11-16T01:35:12.488305Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1536,
            "state": "finished",
            "updated_at": "2008-02-22T03:12:16.373997Z"
        },
        "id": 4366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Train-fares/"
    },
    "type": "petition"
}