{
    "data": {
        "attributes": {
            "action": "Stop Motorbike Speed Limiters!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop this now!\n\nThe government is planning to produce a study on motorbike speed limiters on the grounds of safety & emissions of green house gases!  This government is scientifically illiterate of the most basic facts, most motorbike tanks only use £5 petrol at a time instead of gas guzzling cars >£40 a time for a tank.  On the issue of green house gas emissions the biggest polluters are cars therefore it makes more sense to speed limit cars than a small minority of motorbikes!   On the issue of safety most motorbike accidents are caused by bad bullying car drivers with no consideration for other road users, especially 4x4's, volvo's & people carriers, who drive like tanks & bully everyone else on the road.  These vehicles should be banned for the many and a permit, further licence test for awareness of other road users be required instead.  Sometimes acceleration is required to get out of a nasty situations with car drivers who are either knocking you over or forcing you into a dangerous position on the road!  Tackle the car drivers attitude, don't penalise the motorcyclist! \n\nIt's the nanny state again and non-motorbike riders trying to remove the freedom to ride properly.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-29T11:25:05.390654Z",
            "creator_name": "Gillian Walters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T11:25:05.390654Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/limiters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4368940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mbikelimiters/"
    },
    "type": "petition"
}