{
    "data": {
        "attributes": {
            "action": "Stop allowing foreign people to come and live in britain unless they have the intention of getting a job and paying taxes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am annoyed at the fact foreign people are allowed in to britain with no intention of getting a job we shud put procedures in place like other countrys have such as austraila,spain and india I.e applying for Visa's. I dont believe we should be handing out benefits to immigrants at all if they want to live in our country they have to work for it.Everyday you see or hear of single parents, first time buyers, students, retired people and many more people struggling everyday!! and yet they get on with it they make best of a bad situation they dont think about claiming for benefits they struggle half there lives working all the hours possible just to have some what of a decent living.We need to change are system and fast.I am all for a mixed race society but that also needs to be on an equal basis why should we as British citiziens work from the ages of 16 to 65+ just to get by. When Immigrants can move here claim benefits get state pension without ever having to pay a penny in to our system.",
            "closed_at": "2007-07-04T00:00:00Z",
            "created_at": "2007-03-29T13:19:53.801538Z",
            "creator_name": "Gina",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T13:19:53.801538Z",
            "rejected_at": "2007-04-11T14:00:19.906612Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4373423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foreign/"
    },
    "type": "petition"
}