{
    "data": {
        "attributes": {
            "action": "not restrict motorcycles speed or performance as a means to improving road safety",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Motorcyclists are 40 times more likely to be seriously injured or killed on the UK roads than any other road user, but speed is only a contrubutary factor in less than 7% of all Road Traffic Accidents (according to Governent statistics).\n\nMotorcyclists have to pass more than 1 test and if under 21 have a vehicle power restriction imposed upon them, unlike car drivers, who only have 1 test to pass, to obtain their licence.  Motorcyclists are the most likely group or road users to undertake some form of advanced training.\n\nMost motorcycle accidents involve other vehicles where the driver simply did not see the motorcyclist, it would therefore be more prudent to enhance or educate all road users driving skills to ensure people check for more vulnerable vehicles such at motorcycles, this would reduce accidents/collisions much more than reducing vehicle speeds of one group of road users.",
            "closed_at": "2007-06-29T00:00:00Z",
            "created_at": "2007-03-29T17:56:04.391767Z",
            "creator_name": "Simon Fowler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T17:56:04.391767Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/limiters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4382234
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/motorcycles01/"
    },
    "type": "petition"
}