{
    "data": {
        "attributes": {
            "action": "Stop the deportation of the Chowdhrury family from Liverpool to Bangladesh.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please help the chowdhury family stay in liverpool. The children and their mother Jannatal, 41, have now been told they will be deported within three days after immigration officers raided their home in Liverpool at 6am. Last night, Mrs Chowdhury wept as she spoke of their ordeal from the room where she and her children are being detained. “We are so scared, said 41-year-old university graduate Mrs Chowdhury. “I want to kill myself but I know I have to be strong for the children.“They put us in a van, it was like a prison van with bars, and they brought us here. My children think they are in jail but they haven’t done anything wrong.“We can’t go back to Bangladesh, it’s impossible for us to survive there alone. There is no-one to protect us. I’m very afraid for their safety.”Two years ago, Mrs Chowdhury’s husband, Nauchad, died of a heart attack, aged just 43.\n\nPlease help us keep this lovely family here.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-03-29T19:45:18.368154Z",
            "creator_name": "Andrew Killip",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T19:45:18.368154Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4384981
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Chowdhuryfamily/"
    },
    "type": "petition"
}