{
    "data": {
        "attributes": {
            "action": "instate MANDATORY driving re-tests for ALL drivers license holders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most drivers do not know what the National Speed Limit is or what its sign looks like. Most drivers do not know how to drive around a round-a-bout and drive through red traffic lights. When Speeding is such an important factor in road safety policies why isn't this re-enforced through education? Speed is not the cause of accidents, speed is a symptom of bad driving.\n\nA driver is given a license for 50+ years, it is insane to accept that their skills are acceptable for this period. \n\nAs the roads get busier the standards of driving are decreasing, standards will continue to degrade. This MUST also include FOREIGN licenses holders. There are 1 million license holders on the verge of being disqualified and this in itself shows the need for blanket re-tests. ENCAP ratings do not make safer drivers.  A car is a 2-ton weapon, every license holder should be re-assessed to prove they are fit to wield it. A car must sit regular mandatory tests, why not the driver?\n\nThe retest pattern should be (in years):\n2,5,10,20 (>50 years old) 15,5,5,5,1...\n\nIt does not matter if no-one signs this petition, the PM though must justify why successive governments turn a blind-eye to a worsening problem.",
            "closed_at": "2007-05-29T00:00:00Z",
            "created_at": "2007-03-29T22:13:55.573892Z",
            "creator_name": "Marc Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-29T22:13:55.573892Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/5yrdrivingtest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4387902
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/retest-mandatory/"
    },
    "type": "petition"
}