{
    "data": {
        "attributes": {
            "action": "withdraw the proposal of a recreational sea anglers rod licence fee from the white paper marine bill published on 15 March 2007",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Marine Bill White Paper, was published on 15 March 2007, in which it was proposed that recreational sea anglers should pay for a rod licence to fund work to improve sea angling and fish stocks in our coastal waters.\nNot only would this be extremely expensive and almost impossible to enforce, it is also impossible to manage fish stocks to the same extent as our inland waters.\nWe have had the right to fish freely along our coast for as long as man has walked this island, it is one of the few fundamental rights we have left in this country and I do not believe we should lose that right.",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-03-29T22:23:00.356701Z",
            "creator_name": "Joseph Cartwright",
            "government_response_at": "2007-10-31T17:05:25.403104Z",
            "government_responses": [
                {
                    "created_at": "2007-10-31T17:05:25.403104Z",
                    "details": "You signed a petition asking the Prime Minister to \"withdraw the proposal of a recreational sea anglers rod licence fee from the white paper marine bill published on 15 March 2007.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13673.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'anglers'",
                    "updated_at": "2007-10-31T17:05:25.403104Z"
                }
            ],
            "opened_at": "2007-03-29T22:23:00.356701Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2525,
            "state": "finished",
            "updated_at": "2007-11-28T03:11:30.735043Z"
        },
        "id": 4388035
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anglers/"
    },
    "type": "petition"
}