{
    "data": {
        "attributes": {
            "action": "undertake an external audit of the new Surrey County Council School Admissions Policy which is discrimatory to rural populations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The newly introduced SCC School Admissions Policy is flawed and discriminatory, particularly towards rural communities. It relies totally on objectivity despite enormous strength of public feeling during the consultation to introduce a criterion regarding 'ease of access'. SCC have removed any human elements to the admissions system. The new system does not represent the real world and is particularly flawed in rural settings where children are not being offered places at their local community schools. In 2008 SCC will introduce 'as the crow flies' measurments for home to school distances. Whilst entirely objective this represents a ludicrous measure of distance particularly for rural communities and will exacerbate these problems even more.\nThis system will be damaging for the environment forcing children to be bussed over far greater distances, does not take into account healthy initiatives for children such as providing school places within cycling distance and flies completely in the face of the government White Paper on strengthening communities.",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-03-30T06:23:14.555728Z",
            "creator_name": "Candace Brooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-30T06:23:14.555728Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4389722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdmissionsPolicy/"
    },
    "type": "petition"
}