{
    "data": {
        "attributes": {
            "action": "Ban all tabloid newspapers from expressing their 'views' regarding the English FA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The majority of sports journalists at tabloid newspapers have criticised and vilified the FA, the English team and the English manager in recent weeks. These out of proportion, negative comments are a severe detriment to the national game; serving only to smash to confidence of the players on the pitch: A point highlighted by the first half performance against Andorra on 28/03/07. Furthermore, the unjustified and unreasonable press reaction has inflamed the same negative attitude in the fans of the national team, when instead, the team should recieve notes of confidence and support in their time of need. The tabloid press cannot blame the FA, the manager or the team if England do not qualify for Euro 2008; they have only seen fit to worsen an already low point in the history of the English national game. For the sake of England's international footballing future, their slander must be silenced.",
            "closed_at": "2007-09-30T00:00:00Z",
            "created_at": "2007-03-30T10:41:22.560566Z",
            "creator_name": "Alex Galvin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-30T10:41:22.560566Z",
            "rejected_at": "2007-05-04T00:01:02.023134Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4396193
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stop-the-slander/"
    },
    "type": "petition"
}