{
    "data": {
        "attributes": {
            "action": "Stop the National Policing Improvement Agency withdrawing funding & technology from the Suffolk Police Direct facility",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Suffolk Police Direct is a ground-breaking messaging service that allows local people in Suffolk to receive appeals and information from the police aia text, voice message or e-mail.\n\nNearly 25,000 people across Suffolk have signed up to the service, which has proved extremely successful since its introduction in the west of the county in 2005.\n\nThere have been many examples of where the service has resulted in the public reporting suspicious behaviour and even assisting to bring criminals to justice.\n\nIt had been planned to roll out across the country but because of this funding withdrawal that is no longer possible. The service is due to shutdown on 31st March with only 3 days notice of withdrawl.\n\nPeople will also no longer be able to report a crime on-line via the Suffolk Police website, as this facility relies on the same technology.\n\nPlease add your support for this funding to be returned to Suffolk Police Direct and for the service to resume ASAP.",
            "closed_at": "2007-06-04T00:00:00Z",
            "created_at": "2007-03-30T12:18:39.108424Z",
            "creator_name": "John Burns",
            "government_response_at": "2007-06-29T15:40:18.644432Z",
            "government_responses": [
                {
                    "created_at": "2007-06-29T15:40:18.644432Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop the National Policing Improvement Agency withdrawing funding & technology from the Suffolk Police Direct facility.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12209.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PoliceDirect'",
                    "updated_at": "2007-06-29T15:40:18.644432Z"
                }
            ],
            "opened_at": "2007-03-30T12:18:39.108424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 249,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4399120
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceDirect/"
    },
    "type": "petition"
}