{
    "data": {
        "attributes": {
            "action": "Give all pregnant women in scotland a 20 week scan as standard.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the moment in scotland we only get ONE scan this occures at approximately 12-14 weeks. I am hoping for another scan to be introduce at 20 weeks as is happeneing in england. \nSo many conditions and abnormalities can be detected at a 20 week scan and therefor the parents have a choice if they would like to continue or not.\nI am setting up this petition as i myself had a 20 week scan and problems were discovered with my baby. If i hadn't have had this scan i would have continued to have a home birth, where my son would have died. I already have 2 healthy boys so i did not expect there to be any problems in this pregnancy, but there were. \nI would appreciate as many signatures as possible so maybe something will be done about this situation.\nThank you for your support.\nVicki Miller",
            "closed_at": "2007-09-04T00:00:00Z",
            "created_at": "2007-03-30T14:06:43.481621Z",
            "creator_name": "Victoria Miller",
            "government_response_at": "2007-10-08T15:10:25.333068Z",
            "government_responses": [
                {
                    "created_at": "2007-10-08T15:10:25.333068Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give all pregnant women in scotland a 20 week scan as standard.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13443.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition '20WEEKSCAN'",
                    "updated_at": "2007-10-08T15:10:25.333068Z"
                }
            ],
            "opened_at": "2007-03-30T14:06:43.481621Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 200,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4402316
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/20WEEKSCAN/"
    },
    "type": "petition"
}