{
    "data": {
        "attributes": {
            "action": "Take immediate and direct military action against iran to free the 15 illegally captured British service personnel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What the hell is happening to Great Britain?  We were once a force to be reckoned with- a major player in the international community.  We know how play on an international stage and yet here we are writing letters to Iran who have illegally seized 15 of our military personnel!  We should be getting our people out by whatever means necessary.  We have the capability and the power to determine our own destiny.  We do not need UN approval – these are our people who have been taken from us illegally.  That is good enough to warrant Mr Blair taking control of this situation and showing that he in not just a US puppet but rather he is a man of character, honour, integrity and strength – attributes that Britain used to have but which have, in recent years, waned and made us a laughing stock.  This is our chance and our time to be taken seriously again and I implore the Prime Minister to find the moral fortitude to take decisive action to free our brave service people.",
            "closed_at": "2007-06-30T00:00:00Z",
            "created_at": "2007-03-30T22:05:50.223596Z",
            "creator_name": "Richard Marsden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-30T22:05:50.223596Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4411368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeIran15/"
    },
    "type": "petition"
}