{
    "data": {
        "attributes": {
            "action": "Create Accessible and Affordable Housing both within and outside of Local Authorities/Social Housing Providers Nationwide",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To ask for good, affordable housing which takes into account all aspects of Disability, concentrating on the social model rather than the medical model of disability. This would mean that people with disabilities would have access to better quality housing within a sector from which they are currently discriminated and penalised. People with disabilities should be able to participate in all areas of community living if they so wish,- not in \"clusters\", having the space for any relevant eqiupment used - including space for extra personnel support if needed.  People with disabilities should be able to choose where they would like to live, what type of property they would like to live in.  People with disabilities assessment of their own needs and the needs of their families should be paramount when assessing any Housing Benefit Entitlement. Housing Benefit entitlement should be assessed using  suitability of property rather than  size of property for people with disabilities should they wish to open up their options and rent from private landlords/property providers who may be able to offer them more suitable, sustainable accommodation should they wish to use it.",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-03-30T21:49:31.323768Z",
            "creator_name": "Lesley Boden-Barrow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-30T21:49:31.323768Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4411147
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HOUSINGOPTPWD/"
    },
    "type": "petition"
}