{
    "data": {
        "attributes": {
            "action": "Apply military pressure on Iran for the purpose of policy and/or regime change",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tony Blair, or his successor, should stop trying to save political face by continuing to commit our troops to Iraq and withdraw them immediately. We have done our part in what turned out to be a disastrous war and we should let the Americans  finish the job they started there.\n\nThis would free up our troops to put real military pressure and if need be wage war with Iran who are the real threat to world peace.\n\nThey are pursuing a policy of nuclear proliferation, purporting that this is for non-military use, whilst openly suggesting that the Jewish state does not have a right to exist. They have a terrible human rights record, have no regard for UN resolutions and are fuelling the ongoing insurgency in Iraq causing untold casualties.\n\nMost recently they have perpetrated an act of open and unprovoked aggression against UK sovereign troops and are holding hostage our servicemen and women, parading them against UN regulations and waging a provocative and evil propaganda war against the UK.\n\nLet’s remove ourselves from the phoney American war in Iraq and restore our moral standing in the world by confronting the real threat to world peace before it is too late.",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-03-31T00:30:05.335686Z",
            "creator_name": "Stuart Ray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-31T00:30:05.335686Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4412490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/realthreat/"
    },
    "type": "petition"
}