{
    "data": {
        "attributes": {
            "action": "consider the repercussions of unfairly taxing 4x4 drivers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "IS IT ME OR HAS THE CHANCELOR and the general public gone mad. I am a hard working tax paying father of two that owns a 4x4.I paid a considerable amount of money for my vehicle including a massive amount of VAT to the Treasury when I purchased it. It is not a gas guzzling giant that we are led to believe, quite the contrary. Even if it was I would surely pay extra tax in fuel duty as we currently pay circa 80% tax to the tresury. Extra taxing on 4x4's just because they are 4x4's I feal is victimisation. If I owned a 10 year old unserviced banger spewing loads of co'2 and polution out, it seems that would be acceptable and not taxed appropriately. I petention the Government to consider the unfair taxation of 4x4's. There should be parity for all private cars. Why should we be  victimised just because we drive a 4x4 or sports cars. We pay more in the first place then have to pay extra over and above what other road users have to pay, is this a fair tax policy?",
            "closed_at": "2008-03-31T00:00:00Z",
            "created_at": "2007-03-31T01:32:20.842454Z",
            "creator_name": "Wayne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-31T01:32:20.842454Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/4x4RoadTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4412685
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/4x4-taxation/"
    },
    "type": "petition"
}