{
    "data": {
        "attributes": {
            "action": "Ban pub golf...it's not big and it's not clever (and it's certainly not funny)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "pub golf is the most irritating thing in the world to any staff member of any pub that happens to be on the list for prospective pub golfers (well after hen/stag nights, they are worse but i guess i can understand the whole tradition and culture that might be behind them).  it's when a bunch of people (usually students) with no imagination or sense of humour dress up like \"golfers\" and go round a list of 18 different pubs.  they generally take place on 'student nights' when the pubs are full of barely-legal that have had too much to drink as it is, and they travel in packs. it is very hard and annoying for bar staff who are all-of-a-sudden hit by a big group of rowdy and obnoxious students who think they are the funniest people ever to have come through the door; who then proceed to order and pay for their drinks one by one (God forbid they buy in rounds), down their drinks and then spew them back up and fall about.  they then have the cheek to give you a huge amount of abuse when you throw them out for being either too drunk or under-age because you're \"ruining the game\"!",
            "closed_at": "2008-03-31T00:00:00Z",
            "created_at": "2007-03-31T01:38:01.689082Z",
            "creator_name": "Carol Deeley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-31T01:38:01.689082Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4412704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-pub-golf/"
    },
    "type": "petition"
}