{
    "data": {
        "attributes": {
            "action": "Extend bereaved parent allowance to all bereaved parents regardless of marital status prior to death of parent.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to outdated Inheritance Law and pressure of the church on govt, Bereaved Parents Allowance [based on deceased NI] is only payable to bereaved parents who were married. 4 out of 10 children are born to co-habiting couples. \nThere are many reasons why committed couples don’t marry. This law is ripe for repeal.\nCo habiting couples are treated as married when alive, when one parent dies the remaining parents status becomes that of lone parent and dependant on means tested benefit forcing some into poverty. \nIf widow wants to work to avoid the loneliness, then these benefits are taken away unlike BPA leaving them caught in a poverty trap.  The widow cannot claim maintenance through the CSA/courts. \nThese parents are truly alone in caring for their children [there is no-one to help with childcare] when they are at their most vulnerable through the loss of their partner. And yet unlike some single parents it was not a choice to parent alone. The kids suffer poverty on top of bereavement.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-03-31T09:59:07.851729Z",
            "creator_name": "Ingrid Kalnins",
            "government_response_at": "2008-11-10T14:28:35.136303Z",
            "government_responses": [
                {
                    "created_at": "2008-11-10T14:28:35.136303Z",
                    "details": "You signed a petition asking the Prime Minister to \"Extend bereaved parent allowance to all bereaved parents regardless of marital status prior to death of parent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17391\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Bereavement'",
                    "updated_at": "2008-11-10T14:28:35.136303Z"
                }
            ],
            "opened_at": "2007-03-31T09:59:07.851729Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2008-04-05T00:01:01.823475Z"
        },
        "id": 4414577
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bereavement/"
    },
    "type": "petition"
}