{
    "data": {
        "attributes": {
            "action": "allow easier and cheaper access to birth marrige and death certificates for family history researchers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "in the 1990s allowing easier and cheaper access to birth marrige and death certificates  was looked into i believe by the government and nothing happened. So can access not be allowed to these certificates on the internet say through a voucher system for say 50 pence per view. At the moment if you want one piece of information you have to spend £7 so if you had 6 possibles in a line of family history research it would cost £42! quite an expense whereas under the idea mentioned it would cost £3 Big difference, if this idea came to pass not only would it be of enormous help to family history researchers worldwide but it would generate a good deal of income for the treasury",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-03-31T10:43:13.238738Z",
            "creator_name": "mr Cavin O'Brien",
            "government_response_at": "2008-05-02T14:24:41.201752Z",
            "government_responses": [
                {
                    "created_at": "2008-05-02T14:24:41.201752Z",
                    "details": "You signed a petition asking the Prime Minister to \" allow easier and cheaper access to birth marrige and death certificates for family history researchers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15425.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'easyaccessbmd'",
                    "updated_at": "2008-05-02T14:24:41.201752Z"
                }
            ],
            "opened_at": "2007-03-31T10:43:13.238738Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 779,
            "state": "finished",
            "updated_at": "2008-05-04T03:26:19.001208Z"
        },
        "id": 4415138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/easyaccessbmd/"
    },
    "type": "petition"
}