{
    "data": {
        "attributes": {
            "action": "Stop Building of new houses on our estate and loosing parking spaces in Samuelson Court, Banbury",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Samuelson Court in Banbury currently has 60 flats with limited parking spaces for about 20 cars.There are 40 garages available which are used by residents and also neighbouring residents due to there being no parking at all for them.\nThe garages provide a secure parking place not only for Samuelson Court residents but also much needed parking (at cost) to neighbours which brings in funds to the H.A. The housing association have drawn up plans which will be submitted to the council to demolish the garages and build houses. Result a reduction of 40 parking spaces,open space,privacy for houses that back onto the garages & make the whole area to built up.\nThe idea of the current goverment as i understand was to stop areas being too built up which encourages crime and antisocial behaviour.However if this plan goes through it will create just that.\nWe feel that this should not be allowed to happen it would have a serious impact on the area, surrounding,parking & impact on already congested roads.It would also impact on current residents open space (we have a right to)& also security to those that need a garage\nas they have no parking or live in a flat so dont have a garden,driveway or space",
            "closed_at": "2007-06-10T00:00:00Z",
            "created_at": "2007-03-31T14:37:37.191524Z",
            "creator_name": "K Wiffen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-03-31T14:37:37.191524Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4417825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banbury/"
    },
    "type": "petition"
}