{
    "data": {
        "attributes": {
            "action": "apply to EFTA, NAFTA and form a free trade union with other commonwealth countries.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If the UK formed a non-political free trade area with countries from the EFTA, NAFTA and commonwealth countries, the UK would be uniquely placed to trade in the largest free trade area in the world. Other countries such as Brazil or Japan would be free to apply to join. The EU is trying to stop the development of new developing world powers such as Brazil through protectionist measures. Surely, it would be better to have good relations from the beginning rather than trying and failing to hinder the growth and development of new powers such as Brazil. This free trade area would not be political and would not get involved in national politics except in serious cases such as a coup or the break out of war between member states. It would not get involved in enforcing new anthems on a football match or handing out flags in a golf tournement. It would aid third world countries as the invisible trade barriers which exist in the EU through CAP, would not be hindering the growth of self sufficient countries.",
            "closed_at": "2008-04-01T00:00:00Z",
            "created_at": "2007-04-01T10:54:54.414693Z",
            "creator_name": "Oliver Lines",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-01T10:54:54.414693Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 2048,
                "details": "This is very similar to an existing petition: http://petitions.pm.gov.uk/eftafreetrade/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4425741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/new-trade/"
    },
    "type": "petition"
}