{
    "data": {
        "attributes": {
            "action": "implement Sir Geoffrey Chipperfield's 1995 recommendations and abolish Local Government Ombudsmen.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Geoffrey Chipperfield recommended abolition of the LGO because they were an unnecessary institution whose work could best be carried out by other bodies. His report was subverted by the interference of the then LGO and its allies. Since then the LGO has demonstrably failed to improve the system, and continues to exclude the public interest from their remit. Irrefutable evidence of its dishonesty and bias has been gathered by LGOWatch since 2003. The LGO is counter-productive to effective management in local government and a blight on the human rights of citizens looking to this publicly funded institution to act in good faith. On the rare occasions when it is found, the intervention of the LGO tends to entrench maladministration rather than put a stop to it. The continuance of this office is not in the public interest.",
            "closed_at": "2007-10-10T00:00:00Z",
            "created_at": "2007-04-01T14:35:33.424745Z",
            "creator_name": "Pauline Nunn",
            "government_response_at": "2007-11-22T16:23:30.148940Z",
            "government_responses": [
                {
                    "created_at": "2007-11-22T16:23:30.148940Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement Sir Geoffrey Chipperfield's 1995 recommendations and abolish Local Government Ombudsmen.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13825.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lgowatchers'",
                    "updated_at": "2007-11-22T16:23:30.148940Z"
                }
            ],
            "opened_at": "2007-04-01T14:35:33.424745Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 441,
            "state": "finished",
            "updated_at": "2007-10-16T03:13:44.894482Z"
        },
        "id": 4427974
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lgowatchers/"
    },
    "type": "petition"
}