{
    "data": {
        "attributes": {
            "action": "bring back a form of conscription to improve the quality of life in youths and reduce the crime rates in this age group",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that after GCSE's for the 2 months off between the end of their exams and Sixth form or other education their should be a compulsory Bootcamp to teach life skills to be hosted by the British Forces, mainly the British Army.\n\nOne way to improve the quality of life in youths will be to create a form of conscription which will teach life experiences and instil discipline aswell as providing essential communication, team working and manual labour skills. This will increase the skill level in this country which is a major issue that in the future will benifit the economy by reducing the level of unemployment. It will also instil the elements of respect and community only achievable by putting them in experiences where they will have to rely upon others of all ages to ensure their well being.\n\nIt will also increase awareness and hopefully instil healthy eating and reduce the number of overweight people in the UK which is becoming a major problem.",
            "closed_at": "2008-04-02T00:00:00Z",
            "created_at": "2007-04-02T15:37:29.971154Z",
            "creator_name": "James Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-02T15:37:29.971154Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4448401
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/experience/"
    },
    "type": "petition"
}