{
    "data": {
        "attributes": {
            "action": "Make the DSA taxi drivers test compulsory in the UK for everyone who wants to become a taxi/private hire car driver",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As I write this petition my husband should be celebrating his 34th birthday but due to the fact that he was killed by a private hire car driver who caused death by dangerous driving he cannot. My husband drove HGV's and he had to take a test to get his licence to drive them, to drive a bus you have to take a test to get a licence to drive them so I feel that in the interest of public safety & improving driving standards that potential taxi/private hire drivers should have to take a compulsory test as in all other professional driving jobs. I also believe they should have annual driving assessments to ensure good standards are maintained. Certainly I believe if the standards in taxi/private hire driving had have been better my husband would still be here today.",
            "closed_at": "2007-12-31T00:00:00Z",
            "created_at": "2007-04-02T21:27:27.205798Z",
            "creator_name": "Kim Byng",
            "government_response_at": "2008-01-23T17:14:23.425503Z",
            "government_responses": [
                {
                    "created_at": "2008-01-23T17:14:23.425503Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make the DSA taxi drivers test compulsory in the UK for everyone who wants to become a taxi/private hire car driver.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14353.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DSATaxi-Tests'",
                    "updated_at": "2008-01-23T17:14:23.425503Z"
                }
            ],
            "opened_at": "2007-04-02T21:27:27.205798Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 329,
            "state": "finished",
            "updated_at": "2008-01-21T03:13:41.898253Z"
        },
        "id": 4454699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DSATaxi-Tests/"
    },
    "type": "petition"
}