{
    "data": {
        "attributes": {
            "action": "Review Dental costs on the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like the Prime Minister to review the excessive dental costs for people who cannot claim benefits. I like many people work hard and pay my tax and national insurance but was extremely shocked at the cost of dental treatment. makes me wonder why i pay national insurance as Ive now got to put up with tooth pain until I can find a way of raising the cash to have a tooth repaired. when are we going to stop penalising the hard working people in this country whilst rewarding those on benefits by giving them free healthcare.Unless there is a physical reason , they are looking after their children or retired then healthcare benefits should be based on what they have paid into the system via national insurance. I dont mind paying as long as the only people getting free healthcare have done their bit in contributing to the system. People who do not contribute to the finances of this country should not be allowed to just sit back and wait for handouts. the NHS was set up for FREE healthcare for all not just some of us.",
            "closed_at": "2008-04-02T00:00:00Z",
            "created_at": "2007-04-02T22:43:16.642457Z",
            "creator_name": "Lynne Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-02T22:43:16.642457Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4455507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dentalcosts/"
    },
    "type": "petition"
}