{
    "data": {
        "attributes": {
            "action": "TODAY, PLEASE, MR BLAIR, DO THIS GOOD THING TODAY.  Stop the deportation TODAY of a little boy of 7 years old.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask you as humanitarian and Christian to stop the deportation of a 7 year old boy and his parents.  I just heard on Radio 4 Today programme that they will be deported to Malawe today.  His parents have Aids. His mother is dying.  His father will die soon.  He will be orphaned at 7 in a country which does not have the welfare system that we have.  \n\nThe Home Office ruled they can get Aids treatment in Malawe, but apparently treatment's limited and it's unlikely they will get it.  John Humphries said  letting them stay might encourage thousands more to come here. This is untrue.  It's much harder to come here now in the first place.   \n\nPLEASE PLEASE INTERVENE in this case.  Some would criticise, but I think many many more would see it as a humanitarian.  We should not turn people away in these circumstances.\n\nOther people are looking forward to spending Easter with their families, buying Easter eggs for their children and grandchildren.  This little boy should be looking forward to Easter, not being sent on a plane with his dying parents to a country where he will be struggle to survive.  PLEASE PLEASE MAKE AN EXCEPTION IN THE CASE OF THIS LITTLE BOY FROM MALAWE.  DO THIS GOOD THING NOW, PLEASE.",
            "closed_at": "2007-06-03T00:00:00Z",
            "created_at": "2007-04-03T08:14:10.663458Z",
            "creator_name": "Mary Heath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-03T08:14:10.663458Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 256,
                "details": "please re-draft without all the CAPITAL letters as this makes it difficult to read",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4457586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TODAYMRBLAIR/"
    },
    "type": "petition"
}