{
    "data": {
        "attributes": {
            "action": "Give public support to Duane 'Dog' Chapman, capturer of the rapist Andrew Luster",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Duane 'Dog' Chapman arrested in Hawaii\n\n\nDog, Leland and Tim were taken into custody by U.S. Marshals early Thursday, September 14 in connection with charges stemming from their 2003 arrest of convicted serial rapist, Andrew Luster.\n\nAndrew Luster, the famed heir to the Max Factor cosmetics fortune, was convicted of drugging and raping three women over a four year span. During his trial in 2003, Luster fled the country to Mexico. In June 2003, Dog and his team tracked the fugitive Luster in Puerto Vallarta, Mexico, where he was living under an alias, and arrested him.\n\nAs bounty hunting is illegal in Mexico, Dog, Tim and Leland were arrested by the Mexican authorities andLuster was handed over to the United States government by the Mexicans.  He was subsequently found\nguilty and is currently serving a 124 year prison sentence. Bounty hunting is illegal in Mexico, and Dog, Tim and Leland were arrested by the Mexican authorities. After being released on bail, Dog, his family and team, returned to Hawaii and to their lives as bounty hunters.\n\nSince then, no politicians have spoken out in support of The Chapman family, and now, we want the Prime Minister to give his support to the Dog.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-04-03T10:43:01.472104Z",
            "creator_name": "James Isels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-03T10:43:01.472104Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4461363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dogchapman/"
    },
    "type": "petition"
}