{
    "data": {
        "attributes": {
            "action": "Stop charging Asthmatics for their life saving prescriptions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "5.2 Million people in the UK suffer from Asthma...thats 1 in every 5 households affected.\n\nThese people live in contant fear that thier next attack will be the one which kills them.\nIn 2002, 1,400 people died from asthma attacks.\n\nThe is NO cure for asthma...yet we are charged for our prescriptions when other people with long term and life threatening conditions are given free prescriptions.\nWe are charged for every item prescribed for asthma seperately, which at the minimum is two inhalers per prescription. Other people need much more than this just to breathe normally every day and prevent a life threatening attack.\nNone of us wanted to have asthma, we are stuck with it for life so why should we have to pay for treatment?\n\nThe reality of this is that there is an admission to hospital in the UK every 7.5 minutes due to asthma....\nFrighteningly, this leads to 1 Death every 7 hours.\nHow many of these deaths could have been prevented by people being able to afford their prescriptions, and therefore managing their asthma effectively?\n\nPlease sign this petition to show you're support and to make a difference today.\nThankyou.",
            "closed_at": "2007-07-03T00:00:00Z",
            "created_at": "2007-04-03T14:34:28.380733Z",
            "creator_name": "Samantha Copley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-03T14:34:28.380733Z",
            "rejected_at": "2007-05-10T00:01:01.924843Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Medicines/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4467804
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeasthmameds/"
    },
    "type": "petition"
}