{
    "data": {
        "attributes": {
            "action": "Abolish Vat on Juiced Fruit and Vegetables; one of the best gifts your body can receive.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Process of juice extraction from raw fruit and vegetables makes the end product, juice, subject to VAT at the standard rate of 17.5%\n\nThis seems nonsensical as the process of juicing constitutes the optimal method of providing the recommended daily intake of fruit and vegetables in today’s convenience led market. The abolition of VAT on juice would make it more affordable therefore making the governments 5 a day target for fresh fruit and vegetable consumption ever more achievabe\n\nThe value added tax act of 1994 states that “other beverages (including fruit juices….)” are excluded from the zero-rated group 1 – food.\n\nThis classification is out of date and inconsistent with the government’s promotion of healthy eating and 5 a day target for the consumption of fruit and vegetables. It is paradoxical to the governments’ campaign that other food products which are not as nutritionally valuable as juice, such as some take-away snacks, cakes, tea, coffee and even cocoa are zero-rated.",
            "closed_at": "2007-10-12T00:00:00Z",
            "created_at": "2007-04-04T00:32:05.820822Z",
            "creator_name": "Callum Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-04T00:32:05.820822Z",
            "rejected_at": "2007-04-17T14:12:09.331773Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4477355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/votefruit/"
    },
    "type": "petition"
}