{
    "data": {
        "attributes": {
            "action": "provide a fair deal to telephone users including patient call charges in hospitals, removal of charging regimes such as 0870, understandable tariffs, removal of roaming charges and removal of penalty charges for not paying by direcr debit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Telephone users need a FAIR DEAL! We are being charged exhorbitant rates across the spectrum. \n\nMany organisations are moving to 0845 /0870 numbers where they profit from charges over and above the basic call rate levied against the caller - in other words the caller is charged extra to just to call these numbers - such numbers /charges should be abolished. \n\nCallers have to pay differing rates to use /call cellphones, in turn cellphone tariffs are complex and confusing; continental roaming charges are high. We are in Europe now so why should it cost more to call say, France, from either a landline or cellphone? \n\nHaving a penalty charge levied to pay your bill by cash /cheque is gross profiteering as is the reversion to billing per minute rather than per second. \n\nThe call costs to /from hospital patients is ridiculous and the minimum charge from any call box is too high when often only a short call is required.\n\nDirectory enquiry charges are confusing and excessive. Does Broadband really cost that much? The list just goes on and on.... \n\nIt is about time consumers received a fair deal from the telecommunications industry!",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-04-04T13:01:42.349708Z",
            "creator_name": "Colin Watts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-04T13:01:42.349708Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4486416
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-deal-phones/"
    },
    "type": "petition"
}