{
    "data": {
        "attributes": {
            "action": "introduce international fair trade principles to the UK in order to prevent large corporate companies, most notably supermarkets, from squeezing the life blood out of the UK's smaller producers, manufacturers and suppliers, a policy, which if allowed to go unchecked will be detrimental to the countries future economy resulting in the loss of jobs and an increasing dependency on foreign imports.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the increase in the number of large supermarkets in this country, and the ever increasing need for them to make more profits at any cost, british suppliers are put under increasing pressure to supply their goods at lower and lower prices, in particular those who supply fresh produce.  Milk is a prime example of this practice. While the farmers have been forced to supply at lower prices, there has been an increase in the shelf price in the supermarkets, resulting in huge profits for the supermarkets and none of that profit being passd onto the supplier.\n\nThis corporate practice is resulting in more and more small suppliers going out of business. Approximately 3 per week (as quoted in the bbc programme \"shopping the supermkarkets\" Monday 2nd April 2007).\n\nWhile we all want to buy our groceries as cheaply as possible it should not be at the cost of the suppliers who supply them to the supermarkets, and therefore a fair price should be paid to the suppliers.",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-04-04T13:39:27.025026Z",
            "creator_name": "suzanne Cartmale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-04T13:39:27.025026Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4487295
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FairTrade/"
    },
    "type": "petition"
}