{
    "data": {
        "attributes": {
            "action": "face up to the absolutely appalling situation that is still applicable to NHS dentistry in England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In response to a different petition elsewhere on this site, 10 Downing Street have written: \"There are already encouraging signs of progress. PCTs are generally finding no shortage of dentists willing to come forward and either expand their NHS work or establish new NHS practices. The latest figures show that NHS dentistry is expanding, with PCTs now commissioning more activity than was delivered last year under the old contract.\" \n\nThis is certainly not the case in Rotherham or - from what I can ascertain - in many other parts of England.\n\nThe new dental contract brought into operation one year ago has had little or no effect on the overall situation.\n\nAfter ten years in charge, it is time that the Government faced up to the fact that their attempts to sort out this problem have failed.",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2007-04-04T15:49:51.011394Z",
            "creator_name": "John Moralee",
            "government_response_at": "2008-04-29T15:12:33.413395Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T15:12:33.413395Z",
                    "details": "You signed a petition asking the Prime Minister to \"face up to the absolutely appalling situation that is still applicable to NHS dentistry in England.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15395.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dentistry-NHS'",
                    "updated_at": "2008-04-29T15:12:33.413395Z"
                }
            ],
            "opened_at": "2007-04-04T15:49:51.011394Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2008-04-13T03:22:58.386781Z"
        },
        "id": 4490019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dentistry-NHS/"
    },
    "type": "petition"
}