{
    "data": {
        "attributes": {
            "action": "assure funded places for training educational psychologists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Urgent Government intervention is needed to secure the effective use of the funding that has been made available for training Educational Psychologists.The funding intended for training educational psychologists has been sent out in error to every council in the country, including District Councils, who have no responsibility for education. Efforts to retrieve this money have, to date, recovered sufficient funding for only 79 places out of the 150 needed.Unless urgent action is taken the number of months it takes to see an educational psychologist, and delays in obtaining statements of special educational needs can be expected to increase substantially. Funded place offers for educational psychology training are due to be made on 16th April and at this stage less than 50% of the expected cohort will be funded. The mismanagement of the funds for EP training could have far reaching negative consequences for children with special needs unless the Government acts now to rescue the situation this year and identify improved arrangements to be put in place for the future.",
            "closed_at": "2007-07-11T00:00:00Z",
            "created_at": "2007-04-04T15:59:41.617373Z",
            "creator_name": "Rachel Cole-Fletcher",
            "government_response_at": "2007-08-06T15:32:44.982177Z",
            "government_responses": [
                {
                    "created_at": "2007-08-06T15:32:44.982177Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"assure funded places for training educational psychologists.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12826.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Edpsych'",
                    "updated_at": "2007-08-06T15:32:44.982177Z"
                }
            ],
            "opened_at": "2007-04-04T15:59:41.617373Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1177,
            "state": "finished",
            "updated_at": "2007-11-15T03:11:12.979228Z"
        },
        "id": 4490245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Edpsych/"
    },
    "type": "petition"
}