{
    "data": {
        "attributes": {
            "action": "'Reduce Work-Related Road Risks'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "20 people on average are killed weekly by work-related road crashes (UK Government statistics).  Employers often cause or contribute to these deaths by excluding driving from their\nHealth & Safety arrangements, placing responsibility on individual drivers' behaviour, not satisfying legal duties to assess/mitigate risk, pressurising by unreasonable targets, occupational hazards - long hours, stress, bullying, and not recognising driving is integral to many peoples’ work.\n\nHealth and Safety Executive annual work-related accidents/deaths statistics are wrong, as work-related road incidents are excluded & do not count towards any Health & Safety improvements.\n\nThe Government must act immediately to: make reportable under RIDDOR all injuries and deaths to workers/members of the public from work-related traffic incidents, improve enforcement by HSE, local authorities & police of employers’ statutory duties under existing legislation and enable the prosecution of negligent employers for corporate killing.  \n\nPetition nationally endorsed by all UK trade unions representing members who drive whilst at work.",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2007-04-04T17:20:45.357905Z",
            "creator_name": "Graham King",
            "government_response_at": "2008-06-19T15:08:14.294456Z",
            "government_responses": [
                {
                    "created_at": "2008-06-19T15:08:14.294456Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reduce Work-Related Road Risks.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15652.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'petitionforkaren'",
                    "updated_at": "2008-06-19T15:08:14.294456Z"
                }
            ],
            "opened_at": "2007-04-04T17:20:45.357905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2694,
            "state": "finished",
            "updated_at": "2008-04-12T00:01:01.628188Z"
        },
        "id": 4491616
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/petitionforkaren/"
    },
    "type": "petition"
}