{
    "data": {
        "attributes": {
            "action": "end the prohibition of all recreational drugs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prohibiton of something that is popular has never worked as a government policy (look at alcohol in the USA in the 20's). By pursuing a policy of drug prohibtion the government will do nothing to curtail drug use but will in fact push it, and all the financial benefits arising from it,  into the hands of criminals. All drugs should be be legalised and regulated.  This would have the effect of ensuring supplies were safe to use, the exchequer could tax the proceeds and the eventual financial benefits of production and distribution would be taken away from criminal gangs. The cuurent policy makes criminals out of otherwise law abiding citizens who maybe want to \"pop a few pills\" when they go out dancing and also gives an incentive to criminals to dilute and contaminate supplies to try and make higher profits; at the same time it fails miserably in its attempt to curtail drug use. It really is time for a fresh approach. Drugs should be legalised and regulated just like alcohol and tobacco.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-04-04T22:18:33.197507Z",
            "creator_name": "Daryl Stafford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-04T22:18:33.197507Z",
            "rejected_at": "2007-05-11T00:01:03.239215Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Prohibition/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4495423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reconsiderdrugs/"
    },
    "type": "petition"
}