{
    "data": {
        "attributes": {
            "action": "prohibit all egg production methods that are not free range, including battery hen egg farming, barn and enriched cage farming in the UK; to lobby for an EU wide ban on these production methods across the EU and ban imports of barn/battery/enriched cage eggs from countries outwith the EU to countries within the EU.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are over 20 million battery hens in Britain. A hen enters a cage at 18 -20 weeks and will remain in the cage for an average of 52 weeks before slaughter.\n\nEach hen has less space than an A4 piece of paper in which to move around, leaving: no room to flap and stretch, no means to dust bathe,no perch on which to roost,no nest to lay an egg in (they never actually see what they produce).",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2007-04-04T21:46:11.442644Z",
            "creator_name": "Rachel Gregory",
            "government_response_at": "2008-05-02T14:36:20.858559Z",
            "government_responses": [
                {
                    "created_at": "2008-05-02T14:36:20.858559Z",
                    "details": "You signed a petition asking the Prime Minister to \"prohibit all egg production methods that are not free range, including battery hen egg farming, barn and enriched cage farming in the UK; to lobby for an EU wide ban on these production methods across the EU and ban imports of barn/battery/enriched cage eggs from countries outwith the EU to countries within the EU.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15434.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freeeggs'",
                    "updated_at": "2008-05-02T14:36:20.858559Z"
                }
            ],
            "opened_at": "2007-04-04T21:46:11.442644Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 558,
            "state": "finished",
            "updated_at": "2008-11-06T03:52:34.448641Z"
        },
        "id": 4495099
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeeggs/"
    },
    "type": "petition"
}