{
    "data": {
        "attributes": {
            "action": "V.S.SETHURAMAN, SECOND FLOOR, 1866, BLOCK I, 26TH STREET, THIRUVALLUVAR KUDIYIRUPPU, ANNANAGAR WEST, CHENNAI, TAMIL NADU, INDIA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Respected Sir,\n\nI am surprised to receive an email from UK regarding winning of a lottery.   When I asked them to send the money, they are asking me to send them money for transfer.\n\nWinning number......YWN 09947\n\n\n\n\n \nYahoo!!! Mail announce to you the draw of the Yahoo Lottery Coporation program held on the 5th of January, 2007 in London. Your e-mail address attached to ticket number: 511-01555176-208 with Serial number 5000/03 drew the lucky numbers: 16-8-10-16-25-9, which subsequently won you the lottery prize in the 2nd category. You have therefore been approved to claim a total sum of GBP£1,500,000.00 (One million five hundred thousand Great Britain pounds) in cash credited to file C/9080118308/02. \n \n\n\n\n     \n                          \n     \n    \n    The required charge is to enable the Telegraphic/Swift Bank Transfer of your prize funds which is in compliance with the policies laid down by the International Gaming Board Regulations and the Games and Lotto payout subcommitee.\n     \n    \n    Yours faithfully,\n    Mr Ford Kuller.\n    For Mrs. Tracy Brown (Foreign operations personnel)\n    Phone: +44 701 112 8112\n            +44 701 112 8115",
            "closed_at": "2007-08-05T00:00:00Z",
            "created_at": "2007-04-05T07:37:26.647363Z",
            "creator_name": "V.S.SETHURAMAN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-05T07:37:26.647363Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4497249
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VSSRAMAN/"
    },
    "type": "petition"
}