{
    "data": {
        "attributes": {
            "action": "Restrict movements of slow vehicles to reduce congestion on trunk roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It hasn't escaped the notice of the country that the roads are becoming increasingly congested.\n\nThe proponent of this petition, Nik Fox is a freelance broadcaster, specialising in travel news & therefore has an understanding of traffic patterns & traffic flow, having presented & edited travel on national radio.\n\nWe propose that the PM introduces restrictions on the movements of slow vehicles during peak traffic periods & on certain roads, impose restrictions on HGV's.\n\nA trial recently took place on the M42 near Tamworth, to keep HGV's to the inside lane during peak, it reduced congestion greatly. This would be implemented on the A14 between Huntingdon & Cambridge, other roads to follow.\n\nWe also propose that slow farm vehicles be prevented from travelling between the hours 0700-0930 & 1500-1800. This restriction applying to A roads & major B roads. Cyclists under this proposal would be removed from major trunks such as the A15 & A47 except in built up areas, as will 30mph scooters.\n\nDisabled Mobility Scooters will be banned from the roads at all times, as they are increasingly being used as road vechicles.",
            "closed_at": "2007-06-17T00:00:00Z",
            "created_at": "2007-04-05T09:10:32.502156Z",
            "creator_name": "Nik Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-05T09:10:32.502156Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4498899
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fixthetraffic/"
    },
    "type": "petition"
}