{
    "data": {
        "attributes": {
            "action": "make the teaching of the Holocaust compulsory in secondary schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the fact that some secondary schools have declined to educate students of the horror of the Holocaust for fear of offending certain groups and for fear of inciting further anti-semitism, we believe that the government should legislate to make this teaching compulsory as it is exactly such education that will prevent future atrocities and misunderstanding.",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-04-05T09:05:06.363920Z",
            "creator_name": "Tomas Thurogood - Hyde",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-04-30T13:01:45.501307Z",
                    "details": "The e-petition asking the Prime Minister to \"make the teaching of the Holocaust compulsory in secondary schools\" is ongoing. This is a response in advance of the closing date from the Government.\n\nThe Government is aware that there has been some misreporting on the teaching of the Holocaust in English schools. The e-petition has picked up on these reports, and we are able to say categorically that the Holocaust is a compulsory part of the Key Stage 3 National Curriculum for history and is a very well resourced topic as it has been compulsory for 10 years.   Such is the importance of this area of study it will remain compulsory in the new Key Stage 3 curriculum from September 2008. \n\nThe Department for Education and Skills commissioned research into the teaching of emotive and controversial issues in history.  The Holocaust was mentioned in that research, carried out by the Historical Association, as one of a number of these issues.  The report, which can be downloaded from www.history.org.uk, made reference to one school where the Holocaust was not chosen as a topic for coursework at GCSE.  History is not compulsory at GCSE and it is for teachers to decide what to teach those students who wish to pursue history beyond 14. \n\nThe Holocaust Educational Trust has also been concerned to allay any fears about the place of the Holocaust in National Curriculum and further information can be obtained from them at www.het.org.uk\n\n\nFurther information\n\n[http://www.pm.gov.uk/output/Page8820.asp More on education]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'theholocaust'",
                    "updated_at": "2007-04-30T13:01:45.501307Z"
                }
            ],
            "opened_at": "2007-04-05T09:05:06.363920Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3032,
            "state": "finished",
            "updated_at": "2008-08-22T03:49:16.180007Z"
        },
        "id": 4498813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/theholocaust/"
    },
    "type": "petition"
}