{
    "data": {
        "attributes": {
            "action": "Grant and give the island of portsmouth full independance from the british government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1 NAME \n\nThe official name of the Party shall be the Portsmouth Independence Party, or PIP,, legally known as the Portsmouth Independence Party, hereinafter referred to as 'the Party'. \n\n2 AIMS \n\n2.1 The principal aim of the Party is that Portsmouth shall again be governed by laws made to suit its own needs by its own Parliament, which must be directly and solely accountable to the electorate of the Portsmouth people The second aim is to preserve the integrity of the island of portsmouth. To this intent the Party's objects are to withdraw Portsmouth  from the United kingdom and to resist membership of any other national or international organisation, or grouping, the membership of which is incompatible with the above aims and to oppose any form of government within the UK, which may undermine its integrity. \n\n2.2 On withdrawal from the uk, the Party will seek free trade agreements with the uk and the eu and other countries (and /or trade blocs.) \n\n2.3  The Party will develop a full range of domestic and foreign policies. \n\n2.4 The Party will develop and promote legislation to protect the Portsmouth people from any future Parliament giving away its powers of governance.",
            "closed_at": "2008-04-05T00:00:00Z",
            "created_at": "2007-04-05T17:00:48.976525Z",
            "creator_name": "John Ryder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-05T17:00:48.976525Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4506679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/getoffourisland/"
    },
    "type": "petition"
}