{
    "data": {
        "attributes": {
            "action": "recognise that issuing payment instruments(including but not limited to cheques, standing orders, direct debits, card payments)when the issuer does not have the funds to meet the payment is a form of obtaining goods and services by deception, and should be punishable by a fine payable to the government and administered by the banks.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The media has been very insistent that bank charges levied when funds are not available to pay items are unlawful & should be returned, it has not been so quick to point out that non payment of cheques/regular payments causes service providers to also increase their costs to those customers who do not act in a financially irresponsible way.  The majority of bank account holders run their accounts in a responsible way incurring no charges.  It is unfair that the hoards of people forcing banks to refund large volumes of charges caused by their own mismanagement of their finances will continue to believe that they have done no wrong. In France it is illegal to issue a bad cheque, and an offender can be banned from using cheques for 5 years\nThe Government should set & impose a fine for this financial mismanagement, administered by banks allowing them to retain a fixed sum to cover their costs. Persistent offenders should only be allowed accounts restricting them to cash only withdrawals.",
            "closed_at": "2008-04-12T00:00:00Z",
            "created_at": "2007-04-05T22:04:55.746008Z",
            "creator_name": "Angela Blaney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-05T22:04:55.746008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-04-13T00:01:01.412571Z"
        },
        "id": 4509779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bankingfrauds/"
    },
    "type": "petition"
}