{
    "data": {
        "attributes": {
            "action": "Acknowledge that Child Bed Fever is not a disease of the past, that it still kills mothers unnecessarily and to take positive action now to stop it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child Bed Fever (also called Puerperal Sepsis or Puerperal Fever) is a treatable illness that kills mothers. Historically, it was the leading cause of maternal death in the UK but, due in part to penicillin, cases declined significantly; the Confidential Enquiry into Maternal and Child Health reported no attributable deaths between 1982 & 1984. Since then, deaths have been on the increase and Child Bed Fever now accounts for 12% of direct causes of maternal death. In its triennial reports 'Why Mothers Die', CEMACH consistently gives the same advice to health carers, stressing the urgency of treatment and that “Education of doctors, midwives and medical students about the risk factors, symptoms, signs, investigation and treatment of sepsis and the recognition of critical illness is recommended”. This advice appears to be going unnoticed and as a consequence the disease is not consigned to history as it should be. Positive action must be taken urgently before more mothers die needlessly.",
            "closed_at": "2007-10-12T00:00:00Z",
            "created_at": "2007-04-05T21:28:50.193197Z",
            "creator_name": "Ben Palmer",
            "government_response_at": "2007-11-14T17:04:55.967175Z",
            "government_responses": [
                {
                    "created_at": "2007-11-14T17:04:55.967175Z",
                    "details": "You signed a petition asking the Prime Minister to \"Acknowledge that Child Bed Fever is not a disease of the past, that it still kills mothers unnecessarily and to take positive action now to stop it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13688.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'maternaldeath'",
                    "updated_at": "2007-11-14T17:04:55.967175Z"
                }
            ],
            "opened_at": "2007-04-05T21:28:50.193197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3895,
            "state": "finished",
            "updated_at": "2008-01-28T03:14:04.725213Z"
        },
        "id": 4509451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maternaldeath/"
    },
    "type": "petition"
}