{
    "data": {
        "attributes": {
            "action": "change the criminal justice and prison systems so that a falsely accussed and wrongfully convicted person should not be forced into giving up their innocence in order to get a lighter sentence or get parole.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Innocent people who have been falsely accused and wrongfully convicted are being forced to give up on their innocent stance in prison as the only way to get out! An innocent person on an I.S.P.P. (Indeterminate Sentence  For Public Protection) which carries a maximum term of 99 years... may never be released if they do not admit to crimes they have not committed and feel remorse for those crimes that never happened! The more they protest their innocence, the more they are said to be 'In denial.' They are made to show empathy towards their so called victims, who have most likely only brought the false allegations in the first place out of sheer spite and the hope of financial gain. Innocent people who have been accused of being sex offenders are made to participate in treatment programes for sexual disorders they do not have as the only way to regain their freedom. Innocent people should not be treated like this and be held in prison indefintely at the expense of the taxpayer. It is inhuman, unlawful and outrageous!",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2007-04-06T07:08:56.713999Z",
            "creator_name": "Pauline Staves",
            "government_response_at": "2008-06-06T14:11:33.908281Z",
            "government_responses": [
                {
                    "created_at": "2008-06-06T14:11:33.908281Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the criminal justice and prison systems so that a falsely accussed and wrongfully convicted person should not be forced into giving up their innocence in order to get a lighter sentence or get parole.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15681.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OUTRAGEOUS'",
                    "updated_at": "2008-06-06T14:11:33.908281Z"
                }
            ],
            "opened_at": "2007-04-06T07:08:56.713999Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 239,
            "state": "finished",
            "updated_at": "2008-05-02T03:20:08.420033Z"
        },
        "id": 4511108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OUTRAGEOUS/"
    },
    "type": "petition"
}