{
    "data": {
        "attributes": {
            "action": "Save Sight - Fight to Get Lucentis on NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People are losing their sight when it could be saved.  PseudoXanthoma Elasticum (PXE) which is a hereditary skin condition can cause central vision loss similar to wet macular degeneration (AMD), however the big difference is that PXE patients are usually in their late 30's when they lose their central vision whereas people with AMD  are aged 60+.  Lucentis is expensive, people who are experiencing central vision loss cannot afford to pay for the treatments needed. Why should we be losing our sight which means we cannot work etc. when our sight could be saved.  All over the UK Lucentis should be free to those in need. In the long term the cost of the treatment would be much less than the Government having to support everyone financially as we end up becoming registered blind.  Everyone takes sight for granted, they shouldn't.  We are born with PXE, our sight loss is not due to abuse in yet there are people who do abuse themselves and they still get help.  Of all our senses sight is the most frightening to lose and it isn't until it is happening to you that you realise how precious it is.  Everyone should have the right to their sight.",
            "closed_at": "2008-01-06T00:00:00Z",
            "created_at": "2007-04-06T19:46:27.886148Z",
            "creator_name": "Elspeth Lax",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-06T19:46:27.886148Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 2048,
                "details": "Too similar to existing petition: http://petitions.pm.gov.uk/Lucentis/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4517220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveSight/"
    },
    "type": "petition"
}