{
    "data": {
        "attributes": {
            "action": "Make the Engineering Council recognise the efforts and qualifications of those who gained them before the current rules for Chartered Engineer were introduced.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I graduated with an engineering degree 10 years ago, and was guaranteed by the Institution of Electrical Engineers (now the Institution of Engineering and Technology) that this degree was accredited and recognised to count towards Chartered Engineer Status. I then underwent 3 years of training in industry, once again approved by the Institution of Electrical Engineers. All I then needed was 2 years \"responsible experience\", which my employer could not provide for a year. The Engineering Council, in agreement with the Institution of Electrical Engineers, then raised the goalposts, without warning, so that the minimum educational requirements became a masters degree. This has left me out in the cold, my previous efforts count for nothing. I can not afford to go back to university so no longer have a career.\nI want this rectified, and my efforts (4 years of study & 3 years of work)recognised.",
            "closed_at": "2008-04-14T00:00:00Z",
            "created_at": "2007-04-06T23:52:33.504891Z",
            "creator_name": "Tim Ellis, B.Eng(Hons) MIET",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-06T23:52:33.504891Z",
            "rejected_at": "2007-04-19T14:31:12.093146Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4518705
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ecquals/"
    },
    "type": "petition"
}