{
    "data": {
        "attributes": {
            "action": "Raise the legal age to drink alcohol to 21",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please protect our children, their health, minds and communities. \n\nThe Government should follow the lead from many supermarkets and raise the legal age limit from 18 to 21. \n\nToo many young people find buying alcohol easy, an age limit of 21 should reduce the likelihood of children being able to buy it. \n\nI also hope that a higher age limit will help to make drunkenness less socially acceptable than it is now. \n\nYoung people are often the victims of alcohol-fuelled violence and other crimes, including sexual assaults and driving under the influence. \n\nThere is also the suggestion that early problems with alcohol can lead to serious addictions. \n\nHigh levels of drinking in society burdens the emergency services and health service, the majority of this may be reduced, increasing health and reducing spending.\n\nIt should be relatively easy for the Government to pass legislation to raise the age; one small change in the law can create a big change for our children, families and communities.\n\nPlease take a moment to add your name and help make a difference for children and young people.",
            "closed_at": "2007-10-07T00:00:00Z",
            "created_at": "2007-04-07T00:26:44.522257Z",
            "creator_name": "P Leroy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-07T00:26:44.522257Z",
            "rejected_at": "2007-05-13T00:01:05.261909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/21alco/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4519194
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/alcoholagelimit/"
    },
    "type": "petition"
}