{
    "data": {
        "attributes": {
            "action": "give money to norwich city football club",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i think the government should invest 5 million pounds into norwich city FC. the money will be used to buy new talent of football. this would then assure us of promotion next season or at latest the season after. this would then bring more money into the local area. it would also give the chance for norwich city FC to invest in youth and better training facilities for a long stable time in the premiership. the wold class talents that would be coached inthe norwich academy would then be eligible to play for england so england would also have world class players on their team that they deserve. this would then increase our chance of having the world cup in england in 2018. the world cup would then bring in hundreds of millions of pounds into the country. we could then invest this money into academies for every football club, especially the loer league teams because thats where all the names come from. dean ashton from crewe, david nugent from bury etc. i think that with 5 million pounds we could get hundreds of millions of pounds in return.",
            "closed_at": "2008-04-07T00:00:00Z",
            "created_at": "2007-04-07T12:03:39.477893Z",
            "creator_name": "ryan lawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-07T12:03:39.477893Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4521153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/norwich-fc/"
    },
    "type": "petition"
}