{
    "data": {
        "attributes": {
            "action": "Ban unsolicited mailshots and actively encourage the use of sustainable communications in business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The vast proportion of my paper recycling pile is mail from companies sending me unsolicited adverts, making work for me and waste for the environment. Today, everyone can solicit the services they require with ease, and our culture is already saturated with advertising media; this method is most ecologically irresponsible. Electronic mail should be made accessible to all and action should be taken to phase out unnecessary commercial paper communications, taxing paper & rewarding use of online billing etc. Companies using flyers should be responsible for the mess they create: distributors should be licensed and charged by local councils for clearing up, instead of externalising this cost to the taxpayer. Offices use phenomenal amounts of paper and are rarely obliged to recycle - take action to convert businesses to the paper-free, sustainable organizations that modern technology can facilitate. Start holding capitalism responsible!",
            "closed_at": "2007-10-07T00:00:00Z",
            "created_at": "2007-04-07T12:42:50.800604Z",
            "creator_name": "Gillian Farr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-07T12:42:50.800604Z",
            "rejected_at": "2007-05-13T00:01:05.261909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/STOP-JUNK-MAIL/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4521403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sustainable-Ads/"
    },
    "type": "petition"
}