{
    "data": {
        "attributes": {
            "action": "Honour all victims of genocide equally- Calling for an \"inclusive\" Genocide Memorial Day",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The whole country fully condemns the monstrous cruelty and inhumanity suffered by \"all communities\" as a result of the Nazi Holocaust. We hope and pray such tragic events are \"never again\" repeated against any peoples. \nSince the Second World War, we have witnessed the same brutality repeated, this time inflicted upon people in different parts of the globe.   \n\nAs a tolerant country encompassing many racial and faith communities, we should be united in commemorating the deaths of millions of victims of genocide everywhere. My call for a far more inclusive Genocide Memorial Day would enable families, relatives and friends of victims to assemble together to commemorate the victims of genocides globally,where they would be able to better share their experiences and learn from each other.  \n\nThe way forward is a National Genocide Memorial Day which looks far beyond the Holocaust and actually embraces all people from all cultures and backgrounds who have suffered and experienced intolerance. However, the remembrance of the Holocaust would be encompassed in the day. I strongly accept that all human beings are unique and deserve equal recognition.",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2007-04-07T17:37:30.370918Z",
            "creator_name": "Mash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-07T17:37:30.370918Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2009-04-08T16:02:55.418538Z"
        },
        "id": 4523018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GenocideDay/"
    },
    "type": "petition"
}