{
    "data": {
        "attributes": {
            "action": "instruct the NHS to stop the totally unacceptable practice of charging high rates for telephone calls to and from hospital patients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many hospitals already charge high rates (over 10ppm) for calls to and from patients, and it was recently reported that the cost will shortly increase still further. The apparent argument is that this facility is a \"luxury\" and so the cost of the necessary equipment should not come from public funds.\nThis argument might have been appropriate fifty years ago but certainly is not today. Being able to keep in contact with family and friends, whilst in hospital, is not only a basic necessity but may also help to aid recovery. Consequently, the cost of telephone equipment to every patients' bedside should be provided and funded as part of the basic fabric of every hospital building i.e. from NHS sources so that the call charges, for calls to and from patients, are no more than BT rates for ordinary geographic numbers.",
            "closed_at": "2007-07-07T00:00:00Z",
            "created_at": "2007-04-07T22:36:10.884527Z",
            "creator_name": "Vivian Dunn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-07T22:36:10.884527Z",
            "rejected_at": "2007-05-13T00:01:05.261909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/hospitalphones/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4524705
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HospPhoneCosts/"
    },
    "type": "petition"
}