{
    "data": {
        "attributes": {
            "action": "make public evidence to suggest that Muslim GPs as a community have breached patient confidentiality or  ask the secretary of health to withdraw  the accusations made.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"This is a very serious allegation against Muslim Doctors. Muslim Doctors Association (MDA) is not aware of such malpractices. If an  incident of this nature has occurred it must be seen as an isolated act and  should not be attributed to the entire Muslim Doctors community.Any breach of confidentiality - a value underpinning the medical profession- can be investigated by the GMC . This allegation appears to be targetting of the Muslim community in the UK.  As an integral part of the NHS Muslim doctors make a significant contribution to the health service. It is therefore unthinkable that they would damage the infrastructure of an institution to which they have dedicated their lives. Should there be any evidence to the contrary it must be brought to the public domain in the wider interest of the society rather than circulating rumours or causing incursions on their professional integrity.\"",
            "closed_at": "2007-10-14T00:00:00Z",
            "created_at": "2007-04-08T16:59:10.164685Z",
            "creator_name": "atif hasan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-08T16:59:10.164685Z",
            "rejected_at": "2007-04-19T14:43:40.875940Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4528549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MuslimGPs/"
    },
    "type": "petition"
}