{
    "data": {
        "attributes": {
            "action": "Grant Lancashire the independance it deserves",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For 200 years the county of Lancashire made Britain the greatest and most powerful country in the history of the world, but since the collapse of the industrial age it has been in decline, many parts of Lancashire (including large areas of Manchester) have high unemployment figures due to the dawn of this commercialized age in which we live, the simple folk of this county are often too scared to speak against what Britain is turning into, so that's why I have to stand up for them. Give Lancashire a similar status to Australia (Ie. not dependant on the UK government for laws or services) and make it a member of the commonwealth. we want to make our own laws and govern ourselves and not have politicians in Westminster, who have no idea what so ever of what it is like to live in Lancashire, make our laws and say what we can do. Lancashire is a lovely county with many picturesque areas but it is blighted by many things, including the many, many ugly modern commercial buildings in Manchester, which should be torn down but won't be, we beg of you to give us independance or else the future of Lancashire, and it's many once lovely cities will not have much of a future",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2007-04-09T08:28:13.439269Z",
            "creator_name": "Ted Barlow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T08:28:13.439269Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-04-14T00:01:01.563670Z"
        },
        "id": 4531822
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freedom-for-us/"
    },
    "type": "petition"
}