{
    "data": {
        "attributes": {
            "action": "ensure that never again will serving members of the Armed Forces be allowed to profit by selling their stories to the media?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why should the RN and RM personnel (who's only legacy will be to the principle of capitulation) be allowed to profit from their exploits?  Already paid very well by British tax payers, why should they be paid again for information gained while in our pay?  What is wrong with a press release at no cost?  The idea too, that a % of this money will go to service funds makes me cross; who is now looking after our ex servicemen.. the Government or Rupert Murdoch?\n\nThat we simply forget those already killed in Iraq or the PW's held captive by the Japanese who for decades have suffered in silence, is a disgrace too.  These people did not suffer.. they were held captive for 13 days, and they were fed and they were watered.  What has suffered though, is the idea that public service is not about being greedy money grabbers.  Are we really equating our Armed Forces with self serving politicians and minor celebrities because we too have lost sight of a sense of right and wrong and simply because its too difficult to stop it?\n\nNo one should profit while in paid public service, and proper conduct after capture training should be given to our troops to prevent this debacle happening again.",
            "closed_at": "2007-06-09T00:00:00Z",
            "created_at": "2007-04-09T12:58:18.148531Z",
            "creator_name": "Thrust Tyrone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T12:58:18.148531Z",
            "rejected_at": "2007-05-16T00:01:03.550596Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4533935
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MarinesNavy/"
    },
    "type": "petition"
}