{
    "data": {
        "attributes": {
            "action": "(1) Educate the nation on the benefits of a written consitution before holding a referendum; (2) To remove immunity from law suit to officers of the surpreme court and their staffs who abuse their position on or off the bench; (3) To provide a new law requiring all court and judicial proceedings to be video tape recorded and to allow all parties to action to automatic right to audio record the proceedings; (4) To amend the disability Act to provide for full legal aid for all claimant or defendant who are statutory disabled and cannot afford to pay upfront for legal and court costs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some example of judicial abuse: Litigants in person being denied public hearings and treated with contempt; Subjected to intimidation by the court; Evidence tampering by tribunal and court’s staff; Denied the right to question witnesses; Application to order witnesses to court/tribunal, for adjournment or judgment are ignored; Application to audio record proceeding denied; Applicants disabilities ignored; Request for transcript of proceeding denied; The court/ tribunal abusing the case management’s rules in favour of the wealthy party to action that allow either party to put in an application to strike out ‘in part or in full’ the other party’s claim or defence; Judge claimed to have heard both parties in person when there was no hearing at all; Misused of ACAS to suppress claim; Corrupt practices to dismiss the claim of the financially weak party whilst awarding huge court cost to the wealthy party designed to discourage the financially weak party from proceeding to the higher court.",
            "closed_at": "2008-04-16T00:00:00Z",
            "created_at": "2007-04-09T13:56:46.136731Z",
            "creator_name": "Mr. V. Lothian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T13:56:46.136731Z",
            "rejected_at": "2007-04-23T10:09:38.848289Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/True-democracy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4534403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/juryobservers/"
    },
    "type": "petition"
}