{
    "data": {
        "attributes": {
            "action": "criminilize all con-artists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Con-artists are befriending, living with & marrying in order to gain money & destroy their victims lives, through joint accounts, credit cards, loans, borrowing money, & basically deceiving their victims any way they can. \n\nThe police should look into all allogations & treat this as a very serious crime.\n\nThe con-artist, & anyone working with them should get a criminal record, be named & shamed, made to pay back all they owe by working, which should be done under police guard & tagged. The tax payer should'nt have to pay for this, it should come out of the con-artist's earnings.\n\nIt's imperative that they should have all their rights taken away, ie passport, bank accounts, business.\n\nCompensation should be paid to the victim straight away, the victim's MP & local police should support the victim, so they do not lose their homes etc. Many con-artists will totally destroy their victims lives by losing them jobs etc, their victims are left in a state of despair.\n\nThe public should be made fully aware of what is happening so they can protect themselves. \n\nIt does not matter how long you have known the con-artist for, they care nothing of this, but gaining money & destroying lives.",
            "closed_at": "2008-04-09T00:00:00Z",
            "created_at": "2007-04-09T13:14:11.460920Z",
            "creator_name": "evelyn white (earl)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T13:14:11.460920Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several in existence already -\nhttp://petitions.pm.gov.uk/con-artists/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4534071
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deception/"
    },
    "type": "petition"
}