{
    "data": {
        "attributes": {
            "action": "Instruct  riding schools to clean up the horse manure they create on the highway and footpaths.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every day, motorists, motor cyclists, and pedestrians face an added and unwarranted problem on the roads. We all like to see horse riding, but they should act in a public spirited manner and clean up after their horses..Farmers have to clean up after their animals !\nNo-one wants to be splashed by rain sodden horse manure on the roads. It`s also a problem to motor cyclists and cyclists. Who wants it on their shoes ? Not many. Some riding schools already act in a public spirited manner and have helpers walking a minute or so behind the horses, and clean up.\nWe need legislation to make the groups who care nothing about the mess, to have to clean up, and act in a responsible manner. Surely this would create an atmosphere of good will between themselves and the public. Please support this petition to help keep a good balance between riders \"rights\" and common sense. Stinking clothes and shoes are no fun.",
            "closed_at": "2007-10-09T00:00:00Z",
            "created_at": "2007-04-09T15:29:33.761578Z",
            "creator_name": "Clive Cunnington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T15:29:33.761578Z",
            "rejected_at": "2007-05-12T00:01:02.508512Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several in existence already -\nhttp://petitions.pm.gov.uk/HorsePoo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4535030
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HORSE-POO/"
    },
    "type": "petition"
}