{
    "data": {
        "attributes": {
            "action": "reduce dramatically the high level of false allegations of abuse (including rape) made against innocent people by removing financial compensation for those claiming to have been abused when there is no independent proof of actual abuse other than an allegation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many false allegations of abuse are fuelled by the prospect of financial reward running into many thousands of pounds.  The more serious the allegation, the more money is paid.  The Government’s CICA (Criminal Injuries Compensation Authority) even has a ‘price list’ showing which allegations attract how much money. The latest version of this price list is available on-line at the CICA website (from the website, click 'the scheme' then '2001 scheme'), so it is clearly readily accessible to those wishing to make fraudulent claims against innocent people.  Replacing financial compensation (other than for actual material loss) where there is absolutely no proof of abuse other than the allegation, would dramatically reduce false allegations, fraudulent claims, and wrongful convictions.",
            "closed_at": "2007-07-20T00:00:00Z",
            "created_at": "2007-04-09T20:59:48.491130Z",
            "creator_name": "Phil Faber (SAFARI)",
            "government_response_at": "2007-08-08T15:38:12.198537Z",
            "government_responses": [
                {
                    "created_at": "2007-08-08T15:38:12.198537Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"reduce dramatically the high level of false allegations of abuse (including rape) made against innocent people by removing financial compensation for those claiming to have been abused when there is no independent proof of actual abuse other than an allegation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12848.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dontrewardlies'",
                    "updated_at": "2007-08-08T15:38:12.198537Z"
                }
            ],
            "opened_at": "2007-04-09T20:59:48.491130Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 231,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4537813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dontrewardlies/"
    },
    "type": "petition"
}