{
    "data": {
        "attributes": {
            "action": "Stop Military Servicemen Selling Their Stories To The Press",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I don't blame anyone for taking cash to sell their stories to the newspapers - in a democracy, that is their individual choice - one of their own civil liberties - and UK soldiers are not doing anything that millions of people haven't already done and are currently in the process of doing in - earning cash from their personal experience. \n\nHowever, my only fear is the effect of the newspapers bartering on international relations. In an unstable international arena, might this encourage hostage - taking more - if kidnappers (many of whom may well be illiterates and demonstrably aggreived, reactionary and revolutionary) may feel that this may be a good way to finance their political cause - by holding British servicemen to ransom. The MOD should not be reduced to the ranks of Bella magazine - can the UK government not financially compensate individuals, judging each case by its merits, through legal and legitimate means to deter this commercial and potentially dangerous practice ?  This is only my personal opinion of course, peacefully expressed and not intended to cause offence.",
            "closed_at": "2007-05-12T00:00:00Z",
            "created_at": "2007-04-09T20:10:13.175590Z",
            "creator_name": "J Richards",
            "government_response_at": "2007-06-01T15:42:03.703005Z",
            "government_responses": [
                {
                    "created_at": "2007-06-01T15:42:03.703005Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop Military Servicemen Selling Their Stories To The Press.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11808.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Sellingstories'",
                    "updated_at": "2007-06-01T15:42:03.703005Z"
                }
            ],
            "opened_at": "2007-04-09T20:10:13.175590Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4537444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sellingstories/"
    },
    "type": "petition"
}