{
    "data": {
        "attributes": {
            "action": "Sack Defence Secretary Des Browne for the debacle surrounding the granting of rights to 'sell stories' to the press by the Royal Navy personel held by Iran.  The decision to grant in the face of 'extraordinary circumstance' has been made and then widthdrawn in haste, without proper regard for the existing rules by which past and current Defence personnel operate, as well as views of the general public and important public figures who have expressed their disgust at the unsavoury relaxation of the confidentiality regulations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regardless of the circumstances that have led to war, our armed forces operate with the support of the State and general public.  This hasty act to allow under 'extraordinary circumstances' Navy officers to 'sell their stories' has undermined the confidence and esteem the public have for their armed forces, and is disrespectful to those who have participated, been injured or lost their lives in operations carried out in the name of the UK in the past, without consideration of the renumerative implications or monetary potential of their actions. Incompetence on the part of the Royal Navy and MOD in granting the officers the right to sell, then hastily withdraw has further exagerated the story and negative impact this has on our International reputation.  Our armed forces act in a professional and dignified manner, and like other professional employers, The Royal Navy should stick by its rules for employees regardless of 'exceptional circumstances'.  Unless those responsible for this irrational and confused decision making process within the Royal Navy and the MOD are held to account, the ultimate responsibility should rest with the Defence Secretary Des Browne.",
            "closed_at": "2007-05-09T00:00:00Z",
            "created_at": "2007-04-09T21:57:31.669388Z",
            "creator_name": "Gavin Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-09T21:57:31.669388Z",
            "rejected_at": "2007-05-13T00:01:05.261909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Navy-media/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4538235
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sack-DesBrowne/"
    },
    "type": "petition"
}