{
    "data": {
        "attributes": {
            "action": "let our summer born children start school aged 5 instead of 4 without losing our nursery funding",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In England children born on 31stAugust have to start school aged just 4 after only 1 year at nursery.\nChildren born on 1st September start aged 5 after 2years at nursery.\nChildhood studies have shown that summer born children (june/july/september) continue to be at a disadvantage to their peers.\nAlthough children do not have to be educated until the term after their 5, if we do not put them into school aged 4 we then lose the school place and if we hold the school place open we lose the nursery funding.So in effect no school place and no nursery and they would still be expected to miss reception class and go straight into year 1 .We would also have to apply directly to the school and hope there were places available. \nI feel we are being pressured into sending our children to school earlier than we would wish and before they are ready, this is not in our children's best interest.\nAll children should be able to have 2 years in nursery prior to starting reception class.It should not depend on when you were born or what part of the country you live in. \nParents know their children best and should have far more choice.\nIf Scotland can have a more flexible systems why cant we?",
            "closed_at": "2008-04-16T00:00:00Z",
            "created_at": "2007-04-10T02:11:06.679191Z",
            "creator_name": "Hope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-10T02:11:06.679191Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2008-04-17T00:01:01.681473Z"
        },
        "id": 4538838
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/toyoungforschool/"
    },
    "type": "petition"
}