{
    "data": {
        "attributes": {
            "action": "commit helping the young people who wish to organize the rave party \"to find grounds adapted\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After the terrible turnover of the rave in Wales last week end , we are asking for immediate negociation with the gouvernement to avoid such incident to happen in the future.\nPlease take the french situation as an example: As on Wednesday April 30, 2003, 21h24 Nicolas Sarkozy declared  with the French National Assembly that the government had been committed helping the young people who wish to organize the rave party \"to find grounds adapted\". . For the Minister of Interior Department, \"the policy of the government, it is precisely to try to reduce the risks\", in particular by a charter signed with the organizers. This charter envisages \"an engagement of insurances and financial commitments\", like \"the waste disposal\", specified Mr. Sarkozy,they are the organizers \"who will assume\" instead of the taxpayer. By elsewhere, controls of blood alcohol content will be set up \"for those which return in their area after the teknival can be controlled in any safety\", it added, also pointing out its interest for \"the fight against drug\", \"a major problem for France\". \"Here are what one tries to do: it is not easy but (...) it is better than the inaction of yesterday \", it concluded.",
            "closed_at": "2008-04-16T00:00:00Z",
            "created_at": "2007-04-10T05:58:13.428474Z",
            "creator_name": "uk Soundsystems",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-10T05:58:13.428474Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2008-04-17T00:01:01.681473Z"
        },
        "id": 4539000
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/negociation/"
    },
    "type": "petition"
}