{
    "data": {
        "attributes": {
            "action": "Stop torture of Kurds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop oppression of Kurds and Kurdistan of Turkey and Iraq by Turkish Government. It is time for fair society when Kurds like other people to have simple human rights. It is time to stop every day threat by Turkish government against Kurds. Turkish government should have the choice either to start a sincere dialogue with Kurds in Turkey or to leave Kurdistan land in Turkey for ever. Stop Turkish Government to co-ordinate with evil Iranian regime in dirty politics and killing powerless Kurds. We wonder if we need every time to wait and see a massive tragedy or a disaster before any intervention. There are 30 millions Kurds in Turkey who suffer the oppression. They have no simple human rights. They do not have right to celebrate new Kurdish year (NEWROZ). For simple celebration we need to sacrifice our relatives to be killed by Turkish Jandrma. Politically, socially and economically oppressed. One of the solutions by pro-alkaida advising all Kurds to join Alkaida and after destruction of the west then they get all their rights under their umbrella! Is it the way you want to push jobless, hopeless oppressed and frustrated young Kurds?!!!",
            "closed_at": "2007-10-16T00:00:00Z",
            "created_at": "2007-04-10T10:27:22.041647Z",
            "creator_name": "Dr. Peshraw Amin",
            "government_response_at": "2007-11-02T16:19:35.029937Z",
            "government_responses": [
                {
                    "created_at": "2007-11-02T16:19:35.029937Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop torture of Kurds\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13695.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StopTurkishplan'",
                    "updated_at": "2007-11-02T16:19:35.029937Z"
                }
            ],
            "opened_at": "2007-04-10T10:27:22.041647Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 218,
            "state": "finished",
            "updated_at": "2007-10-16T09:01:51.824717Z"
        },
        "id": 4542652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopTurkishplan/"
    },
    "type": "petition"
}