{
    "data": {
        "attributes": {
            "action": "Extend Maternity Leave For New Mothers With A Baby In The Special Care Baby Unit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently a new mother is made to start her maternity leave as soon as her baby is born regardless of the gestation. Maternity leave is such a precious time where a mother and her baby’s bond is formed for life, but for a small majority of mothers their babies are born too soon, or with complications and spend days, weeks or sometimes months in hospital. The mothers of these babies have to start their maternity leave on their baby’s birth date regardless of how long their baby spends in hospital. Consequently, precious maternity leave is wasted whilst on a neonatal ward before they get to take their baby home and be a 'real' Mummy. We therefore ask that the Prime Minister review this current policy and amend it that maternity leave is extended to cover the time a baby spends on a neonatal unit. This gives the mother statutory maternity leave plus the additional time that the baby has spent on the neonatal unit.",
            "closed_at": "2007-06-16T00:00:00Z",
            "created_at": "2007-04-10T11:17:19.756084Z",
            "creator_name": "Melissa Poole",
            "government_response_at": "2007-08-01T16:03:48.404585Z",
            "government_responses": [
                {
                    "created_at": "2007-08-01T16:03:48.404585Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Extend Maternity Leave For New Mothers With A Baby In The Special Care Baby Unit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12786.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PremMaternity'",
                    "updated_at": "2007-08-01T16:03:48.404585Z"
                }
            ],
            "opened_at": "2007-04-10T11:17:19.756084Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 282,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4543641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PremMaternity/"
    },
    "type": "petition"
}