{
    "data": {
        "attributes": {
            "action": "Take action against the following petition and learn lessons from its outcome.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having watched the traumatic events unfold in Iran, I was delighted to see the safe return of our service personnel.  I can understand that the time they spent in Iran must have been difficult and would not like to begrudge them their time in the spotlight.  However, when I learned that the Ministry of Defence for some “exceptional circumstances” was allowing these sailors and marines the opportunity to sell their stories I was extremely shocked.  I do not believe that these service personnel should be allowed this opportunity when many hundreds if not thousands of others have went unheard.  I also hope that the recent articles in the press regarding the fact that these individuals are being used as propaganda against Iran are completely untrue.  I would firstly hope that the government takes our concerns very seriously and apologises for their decision both to current and previous service personnel.  Secondly I hope that in future you think twice before granting individuals opportunities which are not shared by everyone else.",
            "closed_at": "2007-07-10T00:00:00Z",
            "created_at": "2007-04-10T17:51:18.379853Z",
            "creator_name": "Greg Dale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-10T17:51:18.379853Z",
            "rejected_at": "2007-05-16T00:01:03.550596Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Sellingstories/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4550857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stories-sold/"
    },
    "type": "petition"
}