{
    "data": {
        "attributes": {
            "action": "be fair. Why have we not been given a democratic right? We can't we register a vote *against* any of the petitions here.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why are you barring me, and many others, from joining in your petition site?\n\nI like the petition site but it is unfairly one sided. Why can't I register my oppostion to any of these proposals? Apart from not letting me have my say except by starting a new petition (adding to the workload that already seems too much for you, would things be properly matched....). It would be linked to the original proposal and give you -and us non-represented voters who do have a valid opinion a chance to be heard too. You may get 10,000 people voting for a proposal but wouldn't an opposing vote of 20,000 (or even 20) add an extra valuable bit of information? It would happen at the same time as the original proposal so there is not extra delay needed to get an indication of the real strength behind the propsals.\n\nAnd you won't be depriving people of the right to express opinions easily- you are not allowing that now.",
            "closed_at": "2007-10-11T00:00:00Z",
            "created_at": "2007-04-11T17:12:03.578837Z",
            "creator_name": "Alan Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-11T17:12:03.578837Z",
            "rejected_at": "2007-05-16T00:01:03.550596Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4567732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/-equal-rights-/"
    },
    "type": "petition"
}