{
    "data": {
        "attributes": {
            "action": "scrap the suggested excessive charge to installers to join the UK Microgeneration Certification Scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe the proposed accreditation for renewable energy products and installers contradicts the intended government’s policy. We believe the UK Microgeneration Certification Scheme adds unnecessary and confused obstacles placing a high burden on the trade and thereby onto the public. It will lead to two tiers of quality of renewable energy, reducing the protection of the consumer from a large unregulated industry that would work outside the scheme at greatly reduced cost. The scheme will place renewable energy on an unequal footing with other established technologies and conflict with existing government initiatives. We call for an extension of the existing Clear-Skies accreditation during which time a formal consultation should be engaged to establish a more cohesive way forward",
            "closed_at": "2007-08-17T00:00:00Z",
            "created_at": "2007-04-11T20:51:27.993329Z",
            "creator_name": "Christopher Flaherty",
            "government_response_at": "2007-10-04T16:20:34.434581Z",
            "government_responses": [
                {
                    "created_at": "2007-10-04T16:20:34.434581Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"scrap the suggested excessive charge to installers to join the UK Microgeneration Certification Scheme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13407.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Renewables'",
                    "updated_at": "2007-10-04T16:20:34.434581Z"
                }
            ],
            "opened_at": "2007-04-11T20:51:27.993329Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 343,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4570366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Renewables/"
    },
    "type": "petition"
}