{
    "data": {
        "attributes": {
            "action": "Robert Whoriskey. Fundraiser for City of Derry boating club.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Robert Whoriskey i work voluntarily for city of Derry boating club located on the river foyle in Londonderry.We are as far as i can find out the oldest registered sport club in the city and the only organised registered club of any type in the Prehen area.\nOur biggest concern at the moment is the safety of our young members.We have one safety boat very old but servicable.I have been trying now for a few years to get a secound safety/coaching launch.We don't need a new boat normally RIB style i was hoping that the MOD or some other Government agency may have a used RIB or other suitable craft which could be donated to our club.\nWhy us?\nAs a club we have members from all sides of our community,cross border, members from Italy France Germany and England.This i believe gives our young members a more rounded understanding of community and community responsabilities.To keep the club going and expanding we urgently need to address the safety issue if you can give any assistance financial or equipment we would be very gratfull.",
            "closed_at": "2007-07-12T00:00:00Z",
            "created_at": "2007-04-12T08:49:29.057426Z",
            "creator_name": "Robert Whoriskey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-12T08:49:29.057426Z",
            "rejected_at": "2007-05-16T00:01:03.550596Z",
            "rejection": {
                "code": 16896,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4574297
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Boatingclub/"
    },
    "type": "petition"
}