{
    "data": {
        "attributes": {
            "action": "Step Down before you destroy this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has depleted the NHS & Armed Forces to an unsafe level.  Theyve Robbed pensions, setup more taxes, cost billions on systems that dont work, yet they want to increase their pay & pension schemes, while the public loose theirs.  We pay more taxes but the services offered fail to improve.  What makes Gordon Brown think we would vote for him, his part in this destruction of our rights and facilities is as big as Tony Blair's? \n\"Enough is enough\" if the French can revolt then why can't we.  If we all as a nation decided to stop paying our Poll Tax, for a set period so as to make a point they can't jail us all. Think of the cost! We need to make a stand as a nation that we are not prepared to put up with this poor management anymore. Why just moan when reading the paper or watching the news.  Do something \"Stand up and be counted\"  After all the government are supposed to be working for the people, put into power by the people.  Sign & be heard",
            "closed_at": "2007-05-09T00:00:00Z",
            "created_at": "2007-01-09T15:29:23.231508Z",
            "creator_name": "Julie Stewart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-09T15:29:23.231508Z",
            "rejected_at": "2007-02-08T00:03:03.783343Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/CALL-ELECTION/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 458593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nation-Downfall/"
    },
    "type": "petition"
}