{
    "data": {
        "attributes": {
            "action": "Ensure that The official Secrets Act is Adhered  to By all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I find it hard to believe that Service Personnel these days seem to not be bound by the Official Secrets Act.\nWhat has happened with the Iraqi captives whilst in capture, and on  release by profiting by giving illegal interviews is a sheer disgrace, & put to shame everthing that being part of \nHM Forces stand for.\n\nIt seems that This Act means nothing anymore when service personnel can just flout it without any action been taken.\n\nI had to re-sign the act when I left the Guards and as such was bound to keep my knowledge quite for the rest of my days.\n\nHave the Force of the Crown gone the same way as a lot of  civilian elements and just make the rules up as they go along,  breaking the law and getting away with it.\n\nIt is important that the forces take pride in the Regiments and Units in wich they serve.\n\nGet them and your government to understand the Official Secrets Act, and all its implications.\n\nResposibility must be taken by those who have ignored the act and broke the laws of the crown, they have made a mockery of Service with the Crown.\n\nI am sure it has made a lot of ex & serving service personnel very sad.\n\n\nMr John P Meakin  Ex-HM Household Division (Guards)",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-04-12T19:09:46.783106Z",
            "creator_name": "John Meakin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-12T19:09:46.783106Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2007-10-25T00:01:01.444521Z"
        },
        "id": 4586991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HM-Disgrace/"
    },
    "type": "petition"
}