{
    "data": {
        "attributes": {
            "action": "stop absent fathers ruining childrens lives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If an unmarried couple part prior to the birth of a child due to a fear of harm or abuse and the father takes no interest in the child, we need to protect that child from future harm, current law allows a \"father\" to walk into a child life any time upto it's 16th birthday, this is detroying children and mothers lives, we need to make a stand to protect our children and grandchildren. I am asking the government to re look at the childrens act and take more interest in the effects on the caring parent and child. mothers are being threatend by the courts with seperation from there children and even imprisonment if they stand in the way of contact, even if the absent dad has taken no interest in the child until the day he went to court. the child on the other hand has no rights of contact with an absent father. I am looking for a change in the law . please help me",
            "closed_at": "2008-04-12T00:00:00Z",
            "created_at": "2007-04-12T20:36:23.967433Z",
            "creator_name": "Andy Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-12T20:36:23.967433Z",
            "rejected_at": "2007-05-17T00:01:02.655714Z",
            "rejection": {
                "code": 2048,
                "details": "You submitted this twice - we have approved the first version",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4588404
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/absentfather/"
    },
    "type": "petition"
}