{
    "data": {
        "attributes": {
            "action": "permit military personnel to be rewarded by the press for newsworthy stories",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Military personnel, who have suffered personal hardship and risked their lives for their country, should not be denied compensation. \n\nThere has been significant adverse publicity and media hype concerning the sale by naval personnel of their experiences when kidnapped by the Iranian Revolutionary Guard.\n\nThere are numerous cases where less-deserving people have sold sordid stories to the press. For example one diary secretary sold the story of her affair with a senior member of parliament. There has been no similar outcry against her for making a substantial sum from it.\n\nAs an ex Naval Officer I well recognize the need to restrict military personnel giving unscheduled interviews to the press. The overriding concern though is to maintain essential national security.\n\nThis is not so in this case, quite the opposite. This was a story that needed to be told.",
            "closed_at": "2007-10-21T00:00:00Z",
            "created_at": "2007-04-12T20:56:08.111634Z",
            "creator_name": "William Sadler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-12T20:56:08.111634Z",
            "rejected_at": "2007-04-26T12:22:44.496438Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4588707
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Right-to-tell/"
    },
    "type": "petition"
}