{
    "data": {
        "attributes": {
            "action": "Support the Royal Navy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the world’s 4th largest economy it’s time we recognised the importance of defence and fully support our armed services.\nRecent events in the Persian Gulf have shown that despite being involved in 2 simultaneous conflicts the present government does not supply our forces, and in particular the RN with the equipment required.\nWe need more Aircraft carriers, Helicopter carriers, Amphibious Assault vessels, Destroyers, Frigates, Submarines and possibly new classes of ships to support them (littoral combat vessels / fast patrol craft etc)\nInstead of increasing spending and equipment for the RN, Destroyers / Frigates / Submarines and other vessels have been drastically reduced. At a time of increasing world terrorism, a resurgent Russia and increasingly militaristic China, potential problems with Iran and North Korea and the near-future problems of Global warming and possible wars over water / food etc in an increasingly populous world, this truly beggars belief.\nSo I urge you to use this petition to notify the powers that be that it’s time for a drastic change, and increase defence expenditure for the Royal Navy.",
            "closed_at": "2007-06-18T00:00:00Z",
            "created_at": "2007-04-13T16:42:16.090385Z",
            "creator_name": "Wren Mandagorn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-13T16:42:16.090385Z",
            "rejected_at": "2007-04-23T14:51:47.463958Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RoyalNavy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4603779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mandagorn1/"
    },
    "type": "petition"
}