{
    "data": {
        "attributes": {
            "action": "Ensure that babies in the womb from 24 weeks gestation are given the same rights as everybody else.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are campaigning to ensure that pre birth babies from 24 weeks are given the same rights as everybody else. \n\nThe law states that if  baby dies during delivery,the baby is not entitled to an inquest if termed 'stillborn'. If that baby lives for a minute independent of their mother then an inquest is carried out. This is ludicrous. Medical staff all over the country are not held accountable for the many babies that die in the last moments of birth due to incorrect decision making and fatal errors. Why does a pre birth baby not have any rights? Why are they not important in the laws eyes, allowing medical staff to make fatal errors without anyone being held accountable? Very often allowing gross negligent manslaughter to be carried out in the health service.\nDoes it not matter? Is no one accountable for an unborn babies needless death?\n\nWe demand an urgent review and action taken to ensure: \na) Every baby that dies during labour should be given an inquest, as they would if they had breathed outside the womb\nb) All medical staff should be held accountable for a babies death as they would be an older child.\nThis is all about equality, something that this country is supposed to stand for.",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-04-13T17:59:53.236472Z",
            "creator_name": "Laura + Chris Lewis",
            "government_response_at": "2007-11-29T15:23:46.854785Z",
            "government_responses": [
                {
                    "created_at": "2007-11-29T15:23:46.854785Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that babies in the womb from 24 weeks gestation are given the same rights as everybody else.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13884.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RightsForBabies'",
                    "updated_at": "2007-11-29T15:23:46.854785Z"
                }
            ],
            "opened_at": "2007-04-13T17:59:53.236472Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 291,
            "state": "finished",
            "updated_at": "2007-10-27T00:01:01.339349Z"
        },
        "id": 4605090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RightsForBabies/"
    },
    "type": "petition"
}