{
    "data": {
        "attributes": {
            "action": "Leave office straight away because you have ruined my country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to remove Tony Blair for ruining my country. When I travel abroad now I find that people hate the English because of Tony Blairs stance on the middle east, When I go about my daily life I come across people who have choosen to be scum bags and live off the state and think that everyone owes them a living. Violent crime is out of control and people are let off jail sentences because of the lack of prison cells. I am watched by video cameras 24 hours a day and if I go 4 mph over the speed limit I am fined. Easy target motorists take the brunt. If you pay you taxes and behave you are a mug? This surely cannot be the way forward for this country. Respect for each other must be brought back somehow. Global warming is another joke, this planet has always changed and we have to adapt as people have done in the past and not use it as another taxing exercise. Thankyou",
            "closed_at": "2007-06-13T00:00:00Z",
            "created_at": "2007-04-13T21:41:28.624509Z",
            "creator_name": "peter Goldfinch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-13T21:41:28.624509Z",
            "rejected_at": "2007-05-17T00:01:02.655714Z",
            "rejection": {
                "code": 2048,
                "details": "There are lots of petitions already on this theme...",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4607934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ruined/"
    },
    "type": "petition"
}