{
    "data": {
        "attributes": {
            "action": "replace council tax for refuse collection with a pay per kilo scheme for non-recyclable refuse and to improve recycling options and separate refuse collection systems for recyclable goods",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "3 separate refuse bins for recyclable waste – FREE collection\n\n1 refuse that can be composted (Garden/Vegetable/Fruit)\n\n2 paper/cardboard\n\n3 plastic bottles/metal cans/drink cartons (e.g. tetra pack)\n\nBins have a barcode with address details & a locking mechanism, so non-recyclable refuse thrown away can be traced back to the bin owner.\n\n1 bin for all other household refuse - collected fortnightly - bin will be weighed, barcode read so people pay for what they throw away. Bins must have a locking mechanism so you don't pay for people adding their refuse to your bin.\n\nBetter recycling options to include 1 FREE compost bin per home, more recycling parks and recycling education so people learn how to avoid waste and how to deal with the waste they have in the best possible way.\n\nPressure on manufacturers to prevent non-recyclable waste - double wrapping is unnecessary - tax products sold which are non-recyclable - make recyclable options more attractive to buyers.",
            "closed_at": "2007-10-14T00:00:00Z",
            "created_at": "2007-04-14T07:58:44.566967Z",
            "creator_name": "Els Ponnet",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-14T07:58:44.566967Z",
            "rejected_at": "2007-05-19T00:01:03.657284Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4610172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bin-Collection/"
    },
    "type": "petition"
}