{
    "data": {
        "attributes": {
            "action": "build an ice rink in Liverpool capital of culture 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local Goverment has sold off park land that was designated for youth develepment e.g Stanly Park to Liverpool Football Club, Chavasse Park in the liverpool city centre for a new shopping centre, The Garden Festival for property develepment, The sale of these lands alone should be able to fund for an Ice Rink. The press say that our children are becoming obese through the lack of exercise we should be encouraging children to exercise. Fun is a great motive an ice rink would encourage children from street corners which in its self puts a drain on public services this indirectly would help fund an ice rink. Another form of raising funds would be the sale of the naming rights to the ice rink arena e.g Arsenal Football Club is called The Emirates, Bolton Football Club is called the Reebok. The sucsessful television show Dancing On Ice is inspiring children all over the countrey to try ice skating out for themselves but how can they ice skate if they haven't got an ice rink to skate in. So please agree to this petition.",
            "closed_at": "2007-10-14T00:00:00Z",
            "created_at": "2007-04-14T20:27:48.287287Z",
            "creator_name": "David Hurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-14T20:27:48.287287Z",
            "rejected_at": "2007-05-19T00:01:03.657284Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4615766
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IceRink/"
    },
    "type": "petition"
}