{
    "data": {
        "attributes": {
            "action": "Increase funding to NHS mental health units",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "poor funding increases Stress and sickness amongst staff.also increases risk of being hurt for nursing staff often working in v dangerous environments. Morale amongst staff is v low due to lack of training, poor support networks & appalling pay conditions.in Forensic Mental Health Units patients are being denied their basic civil rights. leave granted by home office is being denied due to cost cutting.there are not enough staff 2 escort patients between wards or to allow family visits. Vital physical exercise being denied. Moreover patients should not be denied the freedoms they have earned whilst going through the system and to deny them ground or community leave due to lack of staff is a diabolical infringement of their civil rights. The care patients receive is sub standard & unacceptable. staff are treated and paid with total lack of respect or appreciation for the extremely hard work they do. Please increase funding as morale is constantly decreasing amongst workers and these wards are becoming more dangerous for staff and patients alike",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2007-04-15T06:01:42.723779Z",
            "creator_name": "Gary Smithson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T06:01:42.723779Z",
            "rejected_at": "2007-05-20T00:01:04.330085Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/mental-health/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4617471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nhsfunding/"
    },
    "type": "petition"
}