{
    "data": {
        "attributes": {
            "action": "Introduce automatic legal aid and financial childcare support for Working Grandparent carers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many Granparents who step in to prevent their Grandchildren being placed into Local Authority Care, many of which are working before the child is placed with them. There is however, no financial assistance available for these Grandparent Carers and a working Grandparent in this scenario would either have to find huge childcare costs to stay in work, or give up work to care for the child. In most cases, they do not qualify for legal aid and face huge legal expenses if parents decide to contest decisions when Grandparents seek parental responsibility. This system needs updating, and support provided to help these Grandparents, who are helping the government to keep children out of care. These Grandparents are saving the government huge costs in the Social Care sector, its time this money was shared and legal aid granted automatically to protect the child involved, as well as child minding fees to enable continued work or an allowance to cover a lost wage if work is discontinued to care for the child.",
            "closed_at": "2007-10-18T00:00:00Z",
            "created_at": "2007-04-15T09:55:10.728080Z",
            "creator_name": "Julie Langford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T09:55:10.728080Z",
            "rejected_at": "2007-04-24T14:15:22.119472Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/grandparents/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4618569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/grandcarers/"
    },
    "type": "petition"
}