{
    "data": {
        "attributes": {
            "action": "stop using words like \"the black community must do ........\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a black person in Britain, I get very upset when I hear politicians use comments like \"the black community must do ...... blah blah blah\".\n\nCan the government not shirk its responsibility to young children, single mothers and violent men by labelling them.\n\nWhen I pay my taxes and national insurance they get paid to the british government, a % does not then get returned to me or somehow appropriated to 'a black community organisation'.\n\nFor politicians to now stop and try to somehow imply that the UK is excellent except for so and so.\n\nMr. Blair, I've voted for labour since 1997, my taxes have gone to a labour led government every year since then.\n\nThese kids killing themselves were barely out of their nappies when you became prime minister. \n\nIt is you and your government that need to pull up your collective socks and get to work.\n\nThey say heavy is the head that wears the crown.  You Tony Blair are the leader of the UK, the whole of the UK, all the communities and it is your leadership that has led to this sorry situation either by design or by default.\n\nIt is time your government laid out a truly workable plan to bridge the gap that exists within the different demographs in the UK.",
            "closed_at": "2007-07-15T00:00:00Z",
            "created_at": "2007-04-15T10:41:35.031607Z",
            "creator_name": "akinsope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T10:41:35.031607Z",
            "rejected_at": "2007-05-19T00:01:03.657284Z",
            "rejection": {
                "code": 512,
                "details": "The content of your petition is fine, but can you please re-draft the title with a much clearer call-to-action.  Asking the PM or government to stop using a certain type of phrase is not really strong or clear enough.  Thanks",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4619030
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/black-community/"
    },
    "type": "petition"
}