{
    "data": {
        "attributes": {
            "action": "reach an international agreement, as the most profound part of his legacy, to reduce the world human population in the long term.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is simplistic, but true, that all the intractable problems both at home and abroad - famine, lack of security, inadequate education, over-expensive housing, traffic congestion and pressure on resources, to name a mere few - can be attributed in substance to the over-population by humans of the world as a whole, and of this country.\n\nIt is not sufficient merely to reduce growth. Absolute numbers will have to be reduced, if still possible, in an orderly way and there is some evidence that the long-term total should not exceed 3 billion, which is half the present number.\n\nThe earth as a planet is quite indifferent as to whether humans exist or not. Species evolve, species go extinct. The longer the present situation persists the greater will be the catastrophe, in human terms.",
            "closed_at": "2007-10-15T00:00:00Z",
            "created_at": "2007-04-15T13:05:01.107464Z",
            "creator_name": "Martin Devon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T13:05:01.107464Z",
            "rejected_at": "2007-05-19T00:01:03.657284Z",
            "rejection": {
                "code": 2048,
                "details": "Thank you but there is similar petition open: http://petitions.pm.gov.uk/climate/ If you still wish to open this petition, please re-submit.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4620022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reducepopulation/"
    },
    "type": "petition"
}