{
    "data": {
        "attributes": {
            "action": "Resign from office and hand himself over to the International Criminal Court for his aggression against Iraq and the related international crimes arising from the subsequent occupation of the country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Blair may have broken international law. He  has already been found guilty by  the WORLD TRIBUNAL ON IRAQ  www.worldtribunal.org, and should now stand trial at the International Criminal Court charged with:\n\n1.Waging a war of aggression in contravention of the United Nations Charter and the Nuremberg Principles.\n2.Targeting the civilian population and infrastructure of Iraq, by intentionally directing attacks upon civilians and hospitals, medical centres, residential areas, electricity stations, and water purification facilities\n3.Using disproportionate force and weapon systems with indiscriminate effects, eg cluster munitions, incendiary bombs, and depleted uranium (DU), \n4.Using DU munitions in spite of all the warnings presented by scientists and war veterans on their devastating long-term effects on human beings and the environment\n5.Failing to safeguard the lives of civilians during military activities and during the occupation period thereafter.",
            "closed_at": "2007-06-09T00:00:00Z",
            "created_at": "2006-11-20T22:20:50.770228Z",
            "creator_name": "Jo Mccarthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-20T22:20:50.770228Z",
            "rejected_at": "2006-12-22T16:17:35.483227Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/WarCriminalBlair/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 46212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/War-Crimes/"
    },
    "type": "petition"
}