{
    "data": {
        "attributes": {
            "action": "authorise and promote the erection of the James Napier sculpture, the Abandoned Soldier, permanently on the \"vacant\" plinth in Trafalgar Square.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A magnificent and poignant bronze sculpture by James Napier, a gifted young British artist, reflects the deplorable state of post service support given those who have served our country in combat zones. A substantial proportion of those with no proper home who live on the streets, are ex-servicemen unable to cope when returning to civilian life after experiencing the horrors of action. Yet the  Government and MOD, have callously fallen short in responding to the needs of so many who have suffered physically and mentally, in serving our nation in combat. Hence, this sculpture has been titled “The Abandoned Soldier”, and its impact says more than mere words! \n\nI urge you to support this petition to have this moving work erected permanently on the “vacant” plinth in Trafalgar Square to honour and remind us all of those who have given so much in the service of our country. This has nothing to do with whether you support any, all, or none of the actions to which our servicemen have been assigned – it is to recognise their fulfilment of their “DUTY”, and the “DUTY” we all have to ensure that they are properly and sympathetically looked after when they need our help.",
            "closed_at": "2008-04-20T00:00:00Z",
            "created_at": "2007-04-15T19:10:32.642644Z",
            "creator_name": "Roger Earl",
            "government_response_at": "2008-08-12T15:16:44.900309Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:16:44.900309Z",
                    "details": "You signed a petition asking the Prime Minister to \"authorise and promote the erection of the James Napier sculpture, the Abandoned Soldier, permanently on the \"vacant\" plinth in Trafalgar Square.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16453\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AbandonedSoldier'",
                    "updated_at": "2008-08-12T15:16:44.900309Z"
                }
            ],
            "opened_at": "2007-04-15T19:10:32.642644Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2559,
            "state": "finished",
            "updated_at": "2008-05-26T03:29:22.382179Z"
        },
        "id": 4623068
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbandonedSoldier/"
    },
    "type": "petition"
}