{
    "data": {
        "attributes": {
            "action": "Withdraw support for the USA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I Think it is time to give a vote of no confidence to the USA.  We agree to fight along side wars that they cause.  We all agree that there has to be a high level of defence in todays day and age.  But for all the reasons we go to war, America seems to be doing that in there own land.  Why should America rule the world?  The have WoMD, they have such a terrible humen rights record, they are bullys and it is time for the UK to stand on there own two feet.\n\nUK has a great place, our humen right records are amazing.  We treat others and our own with respect.  The USA don't care to much for these things, they are in a situation where they need to be in power, they need to be in control and it is making the UK a bigger target for terrorists and making us look stupid to people all over the world.\n\nIt is time to the UK to say no, we wont fight because you do, we wont agree with what you say.  That is not our place, we are one of the worlds best countrys and we have ourselfs to thank no one else.\n\nSo lets withdraw our support from the USA and stand on our own two feet.",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2007-04-15T20:50:50.840324Z",
            "creator_name": "Christopher Skene",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T20:50:50.840324Z",
            "rejected_at": "2007-05-20T00:01:04.330085Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/IsolateUSA/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4624002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKUSA1/"
    },
    "type": "petition"
}