{
    "data": {
        "attributes": {
            "action": "Allow members of the public to be able to appeal to a lawyer in cases that have been disallowed by the Financial Ombudsman Service. I also request that the Quality Service Managers Office come under ministerial supervision and not allowed to be a law unto themselves.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My bank has taken much money from me for a loan I discovered in 2003 was used to achieve this. I never ever had a loan, the bank have no evidence whatever to show that I did, and I told them that before they had to admit they did not, but they use the balance of probabilities to say I did ?? they threatened my family to such a degree before during and after their own investigations and those of the Ombudsman we fled our home to escape. They produced a computer readout for 1987 and presented it to the Ombudsman and Adjudicator who decided this completely false document was genuine and threw my chance of a hearing out, and my chance of getting my money returned to me. This was  and is injustice perpetrated by 2 people who should not be responsible for legal matters because this readout is false, and has been condemned by 2 bankers as worthless, I have since received documents via the ICO that are also false due to being altered to fit their desired argument. Further ICO documents prove it.",
            "closed_at": "2007-06-20T00:00:00Z",
            "created_at": "2007-04-15T22:53:18.829089Z",
            "creator_name": "Gordon Kerrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-15T22:53:18.829089Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4624868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Banklies/"
    },
    "type": "petition"
}