{
    "data": {
        "attributes": {
            "action": "Criminalise and ban the B.N.P. And Criminalise the membership of any hate group",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the Prime Minister to remember  our parents,grand parents and any others national and foreign who gave their lives to protect the rights of minorities domestic and foreign.\nAnd end the breeding ground of hate that is the B.N.P. and other similar hate groups.\nMembership of the B.N.P. is a hate crime  as the B.N.P. is an entity of threat and hate for many.\nIn retrospect we would all have wished to end the Nazi party before they took so many lives and we should remember that as we allow the B.N.P. to continue campaigning as a legitimate political party ,we have anti hate laws for a reason and we should enforce them against those that campaign for the repatriation of British Black, Asian,Arab or Jew and those that class these groups as anything other than proud British citizens.\nBut most of all we should end immediately  these hate groups use of our Great and Beloved Flag which was carried across war ground and seas with pride and honour and with which so many of our brave soldiers were buried under.",
            "closed_at": "2007-10-16T00:00:00Z",
            "created_at": "2007-04-16T01:30:33.669250Z",
            "creator_name": "Heesh Elhajoui",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-16T01:30:33.669250Z",
            "rejected_at": "2007-05-20T00:01:04.330085Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4625253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BNP-HATE/"
    },
    "type": "petition"
}