{
    "data": {
        "attributes": {
            "action": "Compel the Child Support Agency (CSA) to give fair and equal treatment for all CSA non-resident parents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new formula for Child Support Agency (CSA) maintenance calculations has now been in place since April 2003. Non-resident parents still being assessed under the 'old rules' have experienced a long and avoidable delay in assessment under the 'new rules', - currently a delay of 3 years and 7 months! The continued use of both the 'old rules' and the 'new rules' is unfair because it inevitably results in different levels of assessment for cases having identical financial circumstances.\nThose non-resident parents who are responsibly paying the CSA`s assessment under the 'old rules', which have long been recognised as unfair, are still bearing the financial burden and related stress which may well be alleviated by assessment under the 'new rules'.\nWe call upon the Minister concerned to instruct the CSA to take the necessary steps to bring in the new, simplified and fairer method of assessment for all cases with immediate effect.",
            "closed_at": "2007-02-22T00:00:00Z",
            "created_at": "2006-11-20T22:27:02.158863Z",
            "creator_name": "Frank Chandler",
            "government_response_at": "2007-02-28T16:08:10.131291Z",
            "government_responses": [
                {
                    "created_at": "2007-02-28T16:08:10.131291Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Compel the Child Support Agency (CSA) to give fair and equal treatment for all CSA non-resident parents.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11110.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/child-supp-agncy/",
                    "summary": "Government response to petition 'child-supp-agncy'",
                    "updated_at": "2007-02-28T16:08:10.131291Z"
                }
            ],
            "opened_at": "2006-11-20T22:27:02.158863Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 400,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 46258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-supp-agncy/"
    },
    "type": "petition"
}