{
    "data": {
        "attributes": {
            "action": "to act now and make personal representations to Vietnamese President Nguyen Minh Triet in the case of Le Manh Luong, a mentally ill British citizen facing the death penalty in Vietnam.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Le Manh Luong, 46, from South London has been on death row since 25 November 2006, after being convicted of drug trafficking. Brain damaged from a B52 American bomber during the Vietnam War, he would, if executed, become the first Briton to be executed outside the USA during Prime Minister Blair’s premiership. \n\nAll of Mr Luong’s legal appeals have failed, despite medical evidence showing he suffers from a mental disorder as a result of the injury he sustained during the war. His hopes now lie with a clemency petition that will be considered by President Nguyen Minh Triet. If that is unsuccessful, he will be executed by firing squad.\n\nIn cases of Australian nationals on death row in Vietnam, their death sentences have been commuted subsequent to intervention by Australian Prime Minister John Howard speaking personally to the Vietnamese President. We are petitioning Prime Minister Blair to do the same.\n\nIt is vital that the Prime Minister personally intervene and do everything in his power to ensure that Mr Luong is not executed.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-04-16T11:05:05.069390Z",
            "creator_name": "Marc Callcutt",
            "government_response_at": "2007-09-06T15:08:39.392736Z",
            "government_responses": [
                {
                    "created_at": "2007-09-06T15:08:39.392736Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"to act now and make personal representations to Vietnamese President Nguyen Minh Triet in the case of Le Manh Luong, a mentally ill British citizen facing the death penalty in Vietnam.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13093.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveLuong'",
                    "updated_at": "2007-09-06T15:08:39.392736Z"
                }
            ],
            "opened_at": "2007-04-16T11:05:05.069390Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1408,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4630534
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveLuong/"
    },
    "type": "petition"
}