{
    "data": {
        "attributes": {
            "action": "urge the Cheif Medical Officer Sir Liam Donaldson to resign at once",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The CMO has been behind some of the most controversial and damaging reforms to the health service of late.\n\nFirstly MTAS, the Medical Training Application Service, has been a complete failure.  Several prominent figures have resigned as they have realised that the reforms did not have the support of the grass roots.\n\nSecondly MMC, Modernising Medical Careers, is a scheme that does not have the support of the medical profession and is being rail roaded through despite this.  MMC is arguably a massive danger to patients everywhere in the short and long term.\n\nThirdly the CMO's draconian proposals for changes to medical regulation that are arguably unworkable and not fit for purpose.  \n\nThese three reasons on their own are enough to merit his resignation.",
            "closed_at": "2007-05-23T00:00:00Z",
            "created_at": "2007-04-16T19:14:55.317353Z",
            "creator_name": "ben dean",
            "government_response_at": "2007-07-12T15:15:36.697730Z",
            "government_responses": [
                {
                    "created_at": "2007-07-12T15:15:36.697730Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"urge the Cheif Medical Officer Sir Liam Donaldson to resign at once\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12435.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CMOresign'",
                    "updated_at": "2007-07-12T15:15:36.697730Z"
                }
            ],
            "opened_at": "2007-04-16T19:14:55.317353Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 221,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4638845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CMOresign/"
    },
    "type": "petition"
}