{
    "data": {
        "attributes": {
            "action": "do the following. In light of this being the 25 anniversary of the Falklands War and those Ghurkas who fought in it had virtually all retired before 1997 then our country should  pay ALL retired Gurkhas the higher rate of pension currently paid to veterans retiring after 1997.  Also to give these veterans the right to live in this country in the same way as Ghurkas retiring now do.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Retired Ghurkas are in two groups.  Those who retired before 1997 and those who retired after.  Last month, the British defence ministry announced a shake-up in pay and conditions for Gurkhas which means that those currently serving will be entitled to the same salary, benefits and pensions as their British colleagues. So it should be.\n\nThe new rules affect only those Gurkhas who retired after 1997 when their base moved from Hong Kong to Britain. \nThose men who retired before 1997 will still recieve a lower pension, based on Indian Army pensions.\nThe British government has said that those who served as Gurkhas before the move from Hong Kong back to Britain are not eligible for residence because they cannot \"demonstrate the close ties\" to Britain required under immigration law.",
            "closed_at": "2007-10-16T00:00:00Z",
            "created_at": "2007-04-16T22:44:50.932034Z",
            "creator_name": "Ernest Travers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-16T22:44:50.932034Z",
            "rejected_at": "2007-05-23T00:01:02.993550Z",
            "rejection": {
                "code": 2048,
                "details": "The petition overlaps with existing petitions: http://petitions.pm.gov.uk/gurkhas-rights/ and http://petitions.pm.gov.uk/Gurkha-Pension/ Please consider signing one/both of these.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4641251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ghurka-Pensions/"
    },
    "type": "petition"
}