{
    "data": {
        "attributes": {
            "action": "Save The Nell Gwynne, Bull Inn Court",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is one of London's most historic pubs, said to have been frequented by Nell Gwynne and, more recently, by Jude Law and Sienna Miller. \n\nNow the pub, named after the mistress of Charles II, is threatened with closure because of plans to redevelop the site. \n\nSituated in Bull Inn Court, a tiny alley off the Strand, the Nell Gwynne is a former finalist in the Evening Standard Pub of the Year competition. \n\nLicensee Trish Murphy said there had been a pub on the site since the Middle Ages. \n\n\"It used to be called the Bull Inn and Nell Gwynne used to use it,\" she said. \"She was very popular and after her death it was named the Nell Gwynne.\" \n\nDescribed on one website as \" winningly old-fashioned\", the current building dates back to the late 19th century, when the old pub was demolished to make way for the expansion of the Adelphi Theatre next door. \"It is very, very small,\" said Mrs Murphy, 61. \"It's not a tourist pub. People go down the Strand and don't know it's there. It is a proper boozer. I don't do food, only sandwiches.\"",
            "closed_at": "2007-10-23T00:00:00Z",
            "created_at": "2007-04-17T08:34:02.000970Z",
            "creator_name": "Simon Carter",
            "government_response_at": "2007-11-16T15:24:49.534356Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:24:49.534356Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save The Nell Gwynne, Bull Inn Court.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13778.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SavetheNell'",
                    "updated_at": "2007-11-16T15:24:49.534356Z"
                }
            ],
            "opened_at": "2007-04-17T08:34:02.000970Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1806,
            "state": "finished",
            "updated_at": "2007-11-20T03:11:08.286594Z"
        },
        "id": 4643448
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SavetheNell/"
    },
    "type": "petition"
}