{
    "data": {
        "attributes": {
            "action": "Revoke the recent ruling by the Special Tax Commissioners on Discretionery Will Trusts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My wife and I are in our late seventies and have been married for 57 years and raised three childrenn My wife took their upbringing conscientiously and has never been employed during our marriage as she was a full time mother and this was normal for our generation.We have always taken the view that everything we owned was held jointly. Our Wills specify this as regards our property which is held as tenants in common. This recent ruling which states that a non working wife did not contibute to her half share of the house undermines common justice and is nonsensical. If at the end of a marriage, a non working spouse can claim a propertion of the divorcing partners assets on account of her contribution to the marriage she must have the right to own a share of those assets. The new logic appears to be that after 57 years we should get divorced. I would add that this ruling will affect more older pensioners as working wives are now in the majority. We urge you to have the Chancellor attend to this as a matter of urgency.",
            "closed_at": "2008-04-17T00:00:00Z",
            "created_at": "2007-04-17T08:59:28.454694Z",
            "creator_name": "John and Margaret  O'Brien",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-17T08:59:28.454694Z",
            "rejected_at": "2007-05-18T00:01:02.851430Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several in existence already -\nhttp://petitions.pm.gov.uk/SharedIHT/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4643877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Will-Trusts/"
    },
    "type": "petition"
}