{
    "data": {
        "attributes": {
            "action": "Acknowledge The Daily Mail's Contribution To Understanding Diverse and Complex Issues",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The more I see and learn about people's views on asylum seekers, immigration, terrorism, the benefits system, the death penalty etc.; the more I feel we should acknowledge The Daily Mail's dedicated campaign to educate.  And not just it's readers; many non-readers can benefit from the thoughtful, kind, intelligent views that Mail readers selflessly share given the slightest opportunity.  The spelling is usually good too. It is true that the media is usually under fire from some quarter or another - mostly gay, unemployed, immigrant ex-criminals I imagine - so I really think that someone should stand up and applaud the Daily Mail for attracting such a loyal, unquestioning, unwavering readership.  Those people, rightly, will not be put off their highly intellectual debate and nor should they. It is they who grasp the implications of difficult issues, and at the same time cleverly recognise that most problems can be solved by sending people back to their own country. Truly, they do put the Great into Great Britain. They make me really, really proud. Not painfully, pityingly embarrassed and ashamed.  No, not at all.",
            "closed_at": "2007-10-17T00:00:00Z",
            "created_at": "2007-04-17T14:50:16.724053Z",
            "creator_name": "CarrieC",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-17T14:50:16.724053Z",
            "rejected_at": "2007-05-23T00:01:02.993550Z",
            "rejection": {
                "code": 32768,
                "details": "I'm not sure you can petition the PM to acknowledge something sarcastically!",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4651039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DailyMailFan/"
    },
    "type": "petition"
}