{
    "data": {
        "attributes": {
            "action": "Mr Davis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why do the British Public find the use of CCTV cameras acceptable?  Well we probably don't.  But like many of the laws and procedures that the Labour Goverment has implemented we lie down and accept it, we live in an individually competitive society, we are not against one another, we need collective action, or we shall see more and more draconian legislation creeping into our lives under the guise of our protection.  Do CCTV's make you feel safe? what do we need to fear?, maybe the Cameras themselves.  We live in a society in a state of perpetual media/goverment frenzied fear, our individual concerns possibly only being bemoaned at work or at the pub.  We are made to believe that political action is taboo.  Our judicial system is meant to be based on innocence before being proven guilty, the camera does lie.  \nPeople have fought and died for our individual freedoms, why should we, the majority of Law abiding Citizens have our privacy invaided and be treated like tagged criminals?",
            "closed_at": "2007-10-17T00:00:00Z",
            "created_at": "2007-04-17T18:42:41.586175Z",
            "creator_name": "Mr Davis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-17T18:42:41.586175Z",
            "rejected_at": "2007-05-23T00:01:02.993550Z",
            "rejection": {
                "code": 513,
                "details": "You need to create a proper title for your petition - not your name - and remove the party political content, as this is a Civil Service website",
                "reasons": [
                    "Party political material",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4654613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoCCTV/"
    },
    "type": "petition"
}