{
    "data": {
        "attributes": {
            "action": "change the law so that whenever fines or compensation orders are made by statutory bodies such as OFCOM or OFWAT etc against large monopoly organisations like the water or gas or electricity companies, as well as fines or orders against taxpayer funded organisations, like the NHS or rail services, those fines or compensation orders should be made against named individuals in the company or organisation and NOT against the company or organisation as an entity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everybody with responsibility for the running of these organisations operate in a regime of immunity from being held to account because they know that the cost of any fines or compensation orders will be passed on to utility users or the taxpayer.  There are more and more examples arising where negligence, or where people just don't properly do the job they are paid to do, is causing damage to individuals and/or the environment where the responsible person is known and can be named and SHOULD be held accountable.  The only way to make these people focus on doing their jobs properly is to make them personally responsible for the outcome of their actions.  They get to vote themselves huge bonuses when they decide they are doing the job well.  They, and not the monopolised (captive) customer nor the taxpayer, should (personally) pay when they do the job badly.",
            "closed_at": "2008-01-06T00:00:00Z",
            "created_at": "2007-04-18T09:49:54.892750Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T09:49:54.892750Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-01-07T03:13:54.566935Z"
        },
        "id": 4661509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopImmunity/"
    },
    "type": "petition"
}