{
    "data": {
        "attributes": {
            "action": "Eradicate all useage of Imperial units of measurement in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I strongly object to the continued use of Imperial units of measurement in advertising, on road signs and by the media. Allowing their continued use alongside metric units is confusing, and highly inconsistent. The SI system, adopted since 1972, is a unified, consistent and decimal system, and one almost universally used in the rest of the world. The UK has had 34 years to adjust.  It is perverse we don’t all seem to have managed this yet, when our currency became decimal overnight. We continue to be bombarded by the use of imperial units (mainly by laymen): the system is obsolete, confusing and in some instances now illegal (such as in weights and measures for sale purposes). I have never had to use this system, being 34 years old. I have never been taught it. Why then do I still encounter young people using the Imperial system? How are our young to excel in science, maths and engineering subjects when the units around them are still in wild disarray? I strongly believe more should be being done to educate, promote and encourage universal use of SI units.",
            "closed_at": "2008-05-10T00:00:00Z",
            "created_at": "2007-04-18T11:43:24.664352Z",
            "creator_name": "Giles R Brittain, BEng., MSc..",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T11:43:24.664352Z",
            "rejected_at": "2007-05-18T12:42:20.671213Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MovetoMetric/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4664731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SIunits/"
    },
    "type": "petition"
}