{
    "data": {
        "attributes": {
            "action": "recognise the deep concerns people have about the safety of the conviction of Michael Shields for a crime committed in Bulgaria.  We call on the Prime Minister and his Government to do all they can to assist in persuading the Bulgarian Government to re-open the case and for them to look at new and existing evidence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further the Prime Minister is called upon to ask the Bulgarian Authorities through Interpol to ask for further investigations to be carried out by Merseyside Police by interviewing those who have provided new and additional information supporting Michael Shields claim to be innocent of the assault on Bulgarian Waiter Martin Georgiev.\n\nMichael Shields was convicted of a crime he claims he did not commit. Evidence was not allowed to be heard in the Bulgarian Court which included evidence from people who confirmed that Michael was indeed in his bed. Other evidence was not allowed during an appeal because it was deemed to be too late,because it was not heard in the original trial. This evidence and that of new witnesses needs to be taken into account.\n\n     Michael Shields is now in a UK Prison and has served nearly two years in May 2007 for a crime someone else has owned up to. This Government should do all it possibly can to persuade the Bulgarians to re-open this case and examine thoroughly all the evidence that exists.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-04-18T12:22:40.258131Z",
            "creator_name": "Cllr Joe Anderson",
            "government_response_at": "2008-05-02T14:35:08.553709Z",
            "government_responses": [
                {
                    "created_at": "2008-05-02T14:35:08.553709Z",
                    "details": "You signed a petition asking the Prime Minister to \" recognise the deep concerns people have about the safety of the conviction of Michael Shields for a crime committed in Bulgaria. We call on the Prime Minister and his Government to do all they can to assist in persuading the Bulgarian Government to re-open the case and for them to look at new and existing evidence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15433.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MichaelCShields'",
                    "updated_at": "2008-05-02T14:35:08.553709Z"
                }
            ],
            "opened_at": "2007-04-18T12:22:40.258131Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17001,
            "state": "finished",
            "updated_at": "2008-06-11T03:40:36.508397Z"
        },
        "id": 4666452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MichaelCShields/"
    },
    "type": "petition"
}