{
    "data": {
        "attributes": {
            "action": "Call a referendum on the UK withdrawing it's membership from the European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people of the UK have been missled over the broader implications of our membership of the European Union.  \nWithout consent, the people of the UK have been dragged into an un-elected and un-accoutable European superstate that often makes decisions that are not in the best interests of the uk. \nMembership costs us billions of pounds that could be better spent at home.\nThe European community is  extremely diverse with vastly different traditions, laws and customs. Trying to control  from the centre and impose general conformality, political corectness and the absurd human rights legislation  is completely wrong. \nIt is the differences in member states that makes the community vibrant and strong so to throw us all into one huge melting pot is madness.\n\nThe EU way is not the British way and never will be, in Britain the state is the servant of the people, in Europe the individual is the servant of the state.\nIn Britain all people are free to do anything unless forbidden by law, \nIn Europe you can't do anything unless the law permits it. \nI call for an honest debate over out future participation in the European Union and that the people are asked if they wish to remain in it.",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-04-18T13:03:58.684429Z",
            "creator_name": "Steven Whitfield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T13:03:58.684429Z",
            "rejected_at": "2007-05-24T00:01:02.967362Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/participate-uk/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4667959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leaveEUnow/"
    },
    "type": "petition"
}