{
    "data": {
        "attributes": {
            "action": "investigate the use of the bailiffs and stricter legislation imposed upon the use of them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The system of using bailiffs for the collection of debts should be thoroughly investigated and stricter legislation should be imposed with severe penalties for a bailiff and/or organisations that contravenes it.\nThe bailiff system is archaic and outmoded, and should have no place in a modern society. \nIn this day and age where private persons, organisations and society have the ability to impose the collection of debits by other means, (such as, deductions direct from earnings etc.) should not use, what amounts to, legalised thuggery, it should be strictly regulated by legislation.\nA definitive method of determining between those that “will not pay” and those that “cannot pay” must be sought - the decision should not be left to the discretion of an individual who is paid to recover money by what ever “legal” means they see fit, using threats that tantamount to demanding money with menaces; they include, breaking and entering, intimidation, personal violence and the like. A bailiffs powers of discretion and the use of archaic methods to enforce the collection of debits should be severely curbed by law.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-04-18T14:40:21.042065Z",
            "creator_name": "Clifford D Hoy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T14:40:21.042065Z",
            "rejected_at": "2007-05-24T00:01:02.967362Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/againstbailiffs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4670722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bailifflegislate/"
    },
    "type": "petition"
}