{
    "data": {
        "attributes": {
            "action": "dramatically reduce the 6 months delay prior to (re-)entering the UK as part of the Pet Passport scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After obtaining a passport as part of the PETS scheme, a pet must wait for 6 months before (re-)entering the UK. This is in very sharp contrast with the EU ruling which only imposes a much shorter waiting period (3 weeks to 3 months depending on the country). \n\nThis 6 month wait is penalising animal lovers in the UK and abroad, has been questioned as too long by leading scientists (including the Chief Vet Officer and Minister for Animal Health) and does not guarantee a rabies-free Britain; there was a case of rabies in Oxfordshire in October 2006 and in Scotland in December 2002 (in a human), whereas there hasn't been one in France for example for about 10 years. \n\nManaging a problem by trying to avoid the issue is unlikely to be the most successful policy. Keeping Britain rabies-free is achievable without holding pet owners to ransom, as has been demonstrated by our EU partners.\n\nWith the review of rabies prevention policies completed in January, it is time to review the antiquated 6-month rule, get the UK in line with the rest of Europe and allow owners to travel abroad much more freely with their Pets.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-18T14:26:04.455238Z",
            "creator_name": "Olivier Vigneresse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T14:26:04.455238Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-04-25T00:01:01.063842Z"
        },
        "id": 4670356
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nowaitpet/"
    },
    "type": "petition"
}