{
    "data": {
        "attributes": {
            "action": "Not close the Blackwall Tunnel contra flow system from 20th April 2007, which will effect all drivers using the tunnel to get to work and will result in severe congestion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I wish the Governement to NOT CLOSE the contra flow to the Black Wall Tunnel, which is due to close on 20/4/07.It is conceded closing it will result in severe congestion to all drivers for the future. TFL and Police quote health and safety and bad drivers who over take resulting in accidents,but the Police already have the cameras to monitor and collect evidence and the power to penalise offenders who drive recklessly, even if\nthey are visitors to the country. Clearly by closing the contra flow this is merely another way of ensuring severe congestion and will culminate in the introduction of a stealth tax in the form of congestion charging. Enough is enough,open the contra\nflow and penalise the bad drivers not the honest hard working drivers that need to get to and from work, as these will be the only persons penalised by closing the contra flow and any introduction of a congestion charge, that i am sure would shortly follow to alleviate that conveniently engineered\ncongestion.",
            "closed_at": "2008-01-24T00:00:00Z",
            "created_at": "2007-04-18T20:21:37.358500Z",
            "creator_name": "trevor dean",
            "government_response_at": "2008-02-22T15:08:53.617954Z",
            "government_responses": [
                {
                    "created_at": "2008-02-22T15:08:53.617954Z",
                    "details": "You signed a petition asking the Prime Minister to \"Not close the Blackwall Tunnel contra flow system from 20th April 2007, which will effect all drivers using the tunnel to get to work and will result in severe congestion.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14671.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Btunnel'",
                    "updated_at": "2008-02-22T15:08:53.617954Z"
                }
            ],
            "opened_at": "2007-04-18T20:21:37.358500Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 300,
            "state": "finished",
            "updated_at": "2008-01-25T00:01:01.290709Z"
        },
        "id": 4677662
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Btunnel/"
    },
    "type": "petition"
}