{
    "data": {
        "attributes": {
            "action": "Stop the Planning Gain Supplement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This proposed tax will lead to higher house prices as it will mean less new housing will be built, at a time when the Government has already correctly identified that there is a significant annual shortfall in new housing completions. The Governments stated aims are to make housing more affordable but this tax will make housing more unaffordable.\n\nAny first time buyer should sign this partition, as should anyone involved in the wider property industry:- developers, architects, surveyors, agents, solicitors, planning consultants, accountants, builders etc – as the reduction in sites coming to the market, and therefore developments being built, will cost jobs.\n\nThis tax is pure folly and the Government is ignoring all constructive criticism of its proposals from reputable organisations such as the RICS and the BCC in a misguided attempt to significantly increase its tax revenues. Increases in taxation of profits from property development can be achieved using the usual company taxation systems. Attempting to tax companies early before the profits have been realised will prevent many transactions from being executed, and increase expenses on all the ones that are.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-18T20:41:42.434288Z",
            "creator_name": "Ben Leefield MRICS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-18T20:41:42.434288Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 82,
            "state": "finished",
            "updated_at": "2008-04-25T00:01:01.063842Z"
        },
        "id": 4677977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Planning-Gain/"
    },
    "type": "petition"
}