{
    "data": {
        "attributes": {
            "action": "increase the funding of and support given by the Health Services to services for those with eating disorders regardless of postcode or specific diagnosis.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anorexia has the highest mortality rate of all psychiatric illnesses. Bulimia, Binge-Eating Disorder and EDNOS are also very serious (but treatable) illnesses with significant impacts on the lives of sufferers and those around them. There is currently only one Trust in the whole of the UK who comply with the NICE guidelines. Waiting lists for treatment in some areas are 12-24 months, and in other areas there is no specialist treatment available at all. Far from improving the situation Health Service reorganisation has led to the diminution of services in some areas and to professional teams working under intolerable pressure. Patients and carers are having to fight to get any treatment at all and there is no choice of treatment optons for the vast majority of sufferers and their families.",
            "closed_at": "2007-06-24T00:00:00Z",
            "created_at": "2007-04-19T11:38:34.260229Z",
            "creator_name": "Fiona Bromelow",
            "government_response_at": "2007-07-18T16:31:01.787545Z",
            "government_responses": [
                {
                    "created_at": "2007-07-18T16:31:01.787545Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" increase the funding of and support given by the Health Services to services for those with eating disorders regardless of postcode or specific diagnosis.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12537.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'eatingdisorders'",
                    "updated_at": "2007-07-18T16:31:01.787545Z"
                }
            ],
            "opened_at": "2007-04-19T11:38:34.260229Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 986,
            "state": "finished",
            "updated_at": "2008-03-26T03:12:04.423400Z"
        },
        "id": 4685995
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eatingdisorders/"
    },
    "type": "petition"
}