{
    "data": {
        "attributes": {
            "action": "enable the provision of a negative vote, to register that many people are in opposition to certain of the petitions raised here.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It gives an air of unwarranted respectability to \"bats in the belfry\" and marshalled, single issue politicing, if only positive voting is permitted. I ask therefore that a counterbalancing facility is afforded, to allow a vote in the negative.",
            "closed_at": "2007-04-09T00:00:00Z",
            "created_at": "2007-01-09T19:13:55.871545Z",
            "creator_name": "John Aherne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-09T19:13:55.871545Z",
            "rejected_at": "2007-02-09T00:03:03.632886Z",
            "rejection": {
                "code": 16384,
                "details": "Many people have suggested changes to the e-petitions service during this test phase, and a number of improvements have been made as a result.\nOne of the most popular proposals has been the creation of a 'sign against' mechanism, which would allow users to disagree with petitions. After much discussion, we have decided not to add this function.\nThe rationale is this: \"e-petitions\" is designed essentially as a modern equivalent of the traditional petitions presented at the door of No.10. It enables people to put their views to the Prime Minister. It is not intended to be a form of quasi-referendum or unrepresentative opinion poll (professional polls use special techniques to ensure balanced samples). With a \"vote against\" function, that is what it would effectively become.\nIt is of course possible to create a counter-petition to an existing campaign (as many people already have). This remains the best option if you disagree with a particular petition.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 468689
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/au-contraire/"
    },
    "type": "petition"
}