{
    "data": {
        "attributes": {
            "action": "Maintain Kemble Airfield as an active General Aviation Aerodrome for the benefit of the local community and for pilots nationwide.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cotswold District Council is seeking to bring to an end flying at Kemble Airfield near Cirencester in Gloucestershire. Kemble is one of The UK’s finest airfields and as well as providing a great deal of pleasure for pilots and aviation enthusiasts also provides local employment opportunities and flying training. \n\nThe site has been an aerodrome for almost 70 years, and enjoys the support of 85% of the local community (according to Kemble & Ewen Parish Council survey 2006) thanks in part to its careful noise abatement procedures. The loss of such a facility would be a tragic blow for the General Aviation community in the UK.",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-04-19T13:08:20.697299Z",
            "creator_name": "Matthew Lee",
            "government_response_at": "2007-08-13T14:17:28.161447Z",
            "government_responses": [
                {
                    "created_at": "2007-08-13T14:17:28.161447Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Maintain Kemble Airfield as an active General Aviation Aerodrome for the benefit of the local community and for pilots nationwide.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12865.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Kemble'",
                    "updated_at": "2007-08-13T14:17:28.161447Z"
                }
            ],
            "opened_at": "2007-04-19T13:08:20.697299Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6801,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4687783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kemble/"
    },
    "type": "petition"
}