{
    "data": {
        "attributes": {
            "action": "STOP the planned NF March on Saturday 21th April 07 In Surrey Quays and all future NF Marches",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "STOP THIS AND ALL FUTURE NF MARCHES\n\nWhy is this being allowed to happen in our so called 'multi – cultural' society? The communications dept of the police station in Surrey Quays, have confirmed that a NF march is to take place this Saturday 21/04/07.They say they have not received any intelligence to suggest that there will be any violence at the event, hence why they just intend to police it rather than stop it. The police can stop an event if they believe there's a threat of violence (e.g. after the recent spate of shootings/stabbings in and around London, one Choice FM event was cancelled for exactly such a reason.\nHolding a NF rally in an ethnically mixed locality in London is bound to inflame tension based on the nature of the event and quite conceivably end in violence. This event should not take place for the simple reason that it inflames tensions, promotes racial disharmony and encourages/emboldens anti-ethnic sentiments. \n A nearby business was told by the police that it might not be a good idea to have a black business open in the parade path. I understand the idea of free speech, but this is an outrage to me.",
            "closed_at": "2008-04-23T00:00:00Z",
            "created_at": "2007-04-19T17:57:17.392502Z",
            "creator_name": "Miss Black",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-19T17:57:17.392502Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-02-19T16:15:30.967260Z"
        },
        "id": 4692559
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RacistMarch/"
    },
    "type": "petition"
}