{
    "data": {
        "attributes": {
            "action": "Allow Insulin Dependant Diabetics to continue to hold their HGV Licence as long as their Diabetis is under control and certified that this is the case by a Diabetic Consultant.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the DVLA under the rulings set by the Minister of State for Transport withdraw HGV Licences if you are Insulin Dependant Diabetic. This is totaly unfair if a Consultants Medical can prove that the individual,s condition is completly under control and they are no more a danger on the road than any other driver. With other medical condition the DVLA will grant you back your licence after a period of weeks / months but this is not the case with Diabetis. They take away their HGV Licence for good. My husband has been an HGV Driver for 34 years and can no longer do the job he enjoys and he is good at due to having his licence withdrawn and he is now having difficulty in getting another job. He is 57 years old and Driving was his life. He may have Diabetis but he is NOT ILL. He has a controlled condition that he lives with well. He has never had a Hypo or a Hyper. I am sure there are many other HGV Divers in this situation that could and should be allowed to do the job they have been trained to do. Please sign this petition and let's raise the awareness of HGV Drivers that have had their licences withdrawn due to being Insulin dependant Diabetic, and have had their livelihoods taken away from them.",
            "closed_at": "2007-07-24T00:00:00Z",
            "created_at": "2007-04-19T19:11:57.065821Z",
            "creator_name": "Doreen Stamp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-19T19:11:57.065821Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4693520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HGVDiabetic/"
    },
    "type": "petition"
}