{
    "data": {
        "attributes": {
            "action": "stop paying A-Level students for no reason, while university students are forced to pay over £3000 a year for tuition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A-Level students from homes with lower income are currently being paid up to £30 a week (over £1100 a year) plus bonuses of up to £500.  They receive this even if they do not turn up to school, or pass their courses.  There are proposals to start paying people more to take science A-Levels.\nThis is apparently for school supplies, but most people use it for social activities, mostly getting drunk.  Most students live at home, and have most of their living costs paid for by their parents.\n\nMeanwhile university students are paying over £3000 a year for tuition fees, plus most are living on their own and so pay for their living costs as well.  Although loans are available, this means students come out of university with debts of up to £30000.\n\nI believe that money to A-Level students should only be given in more extreme circumstances, and the money saved from this used to reduce tuition fees for university students, who will contribute more to society later in life.",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2007-04-19T21:49:16.654586Z",
            "creator_name": "Elizabeth Hawkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-19T21:49:16.654586Z",
            "rejected_at": "2007-05-24T00:01:02.967362Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4695459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentmoney/"
    },
    "type": "petition"
}