{
    "data": {
        "attributes": {
            "action": "not sign any further EU treaties without a mandate from the British people through a referendum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "EU membership is a major constitutional issue, with more of our laws being made in Brussels than Westminster. Yet since 1973, when the Union was considerable different to how it is today, the British people have never been consulted about their views on further EU integration.\n\nTwo years ago the people of France and the Netherlands rejected the EU constitution, and Tony Blair backtracked on his promise to give the people of the UK a say on whether they supported the constitution.\n\nNow the constitution, renamed as a \"treaty\", is back, and Tony Blair has indicated that because the name of the treaty is different, he has no intention to fulfil his promise of holding a referendum.\n\nWe the British people demand that before Britain is any further integrated into the EU, or before any further “reforms” are made, that a binding referendum should be held so that the people of Britain can have their say.",
            "closed_at": "2007-07-20T00:00:00Z",
            "created_at": "2007-04-20T08:41:43.983948Z",
            "creator_name": "Tom Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T08:41:43.983948Z",
            "rejected_at": "2007-05-24T00:01:02.967362Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/CONSTITUTION/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4698694
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUtreatyvote/"
    },
    "type": "petition"
}