{
    "data": {
        "attributes": {
            "action": "ensure research and clinical use of MRI is not cripple by the EU's PAD directive",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2004 an EU Directive was passed that sets limits on occupational exposure to electromagnetic fields. These limits, when incorporated into UK law in 2008, will make many procedures using magnetic resonance imaging (MRI) illegal.\n\nThere is no evidence anywhere that MRI scanners cause any adverse effects in staff or patients and one of the key benefits of MRI is the lack of any ionising radiation (as found in traditional X-rays and in CAT scans) making it a powerful tool for research in medicine, psychology and pharmacology; as well as a vital piece of diagnostic equipment in our nation's hospitals.\n\nThis piece of EU legislation is irrelevant and serves to harm the interests of both health workers (who will be forced to turn to genuinely harmful procedures involving radiation) and the research community (who will be prevented from using high resolution and intervention based techniques).\n\nFinally this legislation will mean that Britain will have to buy specially crippled equipment; costing the NHS more money and destroying our world leading position in the employment of MRI technology.\n\nWe call upon the UK Government to ensure that this EU directive does not pass into law.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-20T10:29:53.108596Z",
            "creator_name": "Benjamin Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T10:29:53.108596Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-04-25T00:01:01.063842Z"
        },
        "id": 4701232
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemrifrompad/"
    },
    "type": "petition"
}