{
    "data": {
        "attributes": {
            "action": "Cancel Requirements For HMO Properties To Have Wash Hand Basins In Sleeping Rooms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For landlords with HMO (Houses In Multiple Occupation) - one of the reqiurements is to have a wash basin in each sleeping room. The legislation does not really provide a sensible explanation for this neither \ncan the local councils and we can only put it down to hygene standards. \nHowever if all bathrooms in any lettable property consists of a basin \nalready then why do we need a wash basin in each room?  We have no hard \nfacts about tenants being affected by poor health due to lack of wash basins \nin lettable rooms. Therefore what information is the requirement to have a \nwash basin in a lettable room actually based on?\n\nIt is beleived that this particular requirement of the HMO is not a \nreasonable request and would in most cases involve extensive plumbing work \nwith very little gain for the tenants. On surveying the tenants in our \nproperties most were not interested in having a wash basin in their own room.\n\nThis petition has been raised to eliminate the requirement for wash hand \nbasins in sleeping rooms providing that all bathrooms and WCs have wash hand \nbasins.  If you as a landlord or tenant are interested in appealing against \nthis requirement then please sign our petition.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-20T11:25:49.742693Z",
            "creator_name": "Hora Tevfik",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T11:25:49.742693Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-04-25T03:27:07.748916Z"
        },
        "id": 4702402
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMORejection/"
    },
    "type": "petition"
}