{
    "data": {
        "attributes": {
            "action": "Re-instate the Blackwall Tunnel \"Tidal Flow\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The morning rush-hour \"tidal flow\" which allows London-bound traffic to go the wrong way through the Blackwall Tunnel has ended after 29 years. \n\nThis decision was made without sufficient notice for drivers and no consultation with users and local residents. \n\nTfL said it anticipated there would be an increase in congestion on the south approach to the tunnel as a result of the decision.  People have reported an extra 40 minutes on their journey times.  \n\nPolice and Transport for London said dangerous driving had led to the scrapping of the system. This does not explain why sufficient notice was not given to road users. \n\nBob Neill, London Assembly Member for Bexley and Bromley criticised the decision. \n\n\"The tidal flow system has worked well without any serious incidents for years tackling some of the worst congestion in London,\" he said. \n\n\"Many of my constituents will today find themselves sat in congestion without having any idea why the suspension has been implemented.\"",
            "closed_at": "2007-06-24T00:00:00Z",
            "created_at": "2007-04-20T11:58:32.156230Z",
            "creator_name": "natalie errington",
            "government_response_at": "2007-07-09T16:01:42.962029Z",
            "government_responses": [
                {
                    "created_at": "2007-07-09T16:01:42.962029Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Re-instate the Blackwall Tunnel \"Tidal Flow\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12277.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'tidalflo'",
                    "updated_at": "2007-07-09T16:01:42.962029Z"
                }
            ],
            "opened_at": "2007-04-20T11:58:32.156230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 497,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4703016
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tidalflo/"
    },
    "type": "petition"
}