{
    "data": {
        "attributes": {
            "action": "change policy on care for elderley residents with senile dementure in nursing homes, in relation to having to sell property to finance fees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In some consituencies when a person is diagnosed with senile dementure the patient does not have to conribute financilly to their own care and is provided by government funding.\nHowever, in many cases including our own in Trafford MBC (Greater Manchester) The patient who served in WW2 and paid thousands upon thousand of tax throughout his life claiming nothing but a state pention off the government is now being penalised.\n\nHe is unable to deal with his own affairs and is in a nursing home. His property (which he and his wife had lived in for over 50 years 30 mortgage free) is having to be sold just to pay for his fees. \n\nThis is a matter of princible not personal financial gain as the property would have had to of been sold anyway upon his death with his family based will.\n\nThis is completley un acceptable as paying for your own care after putting so much into the system is imoral and at detrement to the patients self respect.\n\ni am sure there are many more cases in the UK, \nOur aim is to overturn this iregularity within different councils.\n\nthanks\nDaniel Chadwick",
            "closed_at": "2007-07-03T00:00:00Z",
            "created_at": "2007-04-20T13:22:39.414582Z",
            "creator_name": "Daniel Chadwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T13:22:39.414582Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4704706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dementure/"
    },
    "type": "petition"
}