{
    "data": {
        "attributes": {
            "action": "\"To make Spiritual healing, a non denominational complementary aid to the allopathic treatment of patients, which is gentle and loving and seeks to alleviate the route cause of dis-ease, available through the NHS to every patient and that the availability of this natural therapy be made known to every patient at the outset within all general medical practices and hospitals. Doctors, nurses and health care workers are also patients and spiritual healing must also be made .available to them as it is of great benefit to those is stressful occupations.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be a hotline facility initiated whereby patient referral, via GP practices and hospitals is available not only for the treatment of patients but medical staff in need in the form of both an NHS Distant Healing List and for Contact Healing. \n\nIt is logical that Contact Healing facilities should be available in both GP practices and at hospitals, so that hospitalised patients and medical staff can take advantage of them at their 'work place'. \n\nOther patients can obtain healing treatments at GP practices, or, if bed ridden, at home, via a healer in their area attending to their needs. \n\nSpiritual Healing can also reach institutionalised psychiatric patients, those with mental and physical disabilities and those serving custodial sentences in HM Prisons through Distant Healing and - where possible - Contact Healing.",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-04-20T14:04:38.972523Z",
            "creator_name": "Geoffrey Keyte",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T14:04:38.972523Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1670,
            "state": "finished",
            "updated_at": "2007-11-05T03:11:00.706408Z"
        },
        "id": 4705465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spiritualhealing/"
    },
    "type": "petition"
}