{
    "data": {
        "attributes": {
            "action": "give students training to be primary teachers on a 3/4 year degree the same funding that is given to those taking a PGCE 1 year course.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"All UK and EU students starting a PGCE course in September 2006 are eligible to receive a training bursary. The amount of the bursary depends upon the age-range and subject in which you are being trained. The salary is paid in monthly instalments for the duration of the course. The following bursaries will be paid for 2006-07: \n\n£6,000 for trainees in Early Years, General Primary, Secondary Art and Design, Classics, Geography and History. \n\n£9,000 for trainees in Key Stage 2-3 English, Key Stage 2-3 Mathematics, Key Stage 2-3 Science, Secondary Design and Technology, English, English and Drama, Mathematics, Modern Languages, Music, Religious Education and Science.\"\n\nAs a student on a 4-year BAEd degree, I feel that it is unfair that we receive no grants from the government when people training for the same profession on a shorter degree do. By funding these courses, it is encouraging primary trainees to go for a course where they are not given as much support and education for the job ahead of them. We are dedicated to our profession and feel that we deserve the same grants as our colleagues.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-20T18:47:17.096192Z",
            "creator_name": "Sophie Adams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T18:47:17.096192Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 135,
            "state": "finished",
            "updated_at": "2008-04-25T00:01:01.063842Z"
        },
        "id": 4709970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equalfunding/"
    },
    "type": "petition"
}