{
    "data": {
        "attributes": {
            "action": "set up temporary schooling facilities for an additional infant class at Red Oaks Primary School for Sept '07 with the intention of building the proposed Oakhurst Primary School (PS7) for future years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is currently a serious shortage of school places within Priory Vale, Swindon, for infant aged children (4-5 year olds) to attend in September 2007.  The waiting list for Red Oaks Primary School alone is close to 100 children.  \n\nSwindon Borough Council originally rejected plans to build a third primary school in Oakhurst, saying they didn't foresee enough children to be in the area to fill the places.  Now many children are being turned away from Priory Vale schools and instead being sent to other areas of Swindon.  The council should be very embarrassed indeed!\n\nResidents moved to Priory Vale with the promise of new schools within walking distance of our homes.  We should not suffer because the council can't see it within their budget to provide us with the education for which our council tax is paying.",
            "closed_at": "2007-05-24T00:00:00Z",
            "created_at": "2007-04-20T21:23:20.214242Z",
            "creator_name": "Rebekka McGhee",
            "government_response_at": "2007-06-14T16:46:06.103924Z",
            "government_responses": [
                {
                    "created_at": "2007-06-14T16:46:06.103924Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"set up temporary schooling facilities for an additional infant class at Red Oaks Primary School for Sept '07 with the intention of building the proposed Oakhurst Primary School (PS7) for future years.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11958.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PrioryVale'",
                    "updated_at": "2007-06-14T16:46:06.103924Z"
                }
            ],
            "opened_at": "2007-04-20T21:23:20.214242Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 253,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4711594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrioryVale/"
    },
    "type": "petition"
}