{
    "data": {
        "attributes": {
            "action": "Equal rights for everyone.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr.Blair,\n I am a boy of 11.I am concerned that not everybody is treated equally.A lady who my nan knows is a single mother of two and living in a safe house.She has been told that when she moves to a council house, she will recieve no assistance since she works sixteen hours a week in a school kitchen.She has been told that if she gives her job up then they would help her.She needs her job to let her meet people and stop her from being depressed. How can this be right? Somebody who is willing to work and make a contribution is being encouraged to stay home and depend on handouts. People from other countries come to England expecting handouts which we seem only too happy to provide. Surely we should look after our own people first just like they do in other countries, instead of being a soft touch. When I grow up I would like to be Prime Minister and I would make sure the english people would be encouraged to work instead of being rewarded for staying home.I hope you will please take time to read my petition. Thank you \nBradley Jack Metcalfe \nAged 11.",
            "closed_at": "2008-04-20T00:00:00Z",
            "created_at": "2007-04-20T21:28:49.059163Z",
            "creator_name": "Bradley Metcalfe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T21:28:49.059163Z",
            "rejected_at": "2007-05-24T00:01:02.967362Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4711631
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foryoureyesonly/"
    },
    "type": "petition"
}