{
    "data": {
        "attributes": {
            "action": "take noise nuisance seriously by making public funds available for individuals aggrieved by a statutory noise nuisance seeking to take independent action under Section 82 of the Environmental Protection Act 1990. And to repeal Section 86 of the Clean Neighbourhoods and Environment Act 2005, which allows Councils to defer for 7 days their duty to serve an abatement notice, under section 80 of the Environmental Protection Act 1990.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A 2006 poll commissioned by the National Society for Clean Air found half a million people moved home due to neighbour noise. Excessive noise reduces quality of life; can cause insomnia, stress, cardiovascular disease, impact on the educational attainment of children, devalue property and create neighbour disputes. It is then astonishing that under the Clean Neighbourhoods and Environment Act 2005, rather than strengthening enforcement powers the Government introduced a deferment of the duty to serve section 80 notices for statutory noise nuisance. Where Councils are unable or unwilling to serve abatement notices to stop noise nuisance, individuals should be unconstrained from taking their own action under Section 82 of the Environmental Protection Act 1990. Currently defendants are able to recoup their legal costs from public funds. There should be parity for noise sufferers to fully facilitate and empower them to bring their case before the Courts.",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2007-04-20T23:04:11.774585Z",
            "creator_name": "Noisedirect",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-20T23:04:11.774585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 182,
            "state": "finished",
            "updated_at": "2009-03-20T17:05:11.307390Z"
        },
        "id": 4712239
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noisenuisance/"
    },
    "type": "petition"
}