{
    "data": {
        "attributes": {
            "action": "Ban the importation, sale or use of all dog 'training equipment' such as the spiked or 'prong' collar that inflicts pain or suffering on any animal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A large amount of cruel gadgets are being used by untrained and/or uncaring people as a quick fix to deal with canine behaviour problems. Examples such as, chains that cause metal spikes to dig into the dog's throat and neck, devices that spray mustard in the dogs face, gadgets that emit loud piercing sounds to dogs with sesitive hearing. These all cause physical and emotional trauma and do nothing to deal with the problem. They are cruel and have no redeeming features. This equipment would not be allowed to be used in prisons on convicted criminals and yet it is possible for it to be used by a supposed nation of animal lovers on our pets.",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-04-21T10:27:01.334414Z",
            "creator_name": "Robin Glover",
            "government_response_at": "2007-11-16T15:26:06.780044Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:26:06.780044Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the importation, sale or use of all dog 'training equipment' such as the spiked or 'prong' collar that inflicts pain or suffering on any animal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13779.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Traumatised-Dogs'",
                    "updated_at": "2007-11-16T15:26:06.780044Z"
                }
            ],
            "opened_at": "2007-04-21T10:27:01.334414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 200,
            "state": "finished",
            "updated_at": "2007-10-26T00:01:01.331307Z"
        },
        "id": 4714513
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Traumatised-Dogs/"
    },
    "type": "petition"
}