{
    "data": {
        "attributes": {
            "action": "electonically tag and record a DNA database of all citizens at birth and all people entering the United Kingdon.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The scheme comprises of 2 key features: \n\n1.Tagging of all people using an RFID chip. This would track the movement of people passing detectors set up around the country, located in stations, banks, airports, filling stations and voluntarily in private homes. The passive RFID tag is placed within the citizen’s skull, containing an ID number relating to a national database.\n\n2. National Database: Initiated at birth when inserting the chip. Over time, further data would be added, holding all information on a person: Family and medical history, qualifications, travel movement, past and current finance.\n\nThe benefits:\nNo need to ever carry money or identification anywhere. Shopping, travel, employment would be much easier.\n\nFraud would be eliminated. Crime would be reduced. Children could be better protected. Missing persons found.\n\nLibertarians may resort to back street operations to remove tags which would be unsafe and counterproductive. To prevent this, tags would be inserted in the hippo-campus area of the brain. Removing the tag would result in death or lobotomisation. \n\nIf you believe in a simpler and safer society then SIGN THIS PETITION NOW!",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-04-21T10:12:47.107155Z",
            "creator_name": "Jamie Nelson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-21T10:12:47.107155Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2007-10-26T03:11:08.677431Z"
        },
        "id": 4714391
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/human-chip/"
    },
    "type": "petition"
}