{
    "data": {
        "attributes": {
            "action": "Pay both Apple and a PC manufacturer to produce a \"semi rugged\" laptop with easy fitting \"snap on\" keyguard and sell them to disabled people, schools etc on a VAT exempt basis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PC and Apple Macintosh laptops are invaluable to many disabled adults, children, students, etc, as having a disability preventing you from writing by hand is a huge barrier. For many people with CP, a keyguard is essential, but getting them made for laptops is difficult and expensive. Software such as JAWS (PC software for visually impaired people)  or KeyStrokes (word prediction for the Mac which I am using to type this) can open up a whole new world to people. Such a laptop would need a number pad to the side for using word prediction and other specialist software and choice of trackball / trackpad in centre of either side, with a drag and a double click button. A voice built-in voice recorder with XD card would be a big help too.  I call upon the government to ask Apple and a PC manufacturer to produce such a laptop with a keyguard, or even better, keys lower than the keyboard surface and sell it exempt of VAT. This would encourage many more disabled people to use IT and may be gain qualifications or work as those with a laptop can do.",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2007-04-21T14:28:04.405121Z",
            "creator_name": "Sarah Jayne Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-21T14:28:04.405121Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2008-05-30T03:43:48.604955Z"
        },
        "id": 4716466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/accesslaptops/"
    },
    "type": "petition"
}