{
    "data": {
        "attributes": {
            "action": "change the rules of conduct in the House of Commons to ensure Members are barred from demonstrating the disrespect they have for and the disdain in which they hold the taxpayers of this country through the demeaning and insulting comments they make, loudly, during debates in the House.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Yesterday, 19 Apr 07, during the FOI debate the standing orater quoted from a list of expenses from a public authority that an amount of GBP44.00 had been paid for a lunch, a member quite clearly made the statement \"Not a good lunch then!\" implying that he, also a public authority, considers GBP44.00p is not a lot of money for lunch.  MPs need to remember that GBP44.00 is over 65% of weekly DLA and 50% of the highest weekly basic state pension.  It is appalling that MPs who are unique at being allowed to vote on their own salary and allowances out of public money can then brag about, gloat over and demean the people who pay for them by stating they consider spending GBP44.00 on a lunch insufficient to ensure 'a good one'.  They need to be reminded that there are many thousands of pensioners (who pay tax to fund the high life and gold-plated huge pensions of their 'representatives')who don't have GBP44.00p to spend on food FOR THE WEEK, because they have been failed by the people who are suppposed to be fighting for better living standards for them in the halls of government are out spending money they are handed, after it having been taken from people who have MUCH LESS in life, on expensive lunches!",
            "closed_at": "2007-05-31T00:00:00Z",
            "created_at": "2007-04-21T15:24:14.039587Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-21T15:24:14.039587Z",
            "rejected_at": "2007-05-26T00:01:02.091733Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4716861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopGloating/"
    },
    "type": "petition"
}