{
    "data": {
        "attributes": {
            "action": "Tell the truth.  Where has the £750.ml for grass root sports clubs gone .We are still awaiting for our share.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We as a community cricket club, have been waiting for a straight and honest answer from the Minister of culture, media,and sport for  several years.\nonly to be told there is  inserficent funding.\nCommunity Clubs are being asked to do the work that schools,and colledge's did in the past, keeping children fit and healthy both in mind and body,  ,using our own coaching staff,to teach the sport of their choice. We need facillities to continue this work, and to meet your continually changing rule's for health and safety, and child welfare,  (and political corectness,)  \nWe live in one of the most deprived area's of Leeds ( BEESTON in South LEEDS.)\nWe are the last remaining cricket club in South Leeds, an area of some thousands of people. the last cricket club to share Cricket with the children. So come on Prime Minister think of the  people of Leeds and pay up. We need the money NOW!!!!if cricket and other sports are to survive in the future.\nThe Members of Hunslet Nelson Cricket Club.(with some 250 member's including 180 junior members) plus the primary and high schools,and all the other sports clubs in West Yorkshire.",
            "closed_at": "2007-07-26T00:00:00Z",
            "created_at": "2007-04-21T16:36:06.856931Z",
            "creator_name": "ANTHONY JAMES LARVIN.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-21T16:36:06.856931Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4717454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Communitysfutere/"
    },
    "type": "petition"
}