{
    "data": {
        "attributes": {
            "action": "extend the borders of London Underground's Zone 6 to include Chafford Hundred station",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My proposal is that all stations between Chafford Hundred and Upminster station - including Chafford Hundred - be included within the borders of Zone 6 of the London Underground and therefore accessible with an Oyster card and other Underground rail cards. My understanding is that Chafford Hundred is an incredibly popular destination for those seeking to visit the nearby Lakeside shopping complex, and many people feel it is unfortunate that Oyster cards cannot be used at the station, meaning that an additional fare has to be paid where it could otherwise be avoided. The Oyster card prices themselves are fair and I think the station would benefit from not only the increased speed that the Oyster card provides when moving through the ticket barriers, but also the ensured happiness of people that can receive a reduced fare through using their Oyster card to pass through the station.",
            "closed_at": "2007-07-21T00:00:00Z",
            "created_at": "2007-04-21T19:28:36.809955Z",
            "creator_name": "Alex Day",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-21T19:28:36.809955Z",
            "rejected_at": "2007-05-26T00:01:02.091733Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4718709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lakeside/"
    },
    "type": "petition"
}