{
    "data": {
        "attributes": {
            "action": "For the authorities to consider better housing options for autistic people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When an autistic person is due to be homeless or is homeless,there is very little help on the ground for them. Some are even afraid of asking for help as they are scared about what place our society will put them. \nThe only choices that seem to be used for autistic people in these situations is either 1)A hostel, which more than half of the hostels they are sent to won't have any experience whatsoever in dealing with special needs, are dirty, overcrowded and where staff have the right to breech the privacy of the person and the other tenants and the person is likely to be bullied/ taken advantage of by other tenants. 2) an instituition building, again they often have no experience with autism, freedom for the person is severely restricted and again, the regular rights to privacy are violated.\nThe choices of autistic people are pushed aside in favour of profit, cost cutting and ignorance, leading from victimization and depression to full isolation or worse. Our rights aren't considered because our government is far too concerned with money and saving face infront of a very angry media and public domain.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-22T12:59:18.927744Z",
            "creator_name": "Abbi wall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-22T12:59:18.927744Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-04-09T12:50:32.404110Z"
        },
        "id": 4723156
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housing-rights/"
    },
    "type": "petition"
}