{
    "data": {
        "attributes": {
            "action": "Protect Existing GP Trainees' Pay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Doctors and Dentists Review Body has recently recommended a cut of 10% in the salary for GP Registrars within a GP surgery, for all 'new' Registrars. However, NHS Employers have interpreted this to mean that any GP Trainee not already in a GP practice will be regarded as a 'new' Registrar. This is despite the fact that most of us, as GP Trainees, sign up to a Vocational Training Scheme which incorporates our GP placements within them. Therefore, we are actually existing GP Registrars. We face having our pay cut, for no reason, without a reduction in our working hours or commitments, when we signed up to a higher pay level. We should be entitled to pay protection, but NHS Employers have rejected this. We treat our patients and colleagues with justice, respect and positive ethics, yet we are not treated in this way.",
            "closed_at": "2007-07-26T00:00:00Z",
            "created_at": "2007-04-22T13:30:42.604897Z",
            "creator_name": "Mona Kular",
            "government_response_at": "2007-09-11T15:15:37.361227Z",
            "government_responses": [
                {
                    "created_at": "2007-09-11T15:15:37.361227Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Protect Existing GP Trainees' Pay.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13151.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GPRegistrars'",
                    "updated_at": "2007-09-11T15:15:37.361227Z"
                }
            ],
            "opened_at": "2007-04-22T13:30:42.604897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 736,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4723403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GPRegistrars/"
    },
    "type": "petition"
}