{
    "data": {
        "attributes": {
            "action": "urgently release more land in urban areas for the building of new homes to make property more affordable for first time buyers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government measures to help first time buyers are not helping. The only people to really benefit are key workers in London but first time buyers in the rest of the country are in no better position than they were before. Shared ownership schemes in no way reduce the cost of living because you still have to pay rent on the part of the property you do not own (which is more expensive than buying outright anyway). The schemes mean you are throwing money away on the portion of the property you dont own in exactly the same way as if you were renting rather than buying. It just means you will end up having to keep working to pay off the mortgage on the none owned portion of the property after 25 years of paying for your share. People are going to have to work for 50 years or more! The current measures do absolutely nothing to address the social inequalities that exist between those who were fortunate enough to been on the housing ladder before the property boom of the early 2000's and those who were not. At the moment government policy is going to give rise to a class of 'haves' and 'have nots' unless the quarter of a million extra homes the country needs are built quickly before the siutation gets out of hand.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-22T15:47:32.244465Z",
            "creator_name": "John Metcalfe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-22T15:47:32.244465Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-04-27T00:01:01.624305Z"
        },
        "id": 4724433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/land-release/"
    },
    "type": "petition"
}