{
    "data": {
        "attributes": {
            "action": "ban the use of non-scientifically supported terminology in advertisement campaigns",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We aim to prevent companies marketing their products behind an impenetrable screen of incorrect, inappropriate, invented science. This is an insulting abuse of the media and of real science. \nCulprits include the cosmetics, health food and holistic therapeutics industries.\nHowever, manufacturers are always coming up with useful ideas, therefore some kind of published quantification relating to the validity of their claims should be established to ensure valuable ideas get the credit they deserve. This approach works effectively both ways.\n\nThis petition therefore proposes to:\n\n1. Create a qualified body to investigate the validity of claims made about products\n\n2. Ban misleading information  per se in advertisements (on all media platforms)\n\n3. Ensure that where products do advertise new innovations, they must carry some kind of scientifically acceptable (i.e. stringent, independent experimental evidence rather than consumer surveys) quantification of their validity.\n\nThis will eradicate the intentionally confusing attempt to subvert public opinion, and insult their intelligence.",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-04-22T17:36:32.353223Z",
            "creator_name": "Christopher Milligan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-22T17:36:32.353223Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2007-10-28T03:11:09.555700Z"
        },
        "id": 4725383
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scienceadverts/"
    },
    "type": "petition"
}