{
    "data": {
        "attributes": {
            "action": "to force supermarkets to be much clearer in their labelling, or in provision of other freely available information, concerning such issues as the origin, production and content of their products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Supermarkets should be forced to be much clearer in their labelling, concerning such issues as the origin, production and content of their products. Much marketing relies on the unaware and the trusting nature of consumers when it comes to buying products.  For example, when the\n average person buys a tomato they are unaware that many tomatoes \nsupplied by supermarkets are grown in what is essentially mineral enriched \nfibre-glass and never actually see soil.  Supermarkets could easily provide much more information \nabout their products on the labels themselves (and much more clearly in \ncases where they have provdided certain information but on the back of \nproducts and in small print) or at some other in-store or on-line resource.  \nAs supermarkets have largely caused the extensive decline of loacl butchers, \nbakers and greengrocers which used to supply local and fresh produce, by \nbringing in cheaper mass produced and often foreign produce\nthe onus should be on them to provide information on all of their products, \nranging from how products were grown/raised, to their overall constitution.",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-04-22T20:00:36.622034Z",
            "creator_name": "Nick Franchino",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-22T20:00:36.622034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-27T00:01:01.339349Z"
        },
        "id": 4726768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Food-awareness/"
    },
    "type": "petition"
}