{
    "data": {
        "attributes": {
            "action": "Christine Mabbs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UK Inventors might reasonably suggest  that there is an urgent need for the Government to create an route where Inventors can get at the very least an impartial, initial, assesment of their product idea. Suitable Inventions which are of outstanding merit could also qualify for grant aid, and suport in bringing it to market place. A channel other than TV, which  whilst good for entertainment, does not supply the much needed support which is lacking. Whilst we can receive un-biased feedback from excellent clubs, we still need positive forward contacts in order to bring our product/s more easily into the marketplace. Stronger protection of our IP rights. We are as a nation rated as the best in the world for ideas, yet mostly cast adrift amongst the Sharks who can at will steal an innovative idea and market it abroad. The cost of Litigation being beyond the normal Inventor who has the most to lose and would be unable to attempt  redress on financial grounds. Given the opportunity and support we can more easily continue to solve problems and create manufacturing and marketing jobs. There is a need to nurture to good growth positive ideas.",
            "closed_at": "2008-04-22T00:00:00Z",
            "created_at": "2007-04-22T20:01:35.306348Z",
            "creator_name": "Chris Mabbs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-22T20:01:35.306348Z",
            "rejected_at": "2007-05-26T00:01:02.091733Z",
            "rejection": {
                "code": 256,
                "details": "You need to create a proper title for your petition, not your name",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4726773
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Inventors/"
    },
    "type": "petition"
}