{
    "data": {
        "attributes": {
            "action": "encourage commerce (and the public sector) in the UK to recognise that the majority of their employees, customers and shareholders are likely to be English and that they should therefore have the utmost respect for England and its people, and should show this by, for example, flying the English flag, incorporating the words \"England\" and \"English\" in their company names and products, sponsering English cultural and sporting events and in summary having an agenda that respects and celebrates England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is noticable that while most UK business (and even the public sector) are quite happy to acknowledge the other home nations (of Scotland, Wales etc) in various ways, there seems a unjustifiable and unreasonable reluctance by bosses and managers in England to accept that they should have an agenda for England.  Both commerce and the public sector if based in England should be proud, for eaxmple, to fly the English flag at their premises, and to have their organisation's name associated with English cultural and sporting events.\nDespite the commonsense and reasonable nature of the above, most of commerce seems to have either no, or even an anti-English agenda.  Compare this with, say, the Scots who are proud of their Royal Bank of Scotland; why is there not an equivalent English commercial Banking Group; Google will recognise the national days of many nations but today (23 April) there is no sign on their website of it being St George's day.  So come on business, recognise and celebrate the fact you are are hoping to do business in England.",
            "closed_at": "2008-04-29T00:00:00Z",
            "created_at": "2007-04-23T10:32:20.339381Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-23T10:32:20.339381Z",
            "rejected_at": "2007-05-04T13:57:20.189682Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4734768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-agenda/"
    },
    "type": "petition"
}