{
    "data": {
        "attributes": {
            "action": "stop lorries and heavy goods vehicles from using the roads at peak commuting times.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During the morning and evening rush hours (07:00-09:00 and 17:00-19:00) ban lorries and heavy goods vehicles from the roads.\n\nThis may sound harsh, but these peak times should be reserved for the ordinary commuters, most of whom need to get to work by 09:00 in the morning and leave at or around 17:00.\n\nLorries and heavy goods vehicles for the most part can/should use the roads at night or during the afternoon, when roads are not under such pressure.\n\nFrom my own experiences of commuting, a large amount of accidents and delays are caused by either; lorries breaking down and blocking entire lanes, causing massive tailbacks(because they can't be pushed off the road) or simply because one lorry wants to overtake another lorry on a dual carriageway, and in doing so slows down traffic considerably, which again results in tailbacks.\n\nI have nothing against heavy goods vehicles in general, and appreciate that they do a required job, however in most circumstances the loads they are carrying could be delivered at off peak times.\n\nIf they were banned from the roads at peak times, then traffic would run smoother and we'd get the added benefit of less pollution caused by needless traffic jams.",
            "closed_at": "2007-06-23T00:00:00Z",
            "created_at": "2007-04-23T10:56:04.945362Z",
            "creator_name": "Kenny Macphie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-23T10:56:04.945362Z",
            "rejected_at": "2007-05-26T00:01:02.091733Z",
            "rejection": {
                "code": 2048,
                "details": "This is similar to an existing petition http://petitions.pm.gov.uk/HGVs-at-night/ You may wish to sign this before opening a new petition.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4735466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lorryrushhour/"
    },
    "type": "petition"
}