{
    "data": {
        "attributes": {
            "action": "To allow homeless charities to directly administer benefit claims for homeless people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "(FYI: A sizeable amount of homeless people served in the forces for our country) With many people homeless in UK today claiming Jobseekers Allowance or Income Support (etc...) on a personal issue claim due to their homelessness, it is important to address the joined up problem of rehabilitation and be more involving with respect to support organisations.\nBringing charities in on administering the claim would mean that it would bring the support to the homeless people. A specialist support that the Jobcentre Plus system simply cannot provide. Instead of going to Jobcentre Plus to sign on the personal issue, they could attend the local charity offices to do this. An encouraging environment is important so everyone can invest positively in the homeless so they may be able to contribute more fully to society. There is no such environment at Jobcentre Plus which addresses the issues faced by homeless people, its not driven like that there.\nDoing it this way would encourage the rehabilitation processes for homeless people as the all the people will be in the right places to facilitate that process with regularity of signing on for personal issue money.\nIMPORTANT!!!\nSIGN NOW!!!",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-23T12:03:20.915741Z",
            "creator_name": "Craig Reading",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-23T12:03:20.915741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-04-27T00:01:01.624305Z"
        },
        "id": 4737514
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BenefitHomeless/"
    },
    "type": "petition"
}