{
    "data": {
        "attributes": {
            "action": "provide funding for a prime time TV/media campaign to warn the public about the dangers of carbon monoxide (CO) poisoning, (similar to the anti-smoking and anti-drink driving campaigns). .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Carbon Monoxide (CO) can be emitted from faulty cooking or heating appliances powered by any fuel that burns (gas, coal, oil, petrol, wood etc.). CO cannot be sensed using human senses. \nAbout 50 people die in the UK every year and hundreds more suffer brain & neurological damage. We think that these figures are the tip of an iceberg.\nThe Health and Safety Commission (HSC) recommended a levy for raising awareness of the dangers of Carbon Monoxide (CO) from the wealthy gas suppliers seven years ago in 2000 but this was not implemented by Government. Nor was a recommendation that the Gas Emergency Service carry and use equipment to test appliances for CO. It costs about £1,500 to have appliances reliably tested for CO by an expert.\nCO-Gas Safety is an independent registered charity with full cross party support and has been lobbying for these changes for over twelve years.\nStephanie Trotter, OBE, CO-Gas Safety, The Carbon Monoxide & Gas Safety Society, Charity Reg. 1048370 Co. Reg. No. 03084435 Stacey Rodgers, The Dominic Rodgers Trust and Molly Maher, Consumer Safety International, Charity Reg. No. 1014664, Co. Reg. No. 2751644",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-04-23T14:01:23.321482Z",
            "creator_name": "Stephanie Trotter, OBE (Mrs.)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-23T14:01:23.321482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 146,
            "state": "finished",
            "updated_at": "2008-05-04T03:26:17.403160Z"
        },
        "id": 4740672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopCO/"
    },
    "type": "petition"
}