{
    "data": {
        "attributes": {
            "action": "Ensure That Young Carers Receive More Support",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are children as young as 8 caring for a parent. They wash, change and feed the dependant parent, administer drugs, and carry out house chores as well as homework. A recent story of an 11 year old was heartbreaking – she is sole carer for her mother, who is paralysed. She no longer goes on the “young carers” away day as she finds it depressing to enjoy herself for a few hours, and then go back to her “real” life. She finds it hard to make friends, as she cannot invite anyone to her house, nor can she accept any invitation that interfere with her role as carer. It seems utterly wrong that is acceptable for children to be sole carers at such a young age. There has to be better resources and intervention.  \n\nThere is a hell of a lot of moaning here about petty things, and far too much hate and anger directed at different factions of society. How about taking a moment out from that, to imagine life for a nine or ten year old, too exhausted from caring for a disabled parent to make friends, do well at school, or to think about their future without it being clouded by sadness & worry?  \n\nI’m trying to find ways to help children in my area, through different agencies. How about wider reaching support?",
            "closed_at": "2007-10-30T00:00:00Z",
            "created_at": "2007-04-23T15:42:45.543317Z",
            "creator_name": "CarrieC",
            "government_response_at": "2007-11-21T16:59:21.317494Z",
            "government_responses": [
                {
                    "created_at": "2007-11-21T16:59:21.317494Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure That Young Carers Receive More Support.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13811.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'youngcarers'",
                    "updated_at": "2007-11-21T16:59:21.317494Z"
                }
            ],
            "opened_at": "2007-04-23T15:42:45.543317Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 426,
            "state": "finished",
            "updated_at": "2007-11-04T03:11:20.961429Z"
        },
        "id": 4743018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youngcarers/"
    },
    "type": "petition"
}