{
    "data": {
        "attributes": {
            "action": "improve England's diplomatic, economic and cultural relations with the Russian Federation, recognising that the Russian Federation has justifiable concerns on the UK giving safe refuge to various anti-Russian groupings and with the UK armed interventions in Iraq and Afghanistan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "England and Russia have been historic allies from the early 18th century onwards, as we joined forces to counter French and then German dominance of Europe, as recently as the 1940s in WW2.  The relations between England and the Russian Federation should be close, friendly and productive.  There are natural synergies in our economies (England leads in services: Russia in manufacturing and energy) to be exploited to the benefit of both countries.  Both our historic nations need to keep a joint close watch on events in mainland Europe.  And yet there are no obvious signs of any attempts by HMG to address Russia's valid concerns about certain UK policies, and our allowing some very unpleasant anti-Russian groups to be based in the UK. The Foreign Office should be working overtime to improve our relations with this hugely important country.  The Russian Federation under President Putin's leadership has built a successful democracy and a flourishing economy. England should wish to have Russia as a close and valued ally of this country.  This petition asks HMG to identify what needs to be done now to improve England's relations with the Russian Federation and then to get on with it.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-04-23T16:50:51.759405Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-23T16:50:51.759405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-05-01T00:01:01.433079Z"
        },
        "id": 4744360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/England-Russia/"
    },
    "type": "petition"
}