{
    "data": {
        "attributes": {
            "action": "look to the care of the English people,and hold members of parliament and ministers to account",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recently tried to get goverment funding to help make my house more accessable for wheelchair use,and was told,not in so many words,that there was no chance as this years budget had been used for last years projects,due to last years funds not being enough for the help people required.Now to my total digust I see that westminster has, unoposed, given £10,000 to each MP for 'communication'just the same amount needed to make my home wheelchair friendly....NOW these same MPs are trying to change the freedom of information act to be able to hide this sort of greed from the voters,disgusting!!!just the sort of hypocracy that turns people away from any belief of democracy in parliament.",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-04-24T08:06:53.630141Z",
            "creator_name": "J. Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T08:06:53.630141Z",
            "rejected_at": "2007-05-30T00:01:03.328748Z",
            "rejection": {
                "code": 768,
                "details": "You need the title of the your petition to be a much clearer call-to-action - you're also conflating two quite separate issues which we think will confuse likely signatories",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4750840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hyprocracy/"
    },
    "type": "petition"
}