{
    "data": {
        "attributes": {
            "action": "lower the PAYE rate for salaried workers, & make up defficiency in revenues from businesses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Salaried class is presently taxed quite heavily; sometimes as much as 40% of their salary. Its  true that we do get benefits from the state in terms of facilities & infrastructures, the high tax cut gives a heavy punch to the salaried class.\nIt is suggested that tax rate to salary class may please be reduced to around 18 to 25% at an average, catering for a base tax free earnings.\nThe loss of revenue to the governement can be recovered in following ways:\n1. Raise the tax on businesses.\n2. Increas the tax rate on GPs who are earning higher than consultants at times and are given incentives by PCTs at government expense.\n3. Sevices like NHS should not be totally free. There should be token prescription charges such as £4.00 per visit to GP and £10.00 per admission to Hospital which can be easily borne by even those who are on state benefits. This will also reduce the number of people coming to surgeries & hospitals for petty illnesses.\n4. Another way of reducing the effect is to review the benefits system. As a first step, GPs should not be allowed to write letters certifying illnesses since most people just build up the case by repeated visits to GP, pay a £50.00 fee & get the letter.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-04-24T10:27:39.999654Z",
            "creator_name": "Naeem Riaz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T10:27:39.999654Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2008-05-01T00:01:01.433079Z"
        },
        "id": 4753647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReducePAYE/"
    },
    "type": "petition"
}