{
    "data": {
        "attributes": {
            "action": "not stop the mail order sale of Air Rifle - Air Pellet Guns within the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new law states that you cannot purchase a air rifle/air pellet gun online from October 2007. You can purchase but from direct customer interface i.e Face to Face sale within a retail shop. How can you judge a book by its cover? Air Rifles/Air Pellet guns are very popular and a huge majority of owners use in a safe and responsible way. A very small minority i.e children/criminal thugs cause bad publicity but this is caused by poor parenting. Put your name to petition to stop the government doing this - air guns are safe if used in correct way and in a safe environment. Accidents/misuse are caused through other methods and putting tighter restrictions will cause this area to go underground. You cannot judge somebody by selling face to face. We use the name Dr Harold Shipman as an example to this issue as how would you know by selling an item that the person is not a psychopath and at weekends thinks they are Rambo. We ask that you sign the petition and present the facts to the Government that this is not going to stop anything. We believe the way forward is to speak with suppliers/manufacturers and have a detailed record and traceabilty records so an item can be traced back to source.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-24T13:12:45.761840Z",
            "creator_name": "thyrone forde",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T13:12:45.761840Z",
            "rejected_at": "2007-05-30T00:01:03.328748Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/airgun-safety/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4756588
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airgunsairrifles/"
    },
    "type": "petition"
}