{
    "data": {
        "attributes": {
            "action": "reject proposals for fortnightly household waste collection services & for weekly services to remain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The idea that fortnightly household waste collections will be of benefit to us all is incorrect. The only thing this will do is, in fact, to create a bigger problem. Yes, it will save money (for the councils) but cost more on health (chlorea, diarrohea, food poisoning and other diseases) & environmental damage (insect & vermin infestation) including the build up of green house gases (methane and CO2) caused by rotting rubbish & more fly-tipping and dumping of household rubbish. The reports provided by \"scientists\" saying this would be acceptable and low-risk are wrong. If recycling schemes are to be introduced successfully, incentives must be given, such as a reduction in council tax for recycling more items. The public must be educated as to what can & cannot be recycled. Companies and businesses must clearly state on their packaging as to what their materials can be recycled as and similarly, supermarkets must be forced to stop using so much un-necessary pacakging. Householders must also not be fined for council penny pinching in this manner.",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-04-24T12:45:35.954458Z",
            "creator_name": "Andrew Baynes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T12:45:35.954458Z",
            "rejected_at": "2007-05-30T00:01:03.328748Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RubbishRubbish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4756114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/refuse2weeks/"
    },
    "type": "petition"
}