{
    "data": {
        "attributes": {
            "action": "John Carver",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Town centre pedestrian areas. \n\nTo prohibit any goods carrying motor vehicles from using town centre pedestrian areas unless the vehicles are;\n\n1. Over 7500 kgs Design Gross Vehicle Weight  or\n2. Zero Emissions vehicles, powered soley by electrical means.\n\nElectricity is one of the few alternative fuels that are viable in the UK today and are proven to offer environmental benefits over traditional fuels. \n\nA major benefit of electric vehicles is that they produce no exhaust and thus no emissions, giving a reduction both in particulates and in gases such as carbon monoxide, nitrogen oxide and carbon dioxide.\n\nThe current zero emissions technology easily allows for greater numbers of small and medium sized Goods Vehicles (GV) and Passenger Carrying Vehicles (PCV) within the urban environment.\n\nThe prohibition of vehicles creating unecessary pollution, will further enhance the 'in town' shopping experiences of the general public and in turn help to increase the level of trade in these areas.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-04-24T16:00:55.093850Z",
            "creator_name": "John Carver",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T16:00:55.093850Z",
            "rejected_at": "2007-05-31T00:01:04.488201Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition http://petitions.pm.gov.uk/electricvehicles/ Please consider signing this before opening a new one.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4759906
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PedestrianAreas/"
    },
    "type": "petition"
}