{
    "data": {
        "attributes": {
            "action": "Consult with the Football Association and gain agreement to increase the ticket allocations for Chelsea FC and Manchester United Season ticket holders and Members from 25000 tickets per club to 35000 tickets per club.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister,  The Football Association have allocated 25000 tickets to Chelsea FC and 25000 tickets to Manchester United for the 2007 FA Cup Final at the new Wembley Stadium.  Wembley Stadium has a capacity of 90000.  The allocation to the dedicated community of supporters represents only 55% of the total.  A very high proportion of the allocation has been given to the Corporate Community.  The allocation is entirely insufficient to enable the thousands of dedicated fans to apply for and secure a ticket for this Nations premier event. Both of these clubs have Season Ticket and Membership levels far exceeding this allocation.  For example only 85%-90% of season ticket holders at Chelsea FC stand any chance of applying and receiving a ticket.  Only 500 members will be entitled to apply.  Thousands of fans have been snubbed by the FA in preference to the Corporate Community.  The FA Cup Final is the pinnacle of the English football season and it must be maintained and preserved for football fans and not simply delivered as yet another corporate affair.  The FA should be persuaded to increase the allocation to both finalist clubs.",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2007-04-24T15:27:15.387964Z",
            "creator_name": "Paul Rossiter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T15:27:15.387964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4759192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TicketAllocation/"
    },
    "type": "petition"
}