{
    "data": {
        "attributes": {
            "action": "direct the Dept for Transport & HM Treasury to release 'ring-fenced' funds to Hampshire County Council to increase the capacity of the 3 mile section of the A32, Fareham/Gosport road, to facilitate an average speed of at least 12mph, or quicker, at peak travel times.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gosport, the largest town in England without a railway, is a peninsular town to the west of Portsmouth hbr, it’s population is 80,000+ and this number is growing annually due to central government directed house building directives. Only one direct route (A32) connects Gosport to Fareham, a neighbouring off-peninsular town to the North-West, and the M27. The A32, a single carriageway, was planned to be made a dual-carriageway in the 1970’s by Hampshire County Council but those plans were shelved and have never materialised. At peak times this 3 mile road takes 45 mins or longer to travel; an avge speed of 4mph or less. This affects the Gosport economy & the jobs available as employers are loathe to set-up/stay due to the A32 transport problems, causing an ever increasing number of Gosport folk to HAVE to travel on the A32 to find work. Gosport residents deserve a travel time of at least 15 mins or better on this 3 mile A32 section at peak travel times; an avge speed of 12mph or better.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2007-04-24T22:44:23.075970Z",
            "creator_name": "Colin Sisk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-24T22:44:23.075970Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 154,
            "state": "finished",
            "updated_at": "2008-05-02T00:01:01.317410Z"
        },
        "id": 4765264
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gosport-A32/"
    },
    "type": "petition"
}