{
    "data": {
        "attributes": {
            "action": "fulfil the governments basic obligation to enforce the law and adopt a zero tolerance standard for law enforcement.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the students of Pimlico, Citizenship Class 10.1 are looking for support in calling on the government to take responsibility for law and order and to impose a Zero Tolerance standard for policing and sentencing.\n\nThe government has failed to provide us with adequate protections and has left us vulnerable to crime. We live in and travel through areas that are poorly maintained, vandalized, poorly lit and dangerous. We grow up in an environment of lawlessness and intimidation.\n\nThe government repeatedly creates excuses for failing to protect our basic right to safety.\n\nAll gun, firearms, knife crime and drug offences laws should be enforced rigorously without exceptions.\n\nWe request that you sign our petition to help us make the government aware of our situation and to require they fulfil their basic obligation to enforce the law.",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2007-04-25T11:28:40.386149Z",
            "creator_name": "Pimlico Citizenship Class",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-25T11:28:40.386149Z",
            "rejected_at": "2007-06-01T00:01:02.511966Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/0tolerance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4771300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notolerance/"
    },
    "type": "petition"
}