{
    "data": {
        "attributes": {
            "action": "Mandate the electronic indexing and free public searching thereof of locally held records of Birth, Marriage and Death at Register Offices across England and Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local Register Offices (part of Local Government) are the primary contact for people wanting copies of Birth, Marriage or Death certificates.  GRO Southport is a secondary contact having photocopies of the primary locally held registers.  As such, Local Register Offices hold a mine of information for UK residents and Family Historians alike.  These records are found and managed almost universally by old hand written indexes in cloth bound books and ledgers.  While the public can legally access the indexes in person at each office, this mode of access is unacceptable in this day and age.  Also, that any modern day business can still work like this in the 21st century is appalling.  This petition seeks support to force local Register Offices to electronically index their records from 1837 to 2007 when a new on-line electronic registration system was introduced.  While some areas have already opted to do this under the auspices of the UKBMD umbrella, and publish data on freely searchable web databases, other areas show no such inclination.  This petition seeks to mandate that action.",
            "closed_at": "2008-01-01T00:00:00Z",
            "created_at": "2007-04-25T14:20:35.659383Z",
            "creator_name": "John Fairlie",
            "government_response_at": "2008-02-18T12:22:16.162033Z",
            "government_responses": [
                {
                    "created_at": "2008-02-18T12:22:16.162033Z",
                    "details": "You signed a petition asking the Prime Minister to \"Mandate the electronic indexing and free public searching thereof of locally held records of Birth, Marriage and Death at Register Offices across England and Wales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14568.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LocalBMDIndexing'",
                    "updated_at": "2008-02-18T12:22:16.162033Z"
                }
            ],
            "opened_at": "2007-04-25T14:20:35.659383Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4221,
            "state": "finished",
            "updated_at": "2008-01-25T03:15:22.665086Z"
        },
        "id": 4774492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LocalBMDIndexing/"
    },
    "type": "petition"
}