{
    "data": {
        "attributes": {
            "action": "block the planning permission for the proposed Dover Town Investment Zone (DTIZ) development",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dover District Council Planning Authority has granted consent to a proposed £50m development for Dover town centre led by Food Giant ASDA.  The Dover Town Investment Zone scheme comprises an 85k sq ft food store with 35k sq ft of additional shop and restaurant space, a 100 room hotel, 53 affordable homes and a 600 space car park.\n\nArchitects, designers and the general public had seen this site as a place for a signature building or landscaping scheme with learning and leisure facilities in an attempt to recreate the physical links between town and seafront encouraging foreign passers-by to come into the town and contribute to the economy.   \n\nHowever, what has been proposed is a superstore warehouse design that will sit as a barrier between the town and the seafront, impeding Dover’s regeneration plans rather than spear heading it.  The result will be an environment more akin to an industrial estate than a historic town centre.\n\nThe proposal has gone to the GO-SE for approval and we urge the PM to look into the details of a development that we believe will seriously harm Dover's long term regeneration plans and leave a lasting detrimental economic and environmental impact on the town.",
            "closed_at": "2008-04-01T00:00:00Z",
            "created_at": "2007-04-25T16:52:18.803414Z",
            "creator_name": "Thomas Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-25T16:52:18.803414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2008-04-02T00:01:02.048606Z"
        },
        "id": 4776899
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASDOVER/"
    },
    "type": "petition"
}