{
    "data": {
        "attributes": {
            "action": "instruct the Secretary of State for Transport to support the reduction in speed limit on Clingoe Hill (A133), Colchester to 50 mph and the introduction of street lighting on this dangerous stretch of road immediately.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the last 10 months 2 students have been killed in road traffic accidents on an unlit stretch of road bordering the campus of the University of Essex.  There have been a number of other fatalities and injuries in the time before that.\n\nThe University students and staff have been requesting safety measures here for a number of years and have been told a number of times that the proposed measures will cost \"too much money\".\n\nThis is not acceptable.\n\nPlease add your names to the petition in support of our drive for safety.\n\nMany thanks\n\nUniversity of Essex Students' Union",
            "closed_at": "2007-06-13T00:00:00Z",
            "created_at": "2007-04-25T16:23:48.292694Z",
            "creator_name": "Hannah McFaull",
            "government_response_at": "2007-07-04T15:33:31.006023Z",
            "government_responses": [
                {
                    "created_at": "2007-07-04T15:33:31.006023Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"instruct the Secretary of State for Transport to support the reduction in speed limit on Clingoe Hill (A133), Colchester to 50 mph and the introduction of street lighting on this dangerous stretch of road immediately.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12259.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ClingoeHill'",
                    "updated_at": "2007-07-04T15:33:31.006023Z"
                }
            ],
            "opened_at": "2007-04-25T16:23:48.292694Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1793,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4776480
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClingoeHill/"
    },
    "type": "petition"
}