{
    "data": {
        "attributes": {
            "action": "STOP UNNECASSARY BED BLOCKING BY CREATING MORE DISABLED AND WHEELCHAIR ASSESSABLE PROPERTIES THOUGH COUNCILS AND LOCAL AUTHORITIES.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last year I was injured leaving me paralyzed and as my home was not adaptable I instantly became homeless and while in a spinal centre I was stunned at the huge number of people who are stuck in hospital because wheelchair and disabled properties are so few and far between. I was told i would spend 2 years in hospital this would cost the taxman over half a million. At this time i was in hospital there was over 20 other delayed discharges in that hospital alone. It’s the 21st century Mr Blair and spending millions of tax payer money every year on keeping people in hospital when that money could be spent on adapting housing that is the only reason these people are delayed discharges and stuck in hospital. Lets make the council house these people, free up the hospitals and get families back together!",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2007-04-25T17:30:05.399566Z",
            "creator_name": "richard perrin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-25T17:30:05.399566Z",
            "rejected_at": "2007-06-01T00:01:02.511966Z",
            "rejection": {
                "code": 256,
                "details": "Please re-draft without all the CAPITALS as they make it hard for people to read",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4777383
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bedblocking/"
    },
    "type": "petition"
}