{
    "data": {
        "attributes": {
            "action": "Move the Houses of Parliament and Number 10 to Sandown Beach",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Moving the Houses of Parliament and the Prime Ministers house to Sandown beach on the East coast of the Isle of Wight, has many benefits. To begin the PM’s wouldn’t be able to work during high tide as they would have to evacuate to prevent getting their expensive suit’s wet (during high tide all of the PM’s papers and documents that were left in the building would get soggy ). Other benefits include being able to construct, in the Brownfield site were the house’s of parliament used to be, a monkey enclosure. Of coarse the greatest benefit will be seeing all the PM’s heading out on the water on their boogie boards when they’ve finished work at 3pm to show the public that they do have some talents, even if they don’t lie in politics. My final plan is to replace the cafeteria in the houses of parliament with a small jail where politicians who have been especially stupid or bad can be locked up to think about what they’ve done. This will mean that the PM’s will have to find lunch elsewhere such as the  ‘Driftwood Beach Bar and Grill’",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2007-04-25T20:46:14.144210Z",
            "creator_name": "Jonathan Westbrook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-25T20:46:14.144210Z",
            "rejected_at": "2007-06-01T00:01:02.511966Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4779728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HPToSandown/"
    },
    "type": "petition"
}