{
    "data": {
        "attributes": {
            "action": "stop the development of the open space adjoining Woodview Primary School, Edgbaston, Birmingham and call in the planning application.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Birmingham Council is to sell land adjoining our primary school to build a 3/4 storey block of flats. The land has been used as public open space for 30+ years. It is grassed with mature trees protected by a Tree Protection Order.  The proposal removes the open aspect of the school and builds a 2 m wall along the school boundary.\n40 members of the public, the School Head Teacher, two councillors and the MP formally opposed the application.  \nThe Planning Committee visited the site, meeting the applicants, about 30 members of the public and local Councillors.   Committee members shared residents’ concerns; some wished that the area could be left as open land.  The Committee asked the developer to review the application to take account of local concerns.  The applicants have declined to discuss alternative proposals with local residents. \nPlanning Officers recommend approval. They consider the proposal has no adverse impact on the area’s character and appearance and that it is in accordance with the UDP and supplementary guidance.  Residents believe the guidance has expired and the development will have a deleterious effect on the environment and quality of life locally.",
            "closed_at": "2007-06-01T00:00:00Z",
            "created_at": "2007-04-26T09:14:15.208486Z",
            "creator_name": "Pat Lawrence",
            "government_response_at": "2007-06-21T15:26:06.837696Z",
            "government_responses": [
                {
                    "created_at": "2007-06-21T15:26:06.837696Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"stop the development of the open space adjoining Woodview Primary School, Edgbaston, Birmingham and call in the planning application.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12028.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Woodview'",
                    "updated_at": "2007-06-21T15:26:06.837696Z"
                }
            ],
            "opened_at": "2007-04-26T09:14:15.208486Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4784250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Woodview/"
    },
    "type": "petition"
}