{
    "data": {
        "attributes": {
            "action": "Revert The Massive Increment of Foreign National Visa to a Sensible Amount",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Home Office have released new visa fee effective from 1st April 2007, which seems to be at least 2 x the original amount. To apply indefinite leave to remain, it's increased to £750 from £335 and £950 from £500 (for same day service), to apply for naturalization, its gone up to £575 from £200. The increment is outrageous and needs to be reviewed as it looks like the department who came with such figures obviously has intention to drain every single penny of a foreigner's hard-earned money. But the Inland Revenue is already doing that! The HO conveniently changing the rules that involves all work permit holders, HSMP holders and anyone else that falls within this criteria and it looks like UK government has become a money-making country, just that they are making money from the wrong people. Thus this petition is for everyone who supports in my view that we are asking to be treated fairly and not to use us as way of filling up the government’s bank accounts. Please show us your support by signing this petition.",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-04-26T14:37:44.414764Z",
            "creator_name": "Hari B Sivasubramaniam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T14:37:44.414764Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/VisaCostRise/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4790588
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/visafeerobbery/"
    },
    "type": "petition"
}