{
    "data": {
        "attributes": {
            "action": "seek a review of Regulation (EC) No 561/2006, Drivers' Hours Regulations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent amendment has put the whole of the road transport industry under the same rules, both road haulage and passenger transport. This is totally inappropriate as each has different needs. The new rules remove the flexibility that allowed the industry to respond to the needs of its customers in a way that did not jeopardise safety or the wellbeing of its employees. Instead there is now a rigid scheme that locks drivers and operators into a pattern of scheduling that does not best serve the needs of coach passengers. Unlike the truck industry which has to abide by the same rules it is desirable that we have the ability to respond to the reasonable demands of our cargo - i.e. the travelling public, otherwise they will travel by car. Our experience shows us that the rules contained in the Regulation are counter-productive when it comes to the planning of holidays by coach in particular.",
            "closed_at": "2007-07-03T00:00:00Z",
            "created_at": "2007-04-26T15:35:23.607650Z",
            "creator_name": "John Welsh",
            "government_response_at": "2007-07-20T15:14:07.466657Z",
            "government_responses": [
                {
                    "created_at": "2007-07-20T15:14:07.466657Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"seek a review of Regulation (EC) No 561/2006, Drivers' Hours Regulations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12574.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pcvhours'",
                    "updated_at": "2007-07-20T15:14:07.466657Z"
                }
            ],
            "opened_at": "2007-04-26T15:35:23.607650Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1030,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4791537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pcvhours/"
    },
    "type": "petition"
}