{
    "data": {
        "attributes": {
            "action": "introduce set pricing structures into Football to make it more accesible for the general public!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the ridculous increase in tickets prices in recent years football is pricing normal fans out of the market. \nAs a Manchester United season ticket holder, we are having increases in prices again, way above the rate of inlfation, being forced to purchase tickets for all home cup games by credit card/direct debit, (is this legal?) this isn't optional. We are being exploited, as are many other clubs, so feel free to sign the petition for a set price ticket fee by league. Why should we pay more at Bolton, than Blackburn have to? Why should Chelsea fans pay more than Wigan fans? \nWhy should I as a Manchester United season ticket holder not be able to pick which cup games I want to go to if I'm skint.\nThe latest FA Cup Final prices sum it up with the spin of tickets starting at £35 from the FA. We as a club have 4,000 tickets at this price, the stadium holds 90,000, this isn't acceptable. \nIf you feel exploited as a football fan or are unable to go because of the ridiculous prices, sign up and hopefully pricing structures will be put in place to make the game accesible for everyone.",
            "closed_at": "2007-05-26T00:00:00Z",
            "created_at": "2007-04-26T15:20:13.390637Z",
            "creator_name": "Michael Hodkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T15:20:13.390637Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4791303
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/footballprices/"
    },
    "type": "petition"
}