{
    "data": {
        "attributes": {
            "action": "look into the bias and outdated recruitment procedure of the scouting association",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British scouting association recruit people based on how the five members of the warrant committee feel about that person becoming a scout leader. If one of those five people does not think the person will make a good leader they will not get a warrant, not be trained and not be allowed to re apply, appeal or even know why their application has been rejected. In short they are banned from the local area of the organisation.\n\nObviously anybody who has committed crimes against children should not be allowed membership but if the association really wants to get more adult volunteers into scouting it really needs to respect the thousands of law abiding citizens who choose to give their time to be a part of their organisation and give them a chance to prove themselves as true and worthy scout leaders.  Not throw their applications back in their faces due to the personal opinions and bias assumptions of whom the committee deem to be true and worthy before they've ever set foot in a scout hall.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-26T16:32:22.300962Z",
            "creator_name": "S Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T16:32:22.300962Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4792585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scoutleaders/"
    },
    "type": "petition"
}