{
    "data": {
        "attributes": {
            "action": "Make council tax fair for mixed student non-student houses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present students are invisible to the council tax system, so if 10 people share a large house and 9 of them are students and 1 is a non-student this one person appears to the system appears to be living on their own.\n\nThis means they liable for 75% of the very large council tax bill (if there are 2 of them they will have to pay all of it). This seems grossly unfair and arbitary as they are only using 1/10 of the property, and by purely redefining the borders of the property they would be liable for a fraction of the tax.\n\nThere could be a variety of solutions to this problem, from giving students more money but expecting them to pay council tax to making students get their share of the council tax free. Most solutions would be better than the present system.\n\nGiven the pressure on housing stock especially in many student towns, surely financial incentives should be towards people living together not against it.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-26T16:27:27.752528Z",
            "creator_name": "David Ansell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T16:27:27.752528Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/Fair-Council-Tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4792487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentCT/"
    },
    "type": "petition"
}