{
    "data": {
        "attributes": {
            "action": "compel Ofcom to require that BT offers (and supports) better lines for users of high-speed ADSL, to compel Ofcom to raise the threshold for \"broadband\" services from 128kbps to at least 4 or 5mbps, and to consolidate responsibility for the provision of adequate-quality DSL telephone services with either BT or BTOpenworld - and make them responsible to their customers for poor quality service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For many years, besides the limited cable network (~15m houses), BT has had a monopoly on provision of phone services. The physical network of telephone lines is deteriorating, with poor quality, aging cable and lines routed literally ‘round the houses’, all of which affects DSL service. The 21CN upgrade is pointless without a refit of the entire network; ADSL2+ will result in no benefit for many as their lines cannot achieve more than on ADSL Max services. I'm 1.5km from my exchange, my line is 4km long: I receive just 9mbps on ADSL2+, far short of BT’s figure of 24mbps. BT are not required to offer lines supporting more than 128kbps, resulting in problems for those using very fast DSL (>10mbps). BTOpenworld will not talk to consumers, only ISPs. BT will not help customers as long as their line supports voice service, and charge large fees for engineer visits if lines are declared ok even if DSL service is affected.\n\nThis situation, where BTO - responsible for data services - does not even deal with customers, and where BT does not offer adequate lines for data, nor deal with broadband problems, even if it’s their fault, is inexcusable, and undermines the entire 21CN project.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-26T20:39:02.413253Z",
            "creator_name": "Christopher Woods",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T20:39:02.413253Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 256,
                "details": "I think you've added too much technical detail here. Experience tells us that petitions which are the most effective have simple calls-to-action, which help generate the maximum amount of signatures. Could you please re-draft with a much-simplified request for action from Ofcom. Thank you.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4796401
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BTimprovements/"
    },
    "type": "petition"
}