{
    "data": {
        "attributes": {
            "action": "Legally demand health disclaimers on alternative medicine products attesting to their unproven or disproved efficacy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the year 2000 1.6 Billion pounds was spent on the alternative medicine industry . Many of such medicines have no proven health benefits and in some cases have been scientifically proven to have no efficacy at all.\nThe industry not only provides ineffective medicine, but also endangers lives every year. Terminally ill patients are exploited by the claims made by alternative medicine advocates and in some cases even refuse the use of proven treatments for the 'alternative' option.\nThese are claims which in many cases have been subject to NO medical studies (clinical or otherwise) and in some cases have even failed medical studies.\n\nThe law currently demands health disclaimers on cigarette packets. A similar health warning must be placed on alternative medicine attesting to its unproven or disproved efficacy in order to prevent the exploitation and endangerment of British citizens.\nThis would encourage research into alternative medicines in order that their claims be validated, or otherwise, and help people discern between effective and ineffective remedies.",
            "closed_at": "2008-05-14T00:00:00Z",
            "created_at": "2007-04-26T20:27:53.482075Z",
            "creator_name": "Nicholas Cresswell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T20:27:53.482075Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2009-04-09T12:51:53.175645Z"
        },
        "id": 4796254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/altmedicinediscl/"
    },
    "type": "petition"
}