{
    "data": {
        "attributes": {
            "action": "ask why North Wales Police Chief Richard Brunstrom  has the right to parade a dead motorcyclists decapitated body and head to journilists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "this is what he has done \n\nNorth Wales Police has unveiled photographs of a decapitated biker in its latest anti-speeding campaign.\n\nThe image showed the man’s head with his eyes still open lying on a grass verge. In another shot the torso is embedded into a car.\n\nNorth Wales Police Chief Superintendent Geraint Anwyl said the head was torn off by the force of the impact, he explained: “His oxygenated brain went flying down the road for 50 metres, before he expired. It’s horrific, I’m sure you’ll agree.”\n\n\n\nNorth Wales Police Chief Richard Brunstrom said excessive speed caused the accident. Brunstrom said: “We did it to serve a purpose. The images are there to make an impact today.”\n\nHowever, Brunstrom also confirmed that the families of the dead men were not aware the images were being used in the presentation. The identities of the victims were not given however the details of a distinctive T-shirt worn by the motorcyclist was shown with the slogan: “Piss off and catch some real criminals”.\n\n\nhe should be taken to task for this totally sick and outragous stunt , as it has said above the family was not even asked if the pictures could be used",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-04-26T22:02:22.771414Z",
            "creator_name": "paul dickie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-26T22:02:22.771414Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RichardBrunstrom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4797460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sickpolice/"
    },
    "type": "petition"
}