{
    "data": {
        "attributes": {
            "action": "scrap targets for bio-fuel substitution; limit support for biofuels to those from sustainable sources; and ban bio-fuels that are not sustainably sourced.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the PM to recognize that current EU and UK policy on bio-fuels: \n\n1) Is largely encouraging bio-fuels that cause more emissions than they save; \n\n2) Is leading to accelerated destruction of valuable habitat, such as tropical forest, with consequent loss of biodiversity and displacement of people; \n\n3) Is already driving up food prices and will ultimately threaten many with starvation.  \n\nIn the light of this, we call on the PM:\n\n1) To scrap UK targets for bio-fuel substitution and to seek withdrawal of EU targets; \n\n2) To suspend all incentives for bio-fuels, where they are not produced from waste, or from non-agricultural/forestry sources; \n\n3) To link levels of support to levels of CO2 emission savings; \n\n4) To ban the production/import of bio-fuels and bio-fuel feedstock, where their production is associated, directly, or indirectly, with habitat destruction, or with greater CO2 emissions than from fossil fuels.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-04-27T07:28:16.756267Z",
            "creator_name": "Malcolm Hunter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-27T07:28:16.756267Z",
            "rejected_at": "2007-05-11T14:23:49.751924Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/BIO-FUEL-DUTY/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4799344
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/biofuel-policy/"
    },
    "type": "petition"
}