{
    "data": {
        "attributes": {
            "action": "To bring down the price of a pint of Real Ale,more in line with that of inflation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the last few years the price of a pint of Real Ale has risen many times for no apparant reason, this is due to many factors, the greed of the larger breweries, A government who sees the taxation of beer as an easy way to fill the coffers, cheaper imports from abroad, and real ale for some strange reason, being lumped in with the binge drinking debate.\n\nI have recently seen evidence that if the price of Real Ale had been kept in line with that of inflation, a pint of beer would only cost £1.77 per pint, instead it is now in the region of £2.50 - £3.00.\n\nThere is also the real danger that when the smoking ban is introduced that to obtain the revenue that is lost from this, that the price of a pint could be put up to compensate for this.\n\nFinally Real ale is unfairly being included in the binge drinking debate, most real ale folk do not drink to get drunk, and are moderate drinkers ( When was the last time you saw a Teenager in the park, drinking a bottle of Real Ale).\n\nThe danger if the price of a pint is made too high, we could lose many of our traditional pubs and also part of british tradition with it.",
            "closed_at": "2008-04-27T00:00:00Z",
            "created_at": "2007-04-27T16:23:10.388424Z",
            "creator_name": "James Towler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-27T16:23:10.388424Z",
            "rejected_at": "2007-06-02T00:01:02.186769Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4807668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Aleprice/"
    },
    "type": "petition"
}