{
    "data": {
        "attributes": {
            "action": "Increase the age limit for the purchase of Alcohol for consumption outside of licensed premises from 18 to 21 yrs, and increase the penalties on the sellers of alcohol to under age children, or 18yr olds if they believe the alcohol is being purchased for the consumption of under age children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This initiative seeks to restrict access to alcohol by children under the age of 18, which leads to anti social behaviour, adverse medical and behavioural problems, and the blighting of the lives of thousands of UK citizens.  The change in law would restrict under 21yr olds from purchasing alcohol other than from a licensed premise, ie Pub, Club, Hotel etc, however in doing so it would severely restrict access to alcohol by younger children, reducing the harmful effects it has on them, their families and those who live around them.  In the abscence of a lack of parental, retailer, or self control legislation is a tool that would improve the quality of life of people in the communities blighted by under age drinking.  If we as a country wish to see all children achieving their full potential and becoming responsible members of our society we should be prepared to stop these abuses of the law of the land and collectively give our children the guidance and support they need to make their way in this sometimes mixed up world we live in.",
            "closed_at": "2007-07-27T00:00:00Z",
            "created_at": "2007-04-27T20:25:00.203585Z",
            "creator_name": "Donald Bourne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-27T20:25:00.203585Z",
            "rejected_at": "2007-06-07T00:01:02.574818Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/buckiestopshere/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4809985
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bingeing/"
    },
    "type": "petition"
}