{
    "data": {
        "attributes": {
            "action": "Force British Telecom (BT) to end the monopoly on the requirement to have an active telephone line to use ADSL Internet",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present in the UK, If you want to have broadband internet and you do not live in an area where a cable company is offering broadband internet services, and you want or need a fast broadband internet connection, currently your only other option is you MUST have an active telephone line from British Telecom paying at least £11 per month on top of the payment to your internet company, even if you have no intention to use the line for voice calls, British Telecom still force customers to continue paying for a service that isn't needed in order to have access to broadband internet.\n\nThis service has been talked about for some time now, even OfCom looked into it and ruled in BT's favour, it was known at the time as \"Naked ADSL\"",
            "closed_at": "2008-05-03T00:00:00Z",
            "created_at": "2007-04-28T20:04:03.451955Z",
            "creator_name": "Dave Morgan",
            "government_response_at": "2008-06-10T13:53:25.209555Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T13:53:25.209555Z",
                    "details": "You signed a petition asking the Prime Minister to \" Force British Telecom (BT) to end the monopoly on the requirement to have an active telephone line to use ADSL Internet.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15712.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NakedADSL'",
                    "updated_at": "2008-06-10T13:53:25.209555Z"
                }
            ],
            "opened_at": "2007-04-28T20:04:03.451955Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 568,
            "state": "finished",
            "updated_at": "2008-05-05T03:23:02.276452Z"
        },
        "id": 4816430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NakedADSL/"
    },
    "type": "petition"
}