{
    "data": {
        "attributes": {
            "action": "Protect and preserve our British way of life by keeping pounds, pints, miles, etc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, there are many items on sale in the UK which are measured in imperial pounds and ounces and also in grammes, for example jars of jam and honey.  I want to keep all the old measures, such as the pint, that I have grown up with, that the British population recognises and understands.  Measurements can be quoted in both metric and Imperial.  However, many hobby  and engineering tools are in thousandths of an inch.  They cannot be converted and why should they?  Isambard Kingdom Brunel worked in feet and inches. Conversion to metric and the forced abandonment of our existing system is an example of EU regulation that causes puzzlement to shoppers, extra expense to shopkeepers, extra expense to local authorities in enforcing unnecessary rules.  This change is detrimental to all sections of our British society and I call upon our Westminster MPs, funded entirely by British taxpayers to defend our rights to retain our existing, time honoured system, including the pound of honey.",
            "closed_at": "2008-04-28T00:00:00Z",
            "created_at": "2007-04-28T20:32:23.298026Z",
            "creator_name": "Mrs Ithiel Mogridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-28T20:32:23.298026Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4816602
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Poundsandpints/"
    },
    "type": "petition"
}