{
    "data": {
        "attributes": {
            "action": "Give all children with autism the chance of equal opportunity with early intervention with Applied Behaviour Analysis and a consistent approach to funding by LEAs not a postcode lottery.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Governement should undertake an up to date review of Applied Behaviour Analysis when applied to children with autism.  When parents apply for funding for this they often find themselves in a postcode lottery and a wall of misconception from special needs professionals within the LEAs. Most people know little of the modern practises within ABA. LEAs should operate by central guidance as at the present time children aren't recieving equal opportunities.",
            "closed_at": "2008-05-04T00:00:00Z",
            "created_at": "2007-04-29T18:23:57.067767Z",
            "creator_name": "Mrs E Michael",
            "government_response_at": "2008-06-10T14:02:03.601631Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T14:02:03.601631Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give all children with autism the chance of equal opportunity with early intervention with Applied Behaviour Analysis and a consistent approach to funding by LEAs not a postcode lottery.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15716.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ABAequalops'",
                    "updated_at": "2008-06-10T14:02:03.601631Z"
                }
            ],
            "opened_at": "2007-04-29T18:23:57.067767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 463,
            "state": "finished",
            "updated_at": "2008-05-05T03:22:54.693789Z"
        },
        "id": 4821830
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ABAequalops/"
    },
    "type": "petition"
}