{
    "data": {
        "attributes": {
            "action": "Increase funding for research into honey bees at the National Bee Unit and other institutions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The honey bee is an often overlooked but absolutely vital part of the environment and agriculture. Bees are said to be worth about a billion pounds to agriculture and horticulture but their role in general pollination and the environment is beyond measure. Recent reports from the USA and UK about massive losses in bee colonies indicate that urgent research needs to be done to understand and counter this trend along with combating the rise in antibiotic resistant varroa mites and other threats. However research funding to the National Bee Unit and other institutions by DEFRA has been cut hugely in recent years with the loss of many jobs and the consequent dispersal of knowledge. This petition urges the Government to put significant extra money into the relevant organisations that study bees and work with beekeepers both commercial and amateur to ensure that this essential creature is protected and encouraged.",
            "closed_at": "2007-11-03T00:00:00Z",
            "created_at": "2007-04-29T18:14:19.507496Z",
            "creator_name": "Pete MacKenzie",
            "government_response_at": "2007-11-26T18:12:56.398579Z",
            "government_responses": [
                {
                    "created_at": "2007-11-26T18:12:56.398579Z",
                    "details": "You signed a petition asking the Prime Minister to \"Increase funding for research into honey bees at the National Bee Unit and other institutions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13841.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bee-unit-funding'",
                    "updated_at": "2007-11-26T18:12:56.398579Z"
                }
            ],
            "opened_at": "2007-04-29T18:14:19.507496Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1754,
            "state": "finished",
            "updated_at": "2008-01-26T03:13:42.639667Z"
        },
        "id": 4821739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bee-unit-funding/"
    },
    "type": "petition"
}