{
    "data": {
        "attributes": {
            "action": "Provide a berth for U534 in Liverpool, Capital of Culture and Home of Western Approaches",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister, Rotting silently away on East Float near to the four Bridges in Wirral lies the historic vessel U534.  This Uboat was part of the german navy upon whom Western Approaches waged it's Battle of the Atlantic.  It is a rare and fabulous find and we are allowing it to disintegrate before our eyes.  I implore the government to facilitate it's future by assisting the docks and harbour board to find it a berth worthy of it's historic significance.  I have been inside it twice as part of a guided tour and it is an amazing insight into what our adverseries went through as well as giving a real insight into the dangers that lurked out at sea awaiting our convoys.  As Capital of Culture, what more of cultural significance is so rare yet accessable for our city to embrace.  Western Approaches museum could only benefit from the saving of it's enemy.  It is living history under threat, and of all the vessels that require saving, this must be at the forefront.  The generations who come after us will question the thinking of allowing such a wonderful relic to rot away.  Please help save U534",
            "closed_at": "2007-07-30T00:00:00Z",
            "created_at": "2007-04-30T07:57:24.524215Z",
            "creator_name": "John-paul Cleary",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-30T07:57:24.524215Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4825276
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Uboat-u534/"
    },
    "type": "petition"
}