{
    "data": {
        "attributes": {
            "action": "Provide greater public access to equipment for the creation of evidence re. Anti-social Behaviour, Noise Nuisance, etc.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst there is a far greater array of electronic equipment on the market to enable people to gather evidence of ASB and noise nuisance, the people who need to create evidence the most are often the least able to afford it.  Very few who now suffer ASB are eligible for legal aid.  Evidence must be gathered in compliance with the relevant legislation.  Equipment is rarely available via the police and councils to create such evidence. Many people suffer years of abuse by neighbours, youths, etc., due to the lack of legal redress available without such evidence or the means to afford private action.  We call upon the government to work with members of the public, by providing greater funding and access to equipment.  This should be backed by police/council support for the creation of robust evidence, to bring perpetrators before the relevant authorities, so that justice in our society may be served.  We commend this petition to the government under its RESPECT AGRENDA, in demonstration of its commitment to victims of crime, harassment, noise nuisance ASB and other malignant behaviours in society.",
            "closed_at": "2008-05-04T00:00:00Z",
            "created_at": "2007-04-30T08:31:36.141413Z",
            "creator_name": "SARAH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-30T08:31:36.141413Z",
            "rejected_at": "2007-05-09T12:48:08.012282Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/AddressASBO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4825834
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASBO-evidence/"
    },
    "type": "petition"
}