{
    "data": {
        "attributes": {
            "action": "end legal abortion.  The unborn child or ‘clump of cells’ if you prefer has no rights, no choice, no protection.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please end legal abortion.  The unborn child or ‘clump of cells’ if you prefer has no rights, no choice, no protection.  According to BBC News on Friday, 20 April 2007, about 190,000 abortions take place annually in England and Wales. This is nearly a quarter of all pregnancies.  What sort of society do we live in that has laws that bring about the termination of our unborn citizens who are most weak and vulnerable?  What sort of society denies the potential of these unborn children? Even Hitler himself was not so cruel to his own enemies.  Our government carries out this death sentence on its own people in a twisted ideology that would make the great William Wilberforce cry.  William Wilberforce the great defender of human life would argue that abortion is “contrary to the principles of justice, humanity and sound policy\". Moreover he would turn to the British people and members of parliament and criticize us for \"not having abolished the abortion trade long ago\".",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-04-30T11:04:46.422429Z",
            "creator_name": "Sean Mansfield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-30T11:04:46.422429Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AbortionIsMurder/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4828115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unbornvoice/"
    },
    "type": "petition"
}