{
    "data": {
        "attributes": {
            "action": "Stop Google and others storing out private data on their servers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many years ago I posted messages to a NewsGroup and had thought at the time these messages would remain within the confines of the NewsGroup, but now I am finding that these messages are appearing on websites all over the place. The messages were initially 'stolen' by Google and Deja News and were taken without my consent. I find it most disconcerting that these messages still exist, but even worse, they are being used for profit on websites which have no legal right to my messages in the first place. Many others are finding information about themselves in this way and I'd like to say that I think it's time we had something done about the way this personal information is being stolen from us and abused by certain companies. Well, Prime Minister, it's time to act on this issue, before it gets well and truly out of hand. Legislation is needed to control this type of theft on the web, so when might we expect to see a start to this? Very soon, I hope.\n\nJoe.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-04-30T19:33:34.002313Z",
            "creator_name": "Joe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-04-30T19:33:34.002313Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4835288
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Googley/"
    },
    "type": "petition"
}