{
    "data": {
        "attributes": {
            "action": "Make Plagiocephaly & Brachycephaly public aware and paid for on the NHS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Several babies that either have been born with or caused by position have Plagiocephaly/Brachycephaly. Many of the babies parents are told that the baby's head would grow out with age and by 2yrs the head would be within a normal head shape. In some cases this may be true but many babies end up with a deformed head. There is treatment available which currently is private and only a few paid for by NHS. Cost is £2000, which is alot of money. If parents were made aware of the condition then their babies might not need treatment. If the conditon was made aware then the NHS would not need to fund the treatment for many. We would like the G'ment to make this a recognised syndrome giving advice on how to prevent it and if necessary pay for the treatment if moderate to severe. Some babies heads are so bad that they cant wear cycle helmets, hats or glasses yet parents are still told not to worry it will grow out. Then when the child is to old for treatment its to late! They are stuck with it.",
            "closed_at": "2007-11-03T00:00:00Z",
            "created_at": "2007-04-30T21:42:43.594976Z",
            "creator_name": "Katherine Rose",
            "government_response_at": "2007-11-26T18:13:47.464350Z",
            "government_responses": [
                {
                    "created_at": "2007-11-26T18:13:47.464350Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make Plagiocephaly & Brachycephaly public aware and paid for on the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13843.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PlagioBrachy'",
                    "updated_at": "2007-11-26T18:13:47.464350Z"
                }
            ],
            "opened_at": "2007-04-30T21:42:43.594976Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1237,
            "state": "finished",
            "updated_at": "2007-11-05T03:10:59.864816Z"
        },
        "id": 4836660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PlagioBrachy/"
    },
    "type": "petition"
}