{
    "data": {
        "attributes": {
            "action": "state that it is unacceptable for a new secondary school to be built within Towneley Park in Burnley without proper consultation and contrary to the wishes of the vast majority of Burnley people for whom the park provides a vital recreational space and link to the countryside.  We further petition the Prime Minister to require the various agencies concerned to work together to identify which of the possible alternative sites would best meet the wishes of the people of Burnley and assist in the regeneration of the town.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the Building Schools for the Future initiative, the existing secondary schools in Burnley are being demolished and new ones built.  Lancashire County Council decided, without any consultation with Burnley people and apparently without consultation with the regeneration agencies in the town, to build one of the new schools on playing fields within Towneley Park.  Towneley is very precious to the people of Burnley as it is an open space that runs from near the centre of the town to open moorland.  Despite strong opposition within the town, including unanimous rejection of the plan by the Development Control Committee of the Borough Council, the County Council are persisting in railroading their plans through.  We welcome the investment in education but feel that placing a new school in a remote location where its ability to provide for community use is limiting the benefits of the investment.  It is vital that the local authorities, housing renewal company, NWDA, etc. work together and in partnership with the community to make the investment work for, not against, the town.  We need the Prime Minister to provide the impetus to ensure joint working.",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-04-30T22:41:14.593581Z",
            "creator_name": "Ian Galbraith",
            "government_response_at": "2007-11-20T16:12:25.226445Z",
            "government_responses": [
                {
                    "created_at": "2007-11-20T16:12:25.226445Z",
                    "details": "You signed a petition asking the Prime Minister to \" state that it is unacceptable for a new secondary school to be built within Towneley Park in Burnley without proper consultation and contrary to the wishes of the vast majority of Burnley people for whom the park provides a vital recreational space and link to the countryside. We further petition the Prime Minister to require the various agencies concerned to work together to identify which of the possible alternative sites would best meet the wishes of the people of Burnley and assist in the regeneration of the town.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13798.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Towneley'",
                    "updated_at": "2007-11-20T16:12:25.226445Z"
                }
            ],
            "opened_at": "2007-04-30T22:41:14.593581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 303,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4837046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Towneley/"
    },
    "type": "petition"
}