{
    "data": {
        "attributes": {
            "action": "Investigate North Wales Police Chief Richard Brunstrom and his ideas on how to reduce road traffic deaths.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "North Wales Police Chief Used graphic pictures of a deceased Motocyclist without permission.\n\nThe Police Force in question have said they were designed to create an impact.\n\nLabour MP Bob Wareing has also condemned the use of the images and is to demand an explanation on behalf of his constituents \n\nMr Brunstrom said they were shown to give journalists the context of his campaign against speeding motorists. \n\nThere are two issues here:\n1. The use of graphic pictures of a deceased member of the public, without any permission whatsoever.\n\n2. The Police Constable has latched onto biking being dangerous and used this particular person to highlight the fact.Unfortunately this person is in a minority at not abiding by the road traffic laws and does not reflect the true respect most motorcycle riders have for training and the laws of the road.\n\nIn this case we are urging for an investigation and and report which could lead to better Road Traffic education for the good of all road users without prejudice toward one certain road user.",
            "closed_at": "2007-08-01T00:00:00Z",
            "created_at": "2007-05-01T00:43:37.534052Z",
            "creator_name": "Christopher Stott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-01T00:43:37.534052Z",
            "rejected_at": "2007-06-07T00:01:02.574818Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RichardBrunstrom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4837350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MotorbikeChief/"
    },
    "type": "petition"
}