{
    "data": {
        "attributes": {
            "action": "initiate the design, the construction and the use of a prototype housing estate where there are houses and bungalows and a nursing centre. Each house and each bungalow has three interface doors, namely a front door, a second door and a nursing door. Each nursing door within the housing estate is reachable from the nursing centre by means of an enclosed corridor. The design and the construction could be produced as an extension of the government initiated Design for Manufacture competition. The houses and bungalows would be a mix of owner-occupied and rented properties. The rented properties would all have right to buy rights attached to them. The design would cater for a variety of needs, including families where one person needs regular nursing care yet others do not. Some properties would include gardens with drives. Some other properties would have no garden. There would be an estate garden with seats and a variety of specimen trees. Residents of gardenless homes could have some of the benefits of a garden without the need to maintain a garden. The overall objective is to help people who need some nursing care yet could otherwise live independently and who would like to do so to be able to live in their own homes. They could have their own furniture and, if so desired, one or more companion animals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2007-08-01T00:00:00Z",
            "created_at": "2007-05-01T07:31:24.691549Z",
            "creator_name": "William Overington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-01T07:31:24.691549Z",
            "rejected_at": "2007-06-07T00:01:02.574818Z",
            "rejection": {
                "code": 256,
                "details": "You need to create a clear, succinct call-to-action as your petition title and then add more details underneath",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4837980
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eutopia-estate/"
    },
    "type": "petition"
}