{
    "data": {
        "attributes": {
            "action": "exempt Cystic Fibrosis patients from the high charge rates imposed on the use of hospital bedside entertaintment systems",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cystic Fibrosis (CF) is the UK's most common, life-threatening genetic disease, affecting over 7,500 children and young adults in the UK. Management of the disease requires life-long, regular and lengthy hospital admissions which are normally spent in isolation due to the risks of cross-infection.\n\nFor these patients, access to television and internet is highly important - to relieve suffering and and boredom, to allow continuation of study and to provide a link to the outside world.\n\nBedside telecommunications companies typically charge £3.00 - £3.50 per day for television and internet access and their contracts with individual hospitals have resulted in the removal of standard TV sets from patient rooms (often donated by families in memory of patients who have died on the units).\n\nWe feel strongly that this is unfair on these patients and is taking financial advanatge of their ill-health and need for frequent, lengthy hospital admissions.  We propose that an exemption from the costs of expensive bedside entertainment systems should therefore be permitted for this particular group of patients.",
            "closed_at": "2008-05-08T00:00:00Z",
            "created_at": "2007-05-01T09:40:04.339525Z",
            "creator_name": "Emma Harris",
            "government_response_at": "2008-06-11T14:38:55.566205Z",
            "government_responses": [
                {
                    "created_at": "2008-06-11T14:38:55.566205Z",
                    "details": "You signed a petition asking the Prime Minister to \"exempt Cystic Fibrosis patients from the high charge rates imposed on the use of hospital bedside entertaintment systems.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15729.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TV4PWCF'",
                    "updated_at": "2008-06-11T14:38:55.566205Z"
                }
            ],
            "opened_at": "2007-05-01T09:40:04.339525Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 280,
            "state": "finished",
            "updated_at": "2008-05-09T00:01:01.548982Z"
        },
        "id": 4839652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TV4PWCF/"
    },
    "type": "petition"
}