{
    "data": {
        "attributes": {
            "action": "use his powers under the Royal Prerogative to respectfully cease the deployment of HRH Prince Henry (AKA Harry) of Wales to combat zones.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the people of the United Kingdom of Great Britain and Northern Ireland call upon the Prime Minister to use his powers known as the “Royal  Prerogative” to immediately and completely end the deployment of HRH Prince Henry (Harry) of Wales to any combat zones. We wish to remind the Prime Minister of his duty to protect the line of succession of the United Kingdom, and register our strong disapproval of any deployment against the wishes of the people.\n\nWe further believe that by allowing HRH to be deployed to a combat area (such as Iraq) that the Prime Minister will be allowing additional unquantifiable risk to be placed on our other gallant service men and woman - due to our  belief that British personnel will become under increased attacks due to the possible presence of the “greater” target HRH for insurgents. \n\nFinally it is our respectful belief that HRH Prince Henry (Harry) of Wales has a duty to the people of the United Kingdom not to put his life in danger, we remember with deep sadness recent loses to our Royal Family and are mindful that this not be allowed to happen again through inaction.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2007-05-01T09:26:01.131196Z",
            "creator_name": "Wes Langley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-01T09:26:01.131196Z",
            "rejected_at": "2007-06-07T00:01:02.574818Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/bulletmagnet/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4839482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HRHPrinceHarry/"
    },
    "type": "petition"
}