{
    "data": {
        "attributes": {
            "action": "Sign all of Government's responses to ePetitions him/her self.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For all we know, the efforts made on http://petitions.pm.gov.uk by many concerned individuals who draw up petitions and the individuals who sign the petition is all a complete waste of time and effort because there is no evidence that the Prime Minister, any accountable Cabinet Minister or any MP has bothered to read it and compose the response.\n\nWe are trying to provide the PM's office with a gauge to public opinion on a wide plethora of issues - we do not do this to keep a civil servant spin doctor permanently on Downing Street's payroll.  We need to see evidence that this process is working and getting through to the MP's we are addressing.\n\nSo if the government posts a response to a petition, then we insist upon evidence that that response is the Prime Minister's or the relevant Cabinet Minister's position, by placing his/her signature under that response.\n\nIf this is not forthcoming then this website should be deemed as nothing more than a brick wall for us to vent our positions at, and I will positively encourage all campaign issues to boycott this website for their petitioning process.",
            "closed_at": "2007-11-01T00:00:00Z",
            "created_at": "2007-05-01T18:49:57.654983Z",
            "creator_name": "Steven G. Auld",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-01T18:49:57.654983Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 16384,
                "details": "You're welcome to send your feedback on the e-petitions service to our feedback email address, but we do not accept petitions about e-petitions",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4846230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nospindoctors/"
    },
    "type": "petition"
}