{
    "data": {
        "attributes": {
            "action": "Relax the restraints on airside pass holders carrying liquids",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After putting up with the current level of scrutiny air crew, airport staff and all airside pass holders are fed up having to suffer the humiliation, stress, stupidity of having to remove liquids from our crew bags, lunches and person despite being in possession of an \"air side pass\".\n\nIt is creating stress levels that Air Crew are beginning to find intolerable.  The insanity of removing bottles of water from the very crew who operate and fly the aircraft with such items as axes and ropes on board beggars belief not to mention other loopholes and black spots in security relating to liquids etc.\n\nAir Crew and all Air Side pass holders should be allowed to go about their duties without the current persecution and often intimidation given to them by security staff.\n\nWhat could air crew do with a bottle of water that they could not already achieve flying the plane?\n\nAllow those with airside passes to continue to take their liquids to work with their, tea, coffee, water, aftershave, toiletries, de-odorants, food etc.\n\nEnd this madness now!!",
            "closed_at": "2008-05-08T00:00:00Z",
            "created_at": "2007-05-01T21:19:57.582740Z",
            "creator_name": "Dan Rivers",
            "government_response_at": "2008-06-10T14:12:23.483881Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T14:12:23.483881Z",
                    "details": "You signed a petition asking the Prime Minister to \"Relax the restraints on airside pass holders carrying liquids.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15721.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'airside'",
                    "updated_at": "2008-06-10T14:12:23.483881Z"
                }
            ],
            "opened_at": "2007-05-01T21:19:57.582740Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3042,
            "state": "finished",
            "updated_at": "2008-06-10T04:05:33.381201Z"
        },
        "id": 4847998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airside/"
    },
    "type": "petition"
}