{
    "data": {
        "attributes": {
            "action": "remove Richard Brunstrom, Chief Constable of North Wales from his position",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Richard Brunstrom, Chief Constable of North Wales, released the horrific images without consulting the dead man's family. \nOne picture showed the man's head, with the eyes still open, on a grass verge. It was still encased in a red and white helmet, with the visor raised. \nAnother picture showed the man's torso - in a T-shirt emblazoned with an anti-traffic police slogan - embedded in a car. \nCampaigners condemned Mr Brunstrom's actions as \"deplorable\" and called for his resignation. \nLast year, Mr Brunstrom personally endorsed a vending machine for drugs addicts in Colwyn Bay. \nHis force took out a newspaper advertisement apologising to a man who was dragged from his bed at gunpoint for a crime he did not commit. \nHe once used the word \"queer\" to refer to activities by homosexuals in public lavatories - escaping punishment by apologising for the \"inappropriate\" word. \nIn 2001 the force spent £4,000 investigating \"anti-Welsh\" comments by The Weakest Link host Anne Robinson. \nMr Brunstrom also defied Crown Prosecution Service advice by investigating claims that Tony Blair shouted \"f****** Welsh\" after Labour's poor performance in the 1999 Welsh Assembly election.",
            "closed_at": "2007-07-01T00:00:00Z",
            "created_at": "2007-05-01T21:38:11.341922Z",
            "creator_name": "c harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-01T21:38:11.341922Z",
            "rejected_at": "2007-06-03T00:01:04.616268Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RichardBrunstrom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4848199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/madmullah/"
    },
    "type": "petition"
}