{
    "data": {
        "attributes": {
            "action": "The CSA Cannot Help Even If They Wanted To - This Government’s Shame",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The human rights act (1998) states:\n\n“ARTICLE 14 \nPROHIBITION OF DISCRIMINATION \nThe enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status”.\n\nUnder this article resident and non-resident parents have the right to be treated equally.\n\nLiving in the loopholes - The CSA’s current rules are open to exploitation by anyone who is immoral enough to do so. These immoral acts may result in hardship, stress and incorrect claming of benefits. May I put forward the suggestion that those exploiting the current legislation to their own gains should be charged with benefit evasion and made to make reparations for their actions?\n\nThis would be very simple to implement by putting the child support agency under the umbrella of HM Revenue & Customs. This would mean that anyone caught deceiving the CSA would be subject to similar consequences and penalties as individuals caught deliberately deceiving the revenue.",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-05-02T08:04:38.680064Z",
            "creator_name": "Elaine Lothian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-02T08:04:38.680064Z",
            "rejected_at": "2007-06-08T00:01:03.938148Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/csabacklog/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4850491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-CSA-Shame/"
    },
    "type": "petition"
}