{
    "data": {
        "attributes": {
            "action": "to stop wasting time and lead by example on green issues by implementing policies and training staff on sustainable, energy- efficient, low pollution practises (e.g. mandatory low energy light bulbs, government vehicles to be green, travel to be carbon off-set). Don't just tax/lecture the population and then follow bad practice. We the tax-payer want more accountablity from our public servants (ie local and national government) on this national issue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Less hot air and more action - practise what you preach! Following a report by the National Audit Office (NAO)showing that courses run for civil servants on sustainability are running unfilled, it seems that the government prefers to make \"talk the talk\" but not \"walk the walk\" on these matters. It would rather tax the electorate than make government (local and national)machinery environmentally sound(reducing energy consumption/ water use/ pollution). Such efficiencies would save tax-payers money as well as be sustainable. Make all vehicles electric or hybrid, force staff (including ministers) to use trains where possible, change to low-energy lightbulbs, and make leaving computers on overnight a disciplinary offence. Don't just talk about it and set meaningless targets in the distant future. Just get on with it and make it happen effective immediately. Business can be pro-active so why can't our government machinery? Don't give the cynics another reason to disengage from politics!",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-05-02T13:22:54.032422Z",
            "creator_name": "S BEKEN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-02T13:22:54.032422Z",
            "rejected_at": "2007-06-09T00:01:04.675322Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/banbadbulbs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4855020
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenGovt/"
    },
    "type": "petition"
}