{
    "data": {
        "attributes": {
            "action": "Remove the tv license for people that have paid for a freeview or have sky etc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have just bought a freeview box, i would like to make the following points.  The packaging of my set top box states \"receive all digital free-to air tv and radio programmes.  The Argos catalogue that i chose the set top box from states \"welcome to free tv land\" and also the following \"A set top box allows you to view digital channels on your existing tv offering over 70 extra channels totally free.  It will give you access to all the other services offered by digital tv - digital text - interactivity and over 20 radio stations ALL WITHOUT A SUBSCRIPTION CONTRACT\".  It also states \"no strings boxes start from under £20 and thats all you have to pay for FREEVIEW\".  And finally nowhere in my instruction manual does it state that i need a tv license to view these channels.  The point i am trying to make is that i have paid my £20 to watch these free to air channels of which BBC1 etc are part of the package.  Surely if i am then being told that i have still got to pay a tv license even though i have paid my one off fee to view my free to air channels.(and yes i will say again that BBC1 etc are part of the package) then i have been mis sold the product it is not freeview.",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-05-02T19:28:26.797333Z",
            "creator_name": "james ferguson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-02T19:28:26.797333Z",
            "rejected_at": "2007-06-08T00:01:03.938148Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4859057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/televisionfee/"
    },
    "type": "petition"
}