{
    "data": {
        "attributes": {
            "action": "Remove North Wales Chief Constable Richard Brunstrom after he used photographs of a dead motorcyclist for propaganda without his family's permission",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I fully support the family of Mark Dibney, the motorcyclist fatally injured in a tragic accident, whose images were disclosed to journalists by North Wales Chief Constable Richard Brunstrom.\n\nSuch a crass and insensitive tactic to sensationalise a 'road safety' message without the consent and support of the family can never be justified under any circumstances.\n\nThe public have become used to a certain degree of shock tactics where the police, with full consent of families disclose images to the press to demonstrate the potential consequences of some accidents, drug abuse and other social ills. However to do so without any consideration of the feelings of the families and loved ones demonstrates a catastrophic lack of judgement and ethical conduct.\n\nI believe that it is time to remove Richard Brunstrom from office.",
            "closed_at": "2007-06-02T00:00:00Z",
            "created_at": "2007-05-02T23:25:39.361254Z",
            "creator_name": "Matt White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-02T23:25:39.361254Z",
            "rejected_at": "2007-06-08T00:01:03.938148Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RichardBrunstrom/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4861006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BrunstromMustGo/"
    },
    "type": "petition"
}