{
    "data": {
        "attributes": {
            "action": "Create legislation preventing Transport Companies from carrying passengers to the uk unless their passengers have the required paperwork allowing them legal entry to this country. The legislation to include provisions to ensure that these companies record details of the travel documentation of their passengers travelling here for subsequent audit and punitive fines and withdrawal of licences etc if the companies concerned are found to be in breach.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Companies transporting passengers to this country from abroad must be  prevented from allowing their passengers to board vehicles under their control, unless they have the appropriate Travel Documents to allow them the legal right to enter the UK. \nThe legislation would ensure that the Transport Companies concerned checked the travel documents of passengers travelling to the UK, preventing them boarding the vehicles concerned i.e. planes boats and trains if their travel documents did not permit them legal entry to the UK.\nA database could be created by the Home Office for the Transport companies to use to record travel documentation details so that an auditable record was available.The Home Office would also provide the Transport Companies with training and equipment so that they could identify fake travel documents.\nThis legislation would substantially reduce illegal immigration to the UK and the records held by the Transport companies would assist the repatriation process where Passports had been purposefully lost to hinder deportation procedures.",
            "closed_at": "2007-09-03T00:00:00Z",
            "created_at": "2007-05-03T11:09:02.826223Z",
            "creator_name": "IAN NONHEBEL",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-03T11:09:02.826223Z",
            "rejected_at": "2007-06-09T00:01:04.675322Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/EU-HGV-Register/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4865543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/illegal-travel/"
    },
    "type": "petition"
}