{
    "data": {
        "attributes": {
            "action": "Ensure that all Government departments, Local Authorities and contractors along with the public take the utmost care  when using Strimmers, Lawnmowers and other power tools to stop hedgehogs and other wildlife being badly injured and killed by these Weapons of Mass Destruction. Further to make it compulsory for all manufactures of these tools to give special warnings prominantly displayed on the machinery in big bright stickers as well as in the instruction booklets about the danger they cause to wildlife",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We run a small Hedgehog Rescue centre on the Essex/East London borders. So far this year (until beginning of May 2007)we have had more than 20 hedgehogs with very severe injuries caused by strimmers, lawnmowers and other garden power tools.  NONE of them have survived. Other rescue centres and carers are finding the same massive increase in badly injured and dying animals \n\nPlease be very careful when using a strimmer or mower in your garden and check the long grass & undergrowth first with your hand or foot to make sure NOTHING is curled up there. \n\nHedgehogs do not run away when they hear the noise, but curl up tightly which is no protection from these powerful tools.\n\nThere are very few hedgehogs left in the wild now. They are dying out very quickly. One reason apart from being killed by our carelessness in using powerful tools  is lack of water.  Please put a bowl of water outside your front and back doors.",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-05-03T13:23:53.000658Z",
            "creator_name": "Derek Knight",
            "government_response_at": "2008-06-16T13:28:40.821723Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:28:40.821723Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that all Government departments, Local Authorities and contractors along with the public take the utmost care when using Strimmers, Lawnmowers and other power tools to stop hedgehogs and other wildlife being badly injured and killed by these Weapons of Mass Destruction. Further to make it compulsory for all manufactures of these tools to give special warnings prominantly displayed on the machinery in big bright stickers as well as in the instruction booklets about the danger they cause to wildlife.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15768.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Strimmers'",
                    "updated_at": "2008-06-16T13:28:40.821723Z"
                }
            ],
            "opened_at": "2007-05-03T13:23:53.000658Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 493,
            "state": "finished",
            "updated_at": "2008-06-16T13:27:47.872153Z"
        },
        "id": 4867738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Strimmers/"
    },
    "type": "petition"
}