{
    "data": {
        "attributes": {
            "action": "make a commitment to recognise eating disorders as a serious mental health issue that needs sufficient funding to provide healthcare education and increased awareness",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "beat is the new identity of the Eating Disorders Association.  \n\nbeat’s vision is that eating disorders will be beaten\n\nbeat’s aims are:\n\nTo change the way everyone thinks and talks about eating disorders\nTo improve the way services and treatment are provided\nAnd to help anyone believe that their eating disorder can be beaten\n\nWe do this by:\n\nChallenging the stereotypes and stigma that people with eating disorders face\nCampaigning for better services and treatment\nProviding information, support and encouragement to seek treatment and recovery\n\nIt is not only young women who suffer from eating disorders; men and women of all ages are affected. Estimates of the numbers of men in the eating disordered population varies with the criteria adopted and is thought to vary between 1:6 and 1:201. The most commonly used proxy is 10% of all cases of eating disorders will be male. ( beat 2000) Using the prevalence figures quoted above the combined total for people diagnosed and undiagnosed with an eating disorder in the UK is an astounding 1.15million.",
            "closed_at": "2008-05-03T00:00:00Z",
            "created_at": "2007-05-03T14:41:45.896322Z",
            "creator_name": "Charlotte Allinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-03T14:41:45.896322Z",
            "rejected_at": "2007-06-13T00:01:02.546353Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/anorexiamha/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4869102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/beat-eds/"
    },
    "type": "petition"
}