{
    "data": {
        "attributes": {
            "action": "reverse the political impetus towards reducing funding of the arts and to establish a broad community of artists as decision makers at Arts Council England and the DCMS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public subsidy of the arts accounts for a minute proportion of national public expenditure. Cutting the arts budget is of little benefit to the exchequer, yet even modest withdrawal of funding has disastrous effects on the breadth of artistic activity available to the public.  The recent 35% cut in ‘Grants for the Arts’ has been preceded by years of standstill funding for many organisations across all disciplines.  Further far more damaging cuts are predicted.  At the same time levels of bureaucratic meddling and obfuscation have never been higher.  It is time to stop cutting arts spending, withdraw much of the disabling target-led assessment by which artists are being judged and reinstate artists as a crucial presence in the activities of the Arts Council and the DCMS.",
            "closed_at": "2008-05-11T00:00:00Z",
            "created_at": "2007-05-03T14:58:14.955989Z",
            "creator_name": "Jonathan Holloway",
            "government_response_at": "2008-06-13T14:36:06.442256Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:36:06.442256Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the political impetus towards reducing funding of the arts and to establish a broad community of artists as decision makers at Arts Council England and the DCMS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15752.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'arts-subsidy'",
                    "updated_at": "2008-06-13T14:36:06.442256Z"
                }
            ],
            "opened_at": "2007-05-03T14:58:14.955989Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 427,
            "state": "finished",
            "updated_at": "2008-05-12T00:01:01.661751Z"
        },
        "id": 4869372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/arts-subsidy/"
    },
    "type": "petition"
}