{
    "data": {
        "attributes": {
            "action": "allow the use and sale of Benzylpiperazine based pills without a medical license.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 20th March 2007 the MHRA issued a statement declaring BZP pills are 'dangerous' and 'can result in death'.\n\nThese pills have been popular and well used in New Zealand for some time. 'Based on industry figures, it has been estimated that approximately five million legal\nParty Pills have been manufactured in New Zealand since 2000' \n\nThe only deaths that have occurred have been the use of the drug with Ecstasy, and in each of these cases BZP did not play a role. It was simply in the system.\n\nMany 3rd-party studies have been conducted in New Zealand and can be viewed on the web.\n\nDo not allow this to become another illegal, unmanaged drug with no government role in distribution, quality or safety. \n\nThis is a safe recreational drug which can help deter people from more harmful substances. It should be used responsibly and given the same restrictions as Alcohol and Tobacco, not more.",
            "closed_at": "2007-11-11T00:00:00Z",
            "created_at": "2007-05-03T15:39:47.872807Z",
            "creator_name": "Adam Greer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-03T15:39:47.872807Z",
            "rejected_at": "2007-05-21T15:29:44.972260Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4870113
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BZPBan/"
    },
    "type": "petition"
}