{
    "data": {
        "attributes": {
            "action": "instruct the Secretary of State for Transport to support the investment in barriers at either side and also the centre on Clingoe Hill (A133) towards Colchester (from Wivenhoe), to deter pedestrians from crossing the dual carriage-way as an alternative to draconian speed restrictions. In addition, with the co-operation of the University of Essex, a public evaluation of a permanent footbridge for pedestrians approaching from Greenstead and overall, better access to the University campus.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "See the petition \"Clingoe Hill\" for the original.\n\nA speed reduction (or speed camera) is not a rational response to this problem. The fact remains that the stretch of road in question is a dual carriage-way trunk road which under no circumstances should be crossed by a pedestrian before the designated crossings. As no charges have been filed against the drivers in each of the recent tragedies, it is fair to assume that the motorist was travelling safely below the speed limit. The problem, therefore, is not vehicle speed but instead the ease to which pedestrians are able to cross.\n\nIn signing this petition, you are endorsing the motion of barriers to be placed at either side and centre of the road and for the University to work in co-operation with the necessary body to evaluate a permanent footbridge and to find alternative access to the University campus for students approaching from the Greenstead area.\n\nLet us SOLVE the problem for good instead of minimizing the future risk!",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-05-03T19:52:33.646992Z",
            "creator_name": "Martin Galpin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-03T19:52:33.646992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4873268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClingoeHill2/"
    },
    "type": "petition"
}