{
    "data": {
        "attributes": {
            "action": "Resume the right of abode of all British Nationals (Overseas)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hong Kong is one of the few former British colonies that is a developed country. The GDP (PPP) per capita of HK ranked 8th in 2005. We have already performed as well as the UK socio-economically. Before the handover of Hong Kong, a significant number of residents obtained overseas citizenships (including UK) but most of them stayed in Hong Kong later. Even the UK grants full citizenship to all her nationals in Hong Kong, I don’t think a sudden wave of migration is probable. Chinese people in Macau are already have full Portuguese passport, why not us?\n\nIn fact, we cannot forget what Britain has done in Hong Kong. If Hong Kong was not under British colonial rule, it could not become such an amazing international financial centre. Some people worried that granting citizenships to BNOs will would adversely affect the Sino-UK relationship, but I think this act will bring the two countries closer instead. \n\nThe British Government has already offered most British passport holders full citizenship so I think that BN(O)s should also be treated equally. And this right is also stated clearly in the European Convention of Human Rights.",
            "closed_at": "2008-05-11T00:00:00Z",
            "created_at": "2007-05-04T04:49:42.837536Z",
            "creator_name": "Sam Fan",
            "government_response_at": "2008-06-13T14:33:14.879523Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:33:14.879523Z",
                    "details": "You signed a petition asking the Prime Minister to \"Resume the right of abode of all British Nationals (Overseas)\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15749.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ROAforBNO'",
                    "updated_at": "2008-06-13T14:33:14.879523Z"
                }
            ],
            "opened_at": "2007-05-04T04:49:42.837536Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 673,
            "state": "finished",
            "updated_at": "2008-05-14T03:21:00.268180Z"
        },
        "id": 4875532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ROAforBNO/"
    },
    "type": "petition"
}