{
    "data": {
        "attributes": {
            "action": "Get rid of the Section 59 Warning",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is just no need for the section 59 warning, all it is doing is giving power happy police the chance to do anything they like. If you commit an offence and it can be proved, there will be an offence code for it which to deal with you by, If it cannot be proved then you are either innocent or the police are not doing their job's properly, either way how is it fair to punish you for an offence that cannot be proven? The section 59 is just blanket cover for the police to do what they like without having to prove anything, although there are no instant penalties for a section 59 being 'awarded', you can be given a rather large fine or worse on being given your second section 59. I say get rid of the section 59 warning to stop the police exploiting innocent road users without proof!",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2007-05-04T17:50:24.485295Z",
            "creator_name": "Martin Bashforth",
            "government_response_at": "2007-12-05T16:34:05.030839Z",
            "government_responses": [
                {
                    "created_at": "2007-12-05T16:34:05.030839Z",
                    "details": "You signed a petition asking the Prime Minister to \"Get rid of the Section 59 Warning.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13967.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Section59'",
                    "updated_at": "2007-12-05T16:34:05.030839Z"
                }
            ],
            "opened_at": "2007-05-04T17:50:24.485295Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 440,
            "state": "finished",
            "updated_at": "2007-11-16T03:11:17.883799Z"
        },
        "id": 4885977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Section59/"
    },
    "type": "petition"
}