{
    "data": {
        "attributes": {
            "action": "introduce regulation in franchising due to the increasing number of individuals losing large sums of money each year through misrepresentation and fraud.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For many years the franchise industry has survived without any form of regulation. Everyone, including Government Ministers, have at some stage turned to the British Franchise Association for advice on franchising but most franchised businesses are not even members.\n\nMore people each year are being conned by a small but rogue element of franchisors. Hundreds of people are losing many thousands of pounds, often their life savings, which results in real suffering. The downside for the government is that many of these cases result in lengthy investigations by the DTI.\n\nIt is widely known that franchise agreements are weighted in favour of the franchisors. Due to the costs involved in litigation the small investor finds it difficult to take on the 'big guns' of the franchisors which has allowed some to continue to trade and lie about potential earning levels.\n\nTherefore the government must act to introduce legislation which will stop dishonest franchisors from acting in this way by ensuring they have been vetted by an independant body. There should also be an on-going requirement for franchisors to adhere to a strictly monitored set of relevant guidelines.",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2007-05-04T19:41:20.770401Z",
            "creator_name": "Rob Williams",
            "government_response_at": "2007-12-07T15:26:56.527119Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:26:56.527119Z",
                    "details": "You signed a petition asking the Prime Minister to \" introduce regulation in franchising due to the increasing number of individuals losing large sums of money each year through misrepresentation and fraud.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13992.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'franchise-law'",
                    "updated_at": "2007-12-07T15:26:56.527119Z"
                }
            ],
            "opened_at": "2007-05-04T19:41:20.770401Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 203,
            "state": "finished",
            "updated_at": "2007-11-16T00:01:01.603048Z"
        },
        "id": 4887153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/franchise-law/"
    },
    "type": "petition"
}