{
    "data": {
        "attributes": {
            "action": "to halt the proposed closure of the Bishop Street post office in Leicester. We believe that the transfer of Leicester's main post office to the premises of W.H. Smith will lead to a deterioration in service to the public, the loss of experienced and dedicated staff and closure of a purpose built building in a central location.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The public in Leicester has been shocked and bewildered by the proposal to close the Bishop Street post office and relocate it to within the premises of W.H. Smith. The proposal has already been opposed by two of the three Leicester MPs, City Councillors from all parties, the Chamber of Commerce, trade unions, and the Leicester Mercury.\nThey have expressed grave doubts as to whether a post office located within W.H. Smith can provide the same level of service as the purpose built premises on Bishop Street. The trade unions have expressed concern that the existing staff within Bishop Street are not being offered the opportunity to transfer to the new office on their existing terms and conditions. They have expressed concern that experienced staff will be lost and that the staff employed in W.H. Smith will be inexperienced and paid lower wages. Some groups have expressed concern over the future of the post office building, whilst others have raised issues such as access and long queues at the new location.",
            "closed_at": "2007-11-05T00:00:00Z",
            "created_at": "2007-05-05T12:33:07.279302Z",
            "creator_name": "Ned Newitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-05T12:33:07.279302Z",
            "rejected_at": "2007-06-13T00:01:02.546353Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4891552
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeicesterPost/"
    },
    "type": "petition"
}