{
    "data": {
        "attributes": {
            "action": "change the government rules so that a person of whatever age can become retrained and reskilled by means of becoming registered for an Advanced Modern Apprenticeship, without any prior qualifications impeding that registration.  Also, to use tax and grant incentives to encourage industry and commerce to react to such changes of government rules so as to employ as many Advanced Modern Apprentices as possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sometimes a situation arises where an older person is jobseeking and obtaining an Advanced Modern Apprenticeship in a subject such as Using Information Technology could help the person obtain a job.  Yet government rules set upper age limits for Advanced Modern Apprenticeships and also if the person has a degree, even if obtained many years previously, that degree blocks eligibility for the Advanced Modern Apprenticeship programmes.  This petition suggests a cultural shift which could greatly increase the number of people registering for Advanced Modern Apprenticeships and also provide great benefits to many people.  If this petition is acted upon by the Prime Minister then people in their thirties, forties, fifties and sixties could become Advanced Modern Apprentices and thus become retrained and reskilled.",
            "closed_at": "2007-08-18T00:00:00Z",
            "created_at": "2007-05-05T15:54:49.648493Z",
            "creator_name": "William Overington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-05T15:54:49.648493Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4892691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/retraining-idea/"
    },
    "type": "petition"
}