{
    "data": {
        "attributes": {
            "action": "ban the use of the title \"engineer\" for those people who have not completed an engineering qualification at university level or undertaken equivalent experience in an \"engineering\" role",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By signing this petition you are agreeing that an \"engineer\" is a person who has an engineering degree, equivalent qualification or timely experience within an \"engineering\" role.\n\nThis does not include mechanics, washing machine repairers, stereo fitters, etc. At the moment people like this are allowed to call themselves engineers, but I don’t think they did a four/five year degree and two years in industry to gain that accreditation.\n\nIn Germany if you are named \"Smith\" and are a chartered engineer you would be called 'Engineer Smith', just as if you were a physician, you would be called 'Doctor Smith'. This must stop, we contribute a great deal to the economy and society. Give us the status and respect we deserve. Engineers are far more than semi-skilled workers.\n\nI appreciate that there are other petitions with the same or a similar topic but the message does not seem to be getting through.",
            "closed_at": "2007-08-06T00:00:00Z",
            "created_at": "2007-05-06T16:31:04.929411Z",
            "creator_name": "Neil Goodchild",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-06T16:31:04.929411Z",
            "rejected_at": "2007-06-14T00:01:02.658525Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Engineers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4898876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/realengineers/"
    },
    "type": "petition"
}