{
    "data": {
        "attributes": {
            "action": "fund treatment for wet macular disease for our old able bodied citizens on the nhs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Age related wet macular disease is the leading cause of sightloss in the uk & affects 1/4 million people. Wet macular affects 10% of sufferers but accounts for 90% of blind registrations. The disease causes sightloss in as little as three months.\nBlindness is estimated to cost the taxpayer 4.9 billion a year in benefits, care and support. The cost of treatment is expensive you can expect to pay between £8,000 and £10,000 to save your sight. Wet macular usually affects the over 65's. The national institute for clinical excellence (nice) guidance which the primary care trust. (pct) base budget allocations for medicines has not yet been issued in the uk. The pct are hiding behind this and allowing individuals to go blind when there is a cure available and being used in scotland already. The pct have an exceptional circumstances commitee, but going blind is not regarded by them as exceptional. Consultants have been told dont even apply for funding. I feel allowing abled bodied pensioners to go blind is indefensible and extremely expensive to the taxpayer.",
            "closed_at": "2008-05-07T00:00:00Z",
            "created_at": "2007-05-07T09:21:52.312392Z",
            "creator_name": "danielle wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-07T09:21:52.312392Z",
            "rejected_at": "2007-06-13T00:01:02.546353Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/masculaeyecost/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4903011
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wetmacularfundin/"
    },
    "type": "petition"
}