{
    "data": {
        "attributes": {
            "action": "make the way in which local authorities are funded from central government more equitable and transparent, and thereby reduce inequalities in the council tax burden.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My local authority, the County of Herefordshire District Council, currently receives the 38th lowest grant per capita from central government out of the 46 similar unitary authorities. Herefordshire also happens to be one of the largest of these unitary districts in terms of area, and has the most rapidly ageing population in the region. It is therefore unsurprising that the council tax the residents of Herefordshire are forced to pay is far higher in every property band than that of our neighbours. There have even been suggestions that because of the government's policy of capping council tax rises (council tax rises which their unfairness has forced) things like local library services might be affected! \n\nHerefordshire is not alone. Shouldn't the amount that each local authority gets from central government be roughly the same per capita? Of course, that would no doubt be far too simple- but there should at least be a far more fair and transparent system for determining how much money each council gets. A system in which, for example, the difficulties of running a large county with a sparse and rapidly ageing population are properly appreciated.",
            "closed_at": "2008-05-15T00:00:00Z",
            "created_at": "2007-05-07T14:33:29.814405Z",
            "creator_name": "Daniel Wilkes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-07T14:33:29.814405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-05-16T00:01:01.522237Z"
        },
        "id": 4905758
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/faircouncilfunds/"
    },
    "type": "petition"
}