{
    "data": {
        "attributes": {
            "action": "replace today's current and dated National Anthem with \"Blighty Town\" by Mind The Gap",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"God save the queen\" is a dated and badly written song. It offers no insight into modern day Britain and as a result is difficult to get passionate about.  Also, the alternative version of the song by the Sex Pistols has given petulant teenagers the oppurtunity to mock the nation by singing the wrong version.\n\n\"Blighty Town\" gives an honest and modern view of 21st century Britain and the fact that it is an indie song would make the country look cool in front of the other countries at the olympics when we won our single gold medal in archery. It's catchy melody would mean even footballers could remember the second verse.\n\nFinally, the band is called Mind the Gap, and a name like that could not be more British, so it is not only is it a song of national identity, but it is performed by a band with a strong national identity. \n\nSo, join us please in singing \"Have you ever been to Blighty town?...\"",
            "closed_at": "2008-05-08T00:00:00Z",
            "created_at": "2007-05-08T09:48:51.621378Z",
            "creator_name": "Gareth Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-08T09:48:51.621378Z",
            "rejected_at": "2007-06-13T00:01:02.546353Z",
            "rejection": {
                "code": 49152,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4913447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blighty/"
    },
    "type": "petition"
}