{
    "data": {
        "attributes": {
            "action": "create a career pathway for currently qualified audiologists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to create a career pathway for currently qualified audiologists.\n\n\nThere is no career ladder accessible for the current workforce of associate practitioner staff, including all registered hearing aid dispensers.   There is now in place a very clear academic pathway for all new students from HE Certificate to Foundation degree to BSc and beyond.  There is though no process for already employed and qualified, associate practitioners to progress to practitioner level through an academic ‘nugget’ of post qualification learning.   Individuals in this particular area of the career spectrum are becoming disenfranchised, are not supported by their professional bodies, and have poor understanding of any future career pathways which will open up to them if new learning is put in place.  It is our view that we have simply been put on the ‘back burner’ and left. Clearly there needs to be an equitable solution facilitated, for all audiology staff at this level, in whichever sector we work in.   A continuing professional development approach that has academic worth attached needs to be developed urgently. \n\nThank you for listening.",
            "closed_at": "2007-06-26T00:00:00Z",
            "created_at": "2007-05-08T10:27:16.012267Z",
            "creator_name": "Rosie Hayes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-08T10:27:16.012267Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4914115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/audiology/"
    },
    "type": "petition"
}