{
    "data": {
        "attributes": {
            "action": "make all services provided by registered charities chargeable to VAT at the zero rate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All services delivered by registered charities should fall within the scope of VAT. Output tax should be charged at the zero rate, much like \"non luxury\" foods and childrens clothes.\n1.Partial exemption calculations would cease(saving much time, money and potential errors), and the expensive consultants fees sorting out VAT liabilities would be prevented.\n2.Grant payments and service agreements would all fall within the scope, preventing confusion over what is and what isn't a contract payment or a grant.\n3.Confusing \"welfare service\" interpretations would be prevented.\n4.All inputs would be recoverable, no partial exemption, no irrecoverable VAT.Less consultants fees.Simplified charity administration. \n5.All savings could then be used in accordance with the charity's primary objectives, many of which support national and local government services and statutory requirements.",
            "closed_at": "2007-11-08T00:00:00Z",
            "created_at": "2007-05-08T10:38:34.534289Z",
            "creator_name": "Paul O'Donnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-08T10:38:34.534289Z",
            "rejected_at": "2007-06-14T00:01:02.658525Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/NoVAT4Charities/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4914318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/0ratecharityVAT/"
    },
    "type": "petition"
}