{
    "data": {
        "attributes": {
            "action": "acknowledge that the cause of climate change is not the activity of man",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is wholly unfair that the public are mislead with claims that through human activity we have caused climate change.  The science that their reasoning is based upon is flawed, not widely accepted or supported by those who understand the mechanisms that drive climate change.  For example, for hundreds of years the temperature on Earth can simply be demonstrated to directly correlate with either an increase or decrease in sunspot activity.  Atmospheric carbon levels will increase FOLLOWING temperature rises due to the \"stressed\" conditions of plants and water bodies.  Illustrating the effect of sunspot activity is the fact that the surface temperature of Mars has increased by 0.5'C over the last 30 years, coincidently, the same increase as Earth.  Furthermore, many other events effect global temperatures, atmospheric carbon levels and perceived 'extreme' weather events - not just human activity.  'Green' taxes are needed, but to justify them because of climate change caused by human activity ignores scientific evidence.",
            "closed_at": "2007-11-08T00:00:00Z",
            "created_at": "2007-05-08T19:21:09.407696Z",
            "creator_name": "Andy Case",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-08T19:21:09.407696Z",
            "rejected_at": "2007-06-15T00:01:03.564143Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/StopClimateTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4922403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Climate-change1/"
    },
    "type": "petition"
}