{
    "data": {
        "attributes": {
            "action": "Raise drinking age to 21",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Young people should be banned from drinking until they reach 21. The adverse social effects of binge drinking are now so overwhelming that we need to practise tough love.\"By raising the age threshold it is at least possible that those in their early and mid teens will not see drink as something they will soon be allowed to do so therefore they might as well start doing it surreptitiously now. Instead they might come to see it as it should be: forbidden.\"\n\"Society is increasingly reluctant to tolerate passive smoking, so why passive boozing - which is what innocent people experience when a drunken, clunking fist attacks them on a Saturday night?\"\n\nThe number of under-18s taken to hospital with alcohol related diseases and injuries rose in 2005-2006 to 8,299, a jump of 40% on figures three years ago.\n\nA survey by charity, Alcohol Concern, found in 2005 that more than one in five 11-year-olds admitted to drinking. By the age of 12, drinkers start to outnumber non-drinkers.",
            "closed_at": "2008-05-08T00:00:00Z",
            "created_at": "2007-05-08T23:37:35.166268Z",
            "creator_name": "ken",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-08T23:37:35.166268Z",
            "rejected_at": "2007-06-15T00:01:03.564143Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence -\nhttp://petitions.pm.gov.uk/buckiestopshere/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4924699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/binge-drinking/"
    },
    "type": "petition"
}