{
    "data": {
        "attributes": {
            "action": "Take action against any company found to condone bullying and discrimination",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I discovered first hand the serious damage bullying & harassment cause. Stress is one health risk which drains NHS resources further. Poverty, isolation,& discrimination only worsen the root problem. People feel uncared for & a burden to their families.  Usually psychiatric injury results, possibly a nervous breakdown & at its worst suicide. This must be STOPPED or at very least not brushed aside in favour of 'Corporate Bullies'. They do not own people. People are not a part of the stock. Human Rights are not 'given' upon signing of any contract of employ. Our children have rights too. Financial, emotional support must be available when needed, not when it is too late. This is a serious problem & it goes on everyday. This is not the first time I have asked the PM & Government to intervene. \nSo I again ask Mr Blair at what point will or should someone intervene to prevent harm to health?\nIf you are being bullied or victimised by anyone who should know better then please ask for support! It is our fundamental human right not to suffer any form of Discrimination or degradation. Enforce your right by signing this petition.\nElizabeth..(survivor not victim)",
            "closed_at": "2007-11-09T00:00:00Z",
            "created_at": "2007-05-09T13:26:17.429095Z",
            "creator_name": "Elizabeth Breen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-09T13:26:17.429095Z",
            "rejected_at": "2007-06-17T00:01:05.706654Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DignityAtWork/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4932724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoBullyBosses/"
    },
    "type": "petition"
}