{
    "data": {
        "attributes": {
            "action": "Ban Muslim women from wearing the veil in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this current climate of terrorism, it seems ridiculous that a person can walk around our towns and cities in full view of millions of pounds worth of CCTV, yet nobody could confidently identify said person as male or female.\n\nmale terror suspects have already been proven to use the veil as a disguise to\navoid the authorities. In the USA the\nveil is now often being used by male armed robbers dressed as women.\n\nIndeed, in this country there is already almost a blanket ban on 'hoodies' in shopping precincts. Football supporters can\nbe made to remove scarfs even war\npensioners are being asked to remove headgear/hats. One rule for all is the fairest and safest way forward.This action is not in any way racist, as the veil is NOT worn for religious reasons, its a matter of choice, a cultural decision. Indeed the veil itself is already banned in one of the largest MUSLIM countries in the world, Turkey. \n\nIn the interests of public safety, and\nin the hope its banning can help break\ndown cultural barriers, AND help with integration.please lets get the veils removed.\n\nSIGN THIS PETITION NOW",
            "closed_at": "2008-05-09T00:00:00Z",
            "created_at": "2007-05-09T13:06:46.127439Z",
            "creator_name": "DAN ROBERTS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-09T13:06:46.127439Z",
            "rejected_at": "2007-06-14T00:01:02.658525Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/VeilorMask/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4932360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANVEIL/"
    },
    "type": "petition"
}