{
    "data": {
        "attributes": {
            "action": "stop local authorities, central government and similar bodies from continually increasing taxes, charges and monitoring of motorists using technology and to take a positive approach to the environmental problems we face, not the current highly negative approach",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The motorist is under attack in this country. Hardly a day goes past without some new restriction or expense being announced. Whether it's in the name of global warming, congestion, or whatever, we are consistently seeing negative policy-making which seeks to punish drivers for going about their normal business. The authorities want to force people off the roads using increased taxes etc in a way that will have a serious effect on quality of life. Meanwhile public transport is still very expensive, unreliable and often unpleasant. Genuine positive environmental policies, e.g. phasing out coal fired power stations, aren’t a priority for government. Instead we see politicians putting tiny windmills on their houses! Monitoring of drivers via technology is becoming oppressive. There is every chance that we will be driving around with monitoring devices on our cars in just a few years unless we protest now. This petition is for people who believe that the authorities should take a positive approach to global warming etc instead of just pricing people out of their cars and also for those who don’t want to find themselves under close scrutiny whenever they get in a car.",
            "closed_at": "2007-11-18T00:00:00Z",
            "created_at": "2007-05-09T14:08:17.466536Z",
            "creator_name": "Nigel Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-09T14:08:17.466536Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2007-11-19T00:01:01.553991Z"
        },
        "id": 4933569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemotorists/"
    },
    "type": "petition"
}