{
    "data": {
        "attributes": {
            "action": "Keep Bordesley Green Day Centre open or provide a new day centre for physically disabled people in Bordesley Green, Birmingham.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bordesley Green Day Centre is a centre for adults with physical disabilities. There are 66 people who attend 1-5 days a week. The centre is run by Birmingham Council and is threatened with closure due to the imminent demolition of the retirement home next door; this home supplies gas, water and electricity to the centre.\nActivities run each day, these include literacy and computing classes; bowling, karaoke and day trips. The centre is actively involved in the community: twice a week members meet up with local schoolchildren and adults with learning disabilities and raise awareness of disability issues.\nMost service users still live at home with their parents, many of whom are pensioners themselves. The few hours away from home give their parents and carers a chance to do all that we take for granted: shopping, washing up and having a well earned rest!\nThis centre is 32 years old and many have attended for almost as long. Most could not meet their friends or leave their houses without the help and support given by the centre.\nWe are being kept poorly informed however we know that the centre could be closed as early as winter 2007. Help us prevent this or obtain a suitable alternative.",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-05-09T15:37:02.248534Z",
            "creator_name": "Sophie Holloway-Hintzen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-09T15:37:02.248534Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2008-05-19T00:01:01.117821Z"
        },
        "id": 4935243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bordesleygreendc/"
    },
    "type": "petition"
}