{
    "data": {
        "attributes": {
            "action": "lobby the American Government to uphold the judgement of Judge Michael Sauer and ensure that socialite Paris Hilton serve the 45-day prison term imposed after being found guilty of violating her probation for a drink-driving conviction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Paris Hilton, socialite and convicted criminal, was found guilty of violating her probation for a drink-driving conviction and driving whilst disqualified. Since this time convicted felon Paris has instigated a campaign to have her sentence quashed as she “enlightens mundane lives” and claims that she is being made a scapegoat.\n\nA country’s judicial system is depended upon to serve and protect citizens from the minority who  break the rules. Convicted felon Paris should not be allowed to avoid punishment for her repeated felonies; allowing her status to cloud the fact that has broken the law will show that the US judiciary values social status and wealth over the safety of those people it is in power to protect. This is not the first time that avoided the punishment that a normal citizen would have receive in the same situation thus proving that she is not learning from her mistakes and requires additional rehabilitation by the State. \n\nShe has comitted the crime, now she must do the time.",
            "closed_at": "2007-07-10T00:00:00Z",
            "created_at": "2007-05-10T07:23:38.630395Z",
            "creator_name": "Mr Evil Breakfast",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-10T07:23:38.630395Z",
            "rejected_at": "2007-06-15T00:01:03.564143Z",
            "rejection": {
                "code": 12288,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4941576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JailParisHilton/"
    },
    "type": "petition"
}