{
    "data": {
        "attributes": {
            "action": "prevent the introduction of the 'low emission zone' in to Greater London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 9th May 2007 it was announced that the Mayor of London is introducing a low emission zone for all areas within the M25. This zone is set to reduce pollution in Greater London. There is a claim to say that this sort of vehicular pollution causes '1000 premature deaths in London per year' yet there is no evidence to support this. It seems likely that the introduction of the LEZ scheme will impose costs on hauliers that are out of all proportion to any resulting health benefits accruing to Londoners. The burden will probably be felt most keenly by small transport businesses who often rely on older vehicles. \n\nI urge the Mayor to reconsider his decision as I predict a lot of Londoners and small business owners are going to end up either in a lot of debt, or completely out of business. People are going to feel like they need to purchase new vehicles to avoid the £200 a day charge for having an older vehicle. It feels as though the poor are being punished for being poor. Hard working, honest peoples lives will be ruined by this. People who are out there trying to make a go of life are going to be out of work, resulting in the unemployment rate rocketing!\n\nPlease help us stop this.",
            "closed_at": "2007-11-24T00:00:00Z",
            "created_at": "2007-05-10T10:09:25.765871Z",
            "creator_name": "Sara Sadek",
            "government_response_at": "2008-01-04T15:41:29.612535Z",
            "government_responses": [
                {
                    "created_at": "2008-01-04T15:41:29.612535Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the introduction of the 'low emission zone' in to Greater London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14144.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LowEmissionZone'",
                    "updated_at": "2008-01-04T15:41:29.612535Z"
                }
            ],
            "opened_at": "2007-05-10T10:09:25.765871Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 323,
            "state": "finished",
            "updated_at": "2007-12-20T03:13:06.582097Z"
        },
        "id": 4944531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LowEmissionZone/"
    },
    "type": "petition"
}