{
    "data": {
        "attributes": {
            "action": "Join the ESA manned space flight program",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is part of ESA (The European Space Agency) and contributes to unmanned space flight programs, but, however doesn't agree with manned missions even though there is a large amaount of support for this.\n\nA large amount of people have been fascinated by teams such as team Starchaser and Bristol space planes who are an all British team with a goal of providing manned space flight. And even Orbiter, a space flight simulator which has a large amount of support from the British.\n\nEven though the interest exists through out the country the space policy still refuses to join ESA's manned space program.\n\nIf you want to make yourself heard and think that we should join the manned space program and allow British citizens to have the chance to become astronauts (which has only been achieved by about 4 people) please add you name to the list.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-05-10T19:50:54.069366Z",
            "creator_name": "Matthew Mackay",
            "government_response_at": "2008-06-16T13:37:39.551400Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:37:39.551400Z",
                    "details": "You signed a petition asking the Prime Minister to \"Join the ESA manned space flight program.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15773.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'spaceflight'",
                    "updated_at": "2008-06-16T13:37:39.551400Z"
                }
            ],
            "opened_at": "2007-05-10T19:50:54.069366Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 275,
            "state": "finished",
            "updated_at": "2009-01-19T03:03:28.502288Z"
        },
        "id": 4953093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spaceflight/"
    },
    "type": "petition"
}