{
    "data": {
        "attributes": {
            "action": "do something to help find Madeleine McCann",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Madeleine McCann aged three was abducted from a Portugal resort on 3 May. She cannot be traced.\n\nIt's unendurable to think that this little girl might never be found and that her parents might have to spend the rest of their lives wondering frantically what happened to her.\n\nAn international police investigation may be no part of the Prime Minister's remit but a personal involvement by you would be a greatly-appreciated final legacy of your time in office.\n\nYour reputation for personal persuasiveness is well-founded. A personal appearance in Portugal and an appeal for information - perhaps to be directed anonymously to an amnesty website, in order to coax information from people who don't trust the police -could make a huge impact.\n\nMany parents in this country - and worldwide - feel they won't be able to sleep soundly until Madeleine is found. Help save her, please.",
            "closed_at": "2007-08-11T00:00:00Z",
            "created_at": "2007-05-11T13:46:27.088045Z",
            "creator_name": "Lucy Berrie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-11T13:46:27.088045Z",
            "rejected_at": "2007-06-17T00:01:05.706654Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/McCanns/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4961586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/findmaddy/"
    },
    "type": "petition"
}