{
    "data": {
        "attributes": {
            "action": "allow parents to take children on holiday during school term time",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parents are being told by schools they are not allowed to take their children out of school for holidays. The reason being, we should not reduce childrens learning potential by reducing their school hours. This is contradicted by the fact that schools take around 5 inset days a year for teacher training and planning etc. Schools should do their training and planning during the school holidays, they have so many afterall, far more than your average worker. Cancel the 5 inset days and allow parents 5 days holiday so that they can get the best deal for taking their children on holiday. Holidays can benefit the whole family but because schools are forbidding it and, in some cases, fining parents for taking unauthorised holidays, some families miss out as they cannot afford the holidays at peak times.",
            "closed_at": "2007-04-10T00:00:00Z",
            "created_at": "2007-01-10T11:13:10.445611Z",
            "creator_name": "Nikki Howell",
            "government_response_at": "2007-05-03T16:02:41.292078Z",
            "government_responses": [
                {
                    "created_at": "2007-05-03T16:02:41.292078Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"allow parents to take children on holiday during school term time.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11593.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TermTimeHolidays'",
                    "updated_at": "2007-05-03T16:02:41.292078Z"
                }
            ],
            "opened_at": "2007-01-10T11:13:10.445611Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 241,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 496219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TermTimeHolidays/"
    },
    "type": "petition"
}