{
    "data": {
        "attributes": {
            "action": "ensure any compensation payments arising out of the revelation that police investigating Operation Ore failed to recognise that some of the men involved had had their credit card identities stolen and used by people other than themselves to purchase pornography downloads from the WWW, are NOT funded by the public purse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There have been suicides as a result of the Operation Ore investigation, which might have happened because police may not have investigated closely enough, and discovered there was no evidence that the men concerned did download this material and were, therefore, paedophiles.  There is, therefore, scope for huge compensation claims and if these do arise then it is not right that the payments be made out of the public purse - funded by taxpaying pensioners like myself.  ANY compensatory payments should be ordered to be paid personally by the policemen involved in the case.  It is they who did not do their jobs properly.  The evidence was there, or not there, as the case may be and it is apparent these police investigators did not look hard enough before coming to what we now know were incorrect conclusions, thereby placing the tax-payers of this country at extreme risk.",
            "closed_at": "2008-01-10T00:00:00Z",
            "created_at": "2007-05-11T14:18:53.071779Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-11T14:18:53.071779Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-01-11T00:01:01.605255Z"
        },
        "id": 4962090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopOrePayouts/"
    },
    "type": "petition"
}