{
    "data": {
        "attributes": {
            "action": "Do Not Consider Closure of Haslar Hospital at Gosport Under Any Circumstances.!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Haslar Hospital has a very High Standard of Clinical & Surgical Staff who are renowned for their treatment of Patients, and the ability to maintain exceptional standards of hygiene ~ something which other hospitals seem unable to manage or maintain.\nI have a very rare form of Cancer and have undergone surgery to remove Cancerous Polyps which were embedded in the Bowel.\nI can only praise the way I have been Supported throughout this, by each and everyone I have been in Contact with at Haslar Hospital.  \n\nMy Surgeon Dr.Gould has given me great confidence,and support and has always taken the time to answer fully any questions I have asked about my Cancer.\nHis Team deserve to remain at Haslar to continue their work and keep all patients that require their expert medical care,a chance to do so for many years to come. \n\nPlease do not allow this Great Hospital to close ~ we deserve to have this Hospital provide a much needed and Expert Service to the Community that depends on it.\n\nI implore sincerely with all my fellow petitioners to have our pleas listened to and taken on board as a matter of urgency.\n\nKEEP HASLAR OPEN & FULLY OPERATIONAL FOR CIVILIANS AND SERVICE PERSONNEL TOO.\n\n\nMrs J. M. GOBLE",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-05-12T09:04:59.006347Z",
            "creator_name": "Mrs  J  M   GOBLE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-12T09:04:59.006347Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 67,
            "state": "finished",
            "updated_at": "2008-05-22T00:01:01.634677Z"
        },
        "id": 4968466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HASLAR-ROCKS/"
    },
    "type": "petition"
}