{
    "data": {
        "attributes": {
            "action": "put forward to Ken Livingstone to revoke free travel on London Buses for the Under 18.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the free travel for Under 16's and Under 18's has been available many of the under 18 users have abused the service time and time again and get away with it. Every time I have been on a bus in the last 5 months, I have had to PAY to sit UNCOFORMATBLY whilst children, particularly aged 12-17, have been hurling abuse at passengers, drinking alcohol (even though they claim they're under 18), swearing, playing music loudly, smoking (including setting the seats alight), and criminally damaging the inside of the buses. \n\nAnd whilst all of this has been going on, I, as a customer, have had to pay a ridiculous price increase to support these free rides of people that just vandalise their right. (fares have risen from 80p single cash fare to a current £2 single cash fare).\n\nAs a consumer to London Buses, I was promised that children who abused the service would have their free rights revoked - this has simply NOT happened, and drivers let it continue to happen - pureley because they're scared of the consequencies - SOMETHING HAS TO BE DONE - and in my view I believe the free rights should be revoked for all, and the fares reduced back to 80p cash single, or £1 cash single.",
            "closed_at": "2007-08-30T00:00:00Z",
            "created_at": "2007-05-12T18:33:17.622397Z",
            "creator_name": "Timothy Older",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-12T18:33:17.622397Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4972390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BusesLondon/"
    },
    "type": "petition"
}