{
    "data": {
        "attributes": {
            "action": "legalise the possesion and the right to carry more self defense items such as pepper spray, batons and tasers and to change the law to favour the victim of crime, not the criminal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this country their is virtualy no self defense items left that we are allowed to cary in public. I beleive that if the goverment allowed us the right to carry items such as pepper spray or batons there would be a decrease in the amount of street crime. It would also discourage people form carrying knives as a method of self defense which I know more and more people are doing.Their is far less chance of death or serious injury if we carried any of the defense items mentioned above and were forced to use them rather than to use a knife.If the criminals knew we had a right to carry pepper spray and the right to use it, they would be discouraged. Burglary would also be discouraged if the criminals knew that the owners of the house had the legislation on their side when defending themselves.",
            "closed_at": "2007-08-12T00:00:00Z",
            "created_at": "2007-05-12T18:41:18.251986Z",
            "creator_name": "James Matthews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-12T18:41:18.251986Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/defender/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4972425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/righttodefend/"
    },
    "type": "petition"
}