{
    "data": {
        "attributes": {
            "action": "legislate and or direct the Home Secretary to order the unrecoverable destruction of innocent peoples DNA, fingerprints,photograph and other personal data  held on the Police National Computer and the National DNA Database.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keeping innocent people's DNA profiles on a Database permanently is an infringement of fundamental human rights.\n\nThere was little discussion in Parliament prior to a vote on the law that allows the Police the discresion to permanently retain DNA.\n\nKeeping innocent people permanently on the database has not noticeably increased the likelihood of a crime being successfully detected.\n\nPermanent retention of your record might lead to you being unfairly refused a job or visa in the future, or that it will be used to undermine your privacy, for example by investigating who you are related to.\n\nThe database is being used for research purposes. It is wrong to remove your right to refuse to take part in controversial research.\n\nKeeping DNA samples, which contain unlimited genetic information, is not necessary and only benefits the companies paid to store them. The Human Genetics Commission, which advises the Government on these issues, has said that the samples should be destroyed once the DNA profiles (the string of numbers used for identification purposes) have been obtained from them.\n\n \nIn Scotland the law is different DNA cannot be kept permanently from innocent people.",
            "closed_at": "2007-11-21T00:00:00Z",
            "created_at": "2007-05-13T09:06:48.785853Z",
            "creator_name": "C Buckley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-13T09:06:48.785853Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 186,
            "state": "finished",
            "updated_at": "2007-11-24T03:11:22.501036Z"
        },
        "id": 4974738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DNAjustice/"
    },
    "type": "petition"
}