{
    "data": {
        "attributes": {
            "action": "Change the law so that a general election must be called within 6 months if a new Prime Minister takes office during a parliamentary term",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that it is a fundamental weakness of our system that the holder of the highest office of state - the Prime Minister - can change hands by a vote from within the ruling party, without the need to call a general election, and suggest that democracy is badly served as a result.\n\nGiven that in our current political system the Prime Minister is no longer simply 'first among equals' in the cabinet (a cultural change that has taken place over several decades that we do not believe is likely to be reversed), a change of leader can effectively mean a change of government.    \n\nHowever, we recognise the practical difficulties of institutionalising the office of Prime Minister without further constitutional reform (for example, creating a presidential system), and so suggest the above motion as a compromise.  This would give the electorate a consitutional right to endorse any new Prime Minister with a new mandate, if the change of leader had not occurred due to a general election.",
            "closed_at": "2008-01-13T00:00:00Z",
            "created_at": "2007-05-13T12:35:05.843515Z",
            "creator_name": "Jack Jewers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-13T12:35:05.843515Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/peterb/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4976087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PMelectionreform/"
    },
    "type": "petition"
}