{
    "data": {
        "attributes": {
            "action": "BAN COMMERCIAL LONGLINERS FROM FISHING FOR SPURDOGS IN THE WEST COAST OF SCOTLAND",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop MFV Apollo, PLN GY36 registered in Grimsby and any other commercial longliner from fishing the Scottish Sea Lochs for the critically endangered Spurdog.\n\nSpurdog stock is depleted and may be in danger of collapse due to over fishing By longliners. Like other elasmobranches, spurdogs are long-lived, slow growing, have a high age at maturity and are particularly vulnerable to fishing mortality.\nSpurdog forms size and sex specific schools and these have been subject to directed fisheries specifically targeting large females. \nThe vessel MFV Apollo has been observed fishing for and catching\nspurdogs in Loch Etive, and Loch Sunart and various other locations\naround the West Coast of Scotland in recent years, at times when\nheavily pregnant females have been present in large numbers.\n\nWe must stop this now before the spurdog becomes extinct.",
            "closed_at": "2008-05-13T00:00:00Z",
            "created_at": "2007-05-13T20:25:44.244124Z",
            "creator_name": "alan cargill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-13T20:25:44.244124Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 256,
                "details": "Please rewrite in upper and lower case.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4979756
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveourspurdog/"
    },
    "type": "petition"
}