{
    "data": {
        "attributes": {
            "action": "ensure that convicted criminals who are inmates in our prisons who work and are paid for work are treated in EXACTLY the same manner as law-abiding citizens of this country in that they should be liable for income tax and national insurance contributions on the wages; they and their families should cease to be entitled to any more welfare benefits than the law-abiding equivalent and they should contribute to their own, away from home, living costs like the many thousands of law-abiding citizens who cannot obtain employment locally and are therefore forced to maintain second households in their place of employment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is recently reported that convicted criminals who are prisoners in our prisons are working overnight on the railway lines in this country for national minimum wage.  Those who work are allowed to keep GBP20.00 of the GBP53.50 being earned on the nightly 10 hour shifts (GBP267.50 weekly!), the rest being placed in a savings account for their release.  There is NO mention that these wages are subject to statutory income tax nor national insurance deductions.  There is, also, NO mention that some of the wages received are deducted to pay the living costs of these prisoners which is currently funded by people like myself, a taxpaying pensioner. Most of all there is no mention that the families of these workers are denied welfare benefits on the basis of their being in paid employment, in the same way that any law-abiding person in employment would cease to be entitled to welfare benefits.  Finally, since these convicted criminals are now earning, in the same way as law-abiding citizens, there is no longer any justification for them to be exempt from the television licence fee which is inappropriately conferred upon them by a misguided and immoral act of parliament.",
            "closed_at": "2008-01-08T00:00:00Z",
            "created_at": "2007-05-13T20:39:24.043182Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-13T20:39:24.043182Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2008-01-09T03:13:49.807866Z"
        },
        "id": 4979850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopTheFiddle/"
    },
    "type": "petition"
}