{
    "data": {
        "attributes": {
            "action": "put pressure on the Premier League to review its lenient punishment of West Ham United.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sheffield United were relegated on May 13, 2007, after West Ham were able to win at Manchester United courtesy of a goal from Carlos Tevez. Tevez, and his compatriot Javier Mascherano, were signed by West Ham in breach of Premier League rules U13 and U18. Typically this would bring about a points deduction, but instead the PL fined the club as the offence had been committed under a previous chairmanship. Tevez has since been a star player for West Ham. The £5.5m fine that West Ham received has been cancelled out at least five-fold by the TV rights attached to a further season in the Premier League, , keeping them up while Sheffield United, who had committed no wrong, were relegated. I call on the Prime Minister, as a football fan, to put pressure on the Premier League to retain its integrity and give clubs that break its rules the punishment that is fair on all its member clubs.",
            "closed_at": "2007-07-14T00:00:00Z",
            "created_at": "2007-05-14T00:21:17.645552Z",
            "creator_name": "G.P. Spencer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T00:21:17.645552Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4980796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/westham/"
    },
    "type": "petition"
}