{
    "data": {
        "attributes": {
            "action": "Address the imbalance in housing prices, which is creating a rich/poor divide",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those that do not own property today in britain are a new underclass. it is now impossible to buy even on professional salaries. those who do manage, with financial contributions from parents to buy are merely lining the pockets of the old and the agents while taking on exhorbitant morgage repayments. speculation by the short sighted and greedy is pushing prices up. regulation is needed. now. we don't want to pay for other's luxurious retirements and we don't want to make those who are rapaciously buying property to make a profit even richer - especially while our streets are littered with those unfortunate enough to be homeless in this crisis. it must end. as getting on the property ladder is becoming harder, so a new class of disposessed britain is emerging. wealth is flowing into the pockets of the greedy and the old. for one thing, why not tax homeowners according to the massive profits they make each year while their house proces rise -  britain is the only contry in the world who does not tax according to house equity/ownership - is this fair? bring house prices down and build more homes.REGULATE.we ask that you end this social injustice.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-05-14T09:35:25.999585Z",
            "creator_name": "mhairi grealis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T09:35:25.999585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-05-22T00:01:01.634677Z"
        },
        "id": 4983411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/regualteprices/"
    },
    "type": "petition"
}