{
    "data": {
        "attributes": {
            "action": "educate people via either distributing leaflets within a larger campaign or via official schooling of the difference between a scientific 'theory' and a common usage 'theory'. Also, distinguish between a belief based on faith, and one based on reason.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to a growing amount of propaganda, people are being led to equate scientific usages of the word 'theory' as in evolution, the shape of the Earth and the case that it revolves around the sun (rather than the other way around), with the common usage of the word 'theory' to mean a guess, estimate or prediction.\n\nAlso, due to the same propaganda, it is becoming more common for people to assume that all beliefs that haven’t been disproved are equally viable. It is important to educate these people on the difference between a belief that is established because it is the most rational position, and one that is held on a blind assumption of faith. Also to point out the countless other claims that cannot be disproved but are nevertheless ludicrous beliefs - celestial teapots, flying spaghetti     monsters and fairies etc.\n\nThere is an example of this kind of error in the education section of the ePetitions site (I am not permitted to link directly to it).\n\nFor the sake of the intellectual and moral development of the country, it’s imperative we educate these people that are unable to distinguish between different usages of words.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-05-14T13:44:28.862999Z",
            "creator_name": "Shiro OTA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T13:44:28.862999Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 40,
            "state": "finished",
            "updated_at": "2008-05-22T03:29:27.498972Z"
        },
        "id": 4987259
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/theorycampaign/"
    },
    "type": "petition"
}