{
    "data": {
        "attributes": {
            "action": "Save The Secret Garden",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a busy town centre, betwixt main road & mostly sub-let Victorian villas, hides The Secret Garden. Pride & joy of a lady resident until her death 10 years ago. Now Mother Nature has take over. Awesome in its bio-diversity, home to a plethora of wildlife:- bats, foxes, deer, rabbits & badgers; nesting for many birds; small rodents make it a haunt for red kites. It has a breathtaking diversity of flora; original orchard, walnut tree, wisteria, magnolias & rhododendrons thrive amongst dog roses, hawthorn, hazel, holly, & ivy. Developers have applied for planning permission to erect 13 new dwellings on this site. This is in keeping with current government guidelines for low-cost housing. The actual plans show higher-cost housing. Only the affluent could afford them, & would not wish to live in such a run-down area. A handful of long-term residents who own properties adjacent to & overlooking The Secret Garden are fighting to keep their little nature reserve from the clutches of the gargantuan bulldozers & all they represent. Please help to save this environmentally important area.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2007-05-14T15:26:47.141854Z",
            "creator_name": "Mary FitzGerald",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T15:26:47.141854Z",
            "rejected_at": "2007-05-30T13:07:01.634315Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4988897
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Secret-Garden/"
    },
    "type": "petition"
}