{
    "data": {
        "attributes": {
            "action": "Stop supporting Gordon Brown so much and to support John McDonnell",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Brown Premiership will only strengthen the Tories, so Labour will be commiting political suicide if they support him.\n\nJohn's campaign will be a direct challenge to the current political consensus. Millions of people are yearning for an alternative to the policies of war and privatisation promoted by the three major political parties. For the first time in years, they no longer have a political voice. \n\nOver the coming weeks and months, John will be publishing a series of policy papers by experts. These will develop in more detail some of the policies that John is promoting. \n\nBelow are some of the policies that John will be campaigning for: \n\nThe withdrawal of British troops from Iraq and Afghanistan. \nThe end to privatisation of public services. \nA Real Living Minimum Wage of at least ï¿½7 an hour. \nA green energy policy based on renewable power source.s \nAn increase in the Basic State Pension from ï¿½84.25 to ï¿½114 a week. \nDefence of comprehensive education and the abolition of student tuition fees. \nThe restoration of trade union rights and civil liberties.",
            "closed_at": "2007-07-14T00:00:00Z",
            "created_at": "2007-05-14T18:51:13.241185Z",
            "creator_name": "Stephen Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T18:51:13.241185Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4991921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/McDonnell/"
    },
    "type": "petition"
}