{
    "data": {
        "attributes": {
            "action": "To put up railing/barriers at High Force Waterfall",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The storey of Dan:\nDaniel Davies, 30, from Jarrow, South Tyneside, died when he fell from the top of High Force waterfall, in Teesdale, County Durham, on Sunday.\nPolice believe Mr Davies was reaching to pick up a stone when he lost his balance and slipped over the edge of the waterfall, near Middleton-in-Teesdale.\nA Quote from Dans auntie Jackie:\n\"I am dan's antie and me along with the rest of the family will miss him very much we wish that the safety at high force will be improved we are starting this campain to help it happen quicker\"\nHis cousin Trish said:\n\"Our Dan was a wonderful caring person. He had his faults like anyone else, but loved and cared for his family very much. His daughters, mum and brother and sisters will miss him terribly along with the rest of his uncles and aunties and cousins. Dan babe I'm so happy that you were a part of my family and hope you enjoy a peaceful life in heaven. I love you.\nLETS GET RAILINGS AT HIGHFORCE AND STOP THIS HAPPENING AGAIN TO ANOTHER FAMILY\"\nDan's cousin Rebecca said:\n\"If I had one wish...It would for Dan to still be alive, but if I two my second would be for there to be railings round high force\"",
            "closed_at": "2008-05-14T00:00:00Z",
            "created_at": "2007-05-14T22:34:24.793366Z",
            "creator_name": "Amy R Percival",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-14T22:34:24.793366Z",
            "rejected_at": "2007-06-20T00:01:03.103909Z",
            "rejection": {
                "code": 2048,
                "details": "One of Daniel's cousins has already set up a petition\n\nhttp://petitions.pm.gov.uk/Waterfall-risk/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 4994250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/high-force/"
    },
    "type": "petition"
}