{
    "data": {
        "attributes": {
            "action": "Repeal the Identity Cards Act 2006",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to stop the proposed ID Card Scheme. \n\nYou will:\nAttend appointment to be photographed have your fingerprints taken and iris scanned or be fined £2500\nAdditional fines of £2500 may be levied each time you fail to comply until you submit\nPromptly inform the police if you lose your card or it becomes defective, or you will have committed a criminal offence and face a fine and/or up to 51 weeks imprisonment\nPromptly inform the national identity register of significant changes to your personal life or face a fine up to £1000. You may also be obliged to submit to being re-interviewed, re-photographed, re-fingerprinted and re-scanned, or face a fine.\nPay between £30 and £93 to be registered\nWe'll be prevented from renting or selling a home or staying in a hotel. We won't be able to buy a car or a mobile phone open or use a bank account travel register with a doctor get education work or run a business (officially) live or (officially) die.\nThe House of Lords rejected this 5 times before they compromised.",
            "closed_at": "2008-05-23T00:00:00Z",
            "created_at": "2007-05-15T10:26:37.590160Z",
            "creator_name": "Joshua Burge",
            "government_response_at": "2008-08-12T15:45:49.159925Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:45:49.159925Z",
                    "details": "You signed a petition asking the Prime Minister to \"Repeal the Identity Cards Act 2006.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16455\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IdentityAct'",
                    "updated_at": "2008-08-12T15:45:49.159925Z"
                }
            ],
            "opened_at": "2007-05-15T10:26:37.590160Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 590,
            "state": "finished",
            "updated_at": "2009-01-13T03:02:36.050570Z"
        },
        "id": 4997838
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IdentityAct/"
    },
    "type": "petition"
}