{
    "data": {
        "attributes": {
            "action": "Stop companies implying that they are doing charitable work when they are not..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to highlight the continuing problem of clothes collection scams.\nThere are many companies and organisations currently operating in the UK who either claim that they are charities or imply that they are in some way doing charitable work, but are in fact just money-making exercises with no benefit to anyone apart from themselves.\nIt is bad enough that they are making money out of peoples goodwill but they are seriously damaging real charities doing similar kinds of collections.\nThese organisations would claim to be 'help mates' in helping disadvantaged people, third-world countries, the unemployed, etc. where there there is little or no evidence at all to back up their claims.\nWe would urge the government to either introduce new legislation, or vigorously enforce existing legislation, if appropriate, in eliminating these scams.\nWe think it should be a legal requirement that anyone requesting donations to a supposed good cause should provide some evidence that they are indeed going where they say they are going, or be required to stop making such claims.",
            "closed_at": "2008-05-23T00:00:00Z",
            "created_at": "2007-05-15T12:09:50.092951Z",
            "creator_name": "parabiodox",
            "government_response_at": "2008-06-18T13:27:33.868665Z",
            "government_responses": [
                {
                    "created_at": "2008-06-18T13:27:33.868665Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop companies implying that they are doing charitable work when they are not.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15792.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ClothesScams'",
                    "updated_at": "2008-06-18T13:27:33.868665Z"
                }
            ],
            "opened_at": "2007-05-15T12:09:50.092951Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 593,
            "state": "finished",
            "updated_at": "2008-05-24T00:01:01.326888Z"
        },
        "id": 4999387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClothesScams/"
    },
    "type": "petition"
}