{
    "data": {
        "attributes": {
            "action": "urge the Arts and Humanities Research Council to revisit its decision to withdraw funding from the Arts and Humanities Data Service, which has played a fundamental part in developing and supporting use of new digital technologies to support innovative research by UK researchers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 11 May 2007, Professor Phillip Esler, Chief Executive of the AHRC, wrote to University Vice-Chancellors informing them of the Council's decision to withdraw funding from the AHDS after eleven years. The AHDS has pioneered and encouraged awareness and use among Britain's university researchers in the arts and humanities of best practice in preserving digital data created by research projects funded by public money. It has also ensured that this data remains publically available for future researchers. It is by no means evident that a suitable replacement infrastructure will be established and the AHRC appears to have taken no adequate steps to ensure the continued preservation of this data. The AHDS has also played a prominent role in raising awareness of new technologies and innovative practices among UK researchers. We believe that the withdrawal of funding for this body is a retrogade step which will undermine attempts to create in Britain a knowledge economy based on latest technologies. We ask the Prime Minister to urge the AHRC to reconsider this decision.",
            "closed_at": "2007-11-23T00:00:00Z",
            "created_at": "2007-05-15T13:26:14.162127Z",
            "creator_name": "Andrew Prescott",
            "government_response_at": "2008-01-04T15:40:22.141076Z",
            "government_responses": [
                {
                    "created_at": "2008-01-04T15:40:22.141076Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge the Arts and Humanities Research Council to revisit its decision to withdraw funding from the Arts and Humanities Data Service, which has played a fundamental part in developing and supporting use of new digital technologies to support innovative research by UK researchers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14143.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AHDSfunding'",
                    "updated_at": "2008-01-04T15:40:22.141076Z"
                }
            ],
            "opened_at": "2007-05-15T13:26:14.162127Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1087,
            "state": "finished",
            "updated_at": "2007-11-24T00:01:01.874096Z"
        },
        "id": 5000435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AHDSfunding/"
    },
    "type": "petition"
}