{
    "data": {
        "attributes": {
            "action": "prohibit the keeping of dolphins and whales in captivity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Captive Animals' Protection Society (CAPS) and Marine Connection have long highlighted the cruelty of keeping cetaceans (dolphins, whales and porpoises) in captivity and the continued captures from the wild to supply these facilities. Their lives in captivity have been compared to living in a hall of mirrors which restricts their sonar communication and it is particularly cruel due to their nature as intelligent social animals, used to ranging vast areas in the wild. \n\nWhile the last dolphinarium in the UK closed down in 1993, there is nothing to prevent a new one setting up if a company were able to meet existing guidelines. Recent events have highlighted the possibility of a UK establishment considering keeping cetaceans in captivity.\n\nCAPS and Marine Connection believe that legislation clearly prohibiting the keeping of cetaceans in captivity within the UK needs to be introduced as a matter of urgency in order to prevent such facilities being established.",
            "closed_at": "2008-05-23T00:00:00Z",
            "created_at": "2007-05-15T14:39:02.027141Z",
            "creator_name": "Captive Animals' Protection Society",
            "government_response_at": "2008-06-18T13:25:29.220271Z",
            "government_responses": [
                {
                    "created_at": "2008-06-18T13:25:29.220271Z",
                    "details": "You signed a petition asking the Prime Minister to \" prohibit the keeping of dolphins and whales in captivity.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15791.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cetaceans'",
                    "updated_at": "2008-06-18T13:25:29.220271Z"
                }
            ],
            "opened_at": "2007-05-15T14:39:02.027141Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 597,
            "state": "finished",
            "updated_at": "2008-05-28T03:30:29.703509Z"
        },
        "id": 5001339
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cetaceans/"
    },
    "type": "petition"
}