{
    "data": {
        "attributes": {
            "action": "Ensure all revenues from speeding fines go to the NHS emergency hospitals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Speed camera deployment and police activity with hand held cameras are allegedly being devoted to reducing accidents on our roads. Yet they have not met with success according to motoring groups. Accidents occur at the same high levels with figures such as Paul Smith of road safety group Safe Speed saying: “The roads are not getting safer. Government road safety policy is being sexed-up by dodgy statistics.” \nAnd, with ever growing controversy re the siting of these modern day highwaymen and the mistrust of the motives of the bodies concerned re deployment and enforcement of the devices, coinciding with their growing income from them, it would seem that the public has lost trust in the police and the local governing bodies, whose motives for deployment and the obsessive enforcement are for ever being questioned. It would seem that this trust needs to be restored. \nGiven this failure and doubt re police motivation, it would seem to be more morally correct for all revenues raised from these robot sources to go to the NHS to help pay for the treatment of the casualties of accidents these speed cameras do not prevent.",
            "closed_at": "2007-07-23T00:00:00Z",
            "created_at": "2007-05-15T18:04:36.652648Z",
            "creator_name": "Ted Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-15T18:04:36.652648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5003743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/accidentcare/"
    },
    "type": "petition"
}