{
    "data": {
        "attributes": {
            "action": "bring their influence to bare on the FA Premier League and ensure that West Ham United are deducted at least three points and Sheffield United reinstated into the Premier League.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The football results on Sunday 13th May resulted in West Ham United FC escaping relegation, despite a clear breach of rules. Sunday's results meant a team that had played to the rules were technically relegated.  A clear injustice has been done to a football club, to football fans and\nto the name of football.  The decision by the FA Premier League demonstrates a total lack of consistency as well as disregard for football clubs and football supporters.  If you believe in\nfair play then please support this petition, regardless of what you might think of the individuals involved, including the Sheffield United Manager.  Next time it could be your football club that suffers at the hands of the authorities for not\nhaving proper procedures and rules in place.",
            "closed_at": "2007-07-15T00:00:00Z",
            "created_at": "2007-05-15T20:45:49.722860Z",
            "creator_name": "Rob Hancock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-15T20:45:49.722860Z",
            "rejected_at": "2007-06-22T00:01:03.348716Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Cheating/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5005326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FAPremierLeague/"
    },
    "type": "petition"
}