{
    "data": {
        "attributes": {
            "action": "....not give the torturers and killers of toddler Jamie Bulger a new life in Australia.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In February 1993 a young boy of 3 was taken from a Liverpool shopping centre \nby two 10-year-old boys.\n\nJamie Bulger walked away from his mother for only a second; Jon Venables \ntook his hand and led him out of the mall with his friend Robert Thompson.\nThey took Jamie on a walk for over 2 ½ miles, along the way stopping every \nnow and again to torture the poor little boy who was crying constantly for \nhis mummy.\n\nFinally they stopped at a railway track where they brutally kicked him, \nthrew stones at him, rubbed paint in his eyes, pushed batteries up his anus \nand cut his fingers off with scissors. Other mutilations were inflicted but \nnot reported in the press. What these two boys did was so horrendous that \nJamie's mother was forbidden to identify his body. They then left his small \nbeaten body on railway tracks so a train could run him over to hide the mess \nthey had created. These two boys, even being boys, understood what they did \nwas wrong, hence trying to make it look like an accident.\nThey are being relocated to Australia to live out the rest of their lives. \nThey disgustingly and violently took Jamie's life away and in return they \neach get a new life!",
            "closed_at": "2008-05-15T00:00:00Z",
            "created_at": "2007-05-15T20:42:45.190336Z",
            "creator_name": "Philip Foster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-15T20:42:45.190336Z",
            "rejected_at": "2007-06-22T00:01:03.348716Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5005292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VenablesThompson/"
    },
    "type": "petition"
}