{
    "data": {
        "attributes": {
            "action": "Oppose the expansion of the Tesco supermarket in Wolverton, Milton Keynes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tesco are seeking to demolish an existing store in Wolverton and replace it with a Tesco Extra store.\n\nThis proposal should be opposed for a number of reasons:\n\nTesco have over 50% of the grocery market share in Milton Keynes.\n\nTesco dominates the local economy in Wolverton; an expanded store will simply lead to the closure of a further number of local independent traders.\n\nA larger store will adversely affect people of limited mobility who can get round the current Wolverton store in one go. \n\nTesco claim that their store is \"over-shopped\", but the movement around the store can be remedied without the need for expansion. \n\nTesco should allow people the opportunity to shop in a medium sized store - if people want to shop in a Tesco superstore, they have two stores within short driving distance from Wolverton. \n\nThe expansion of Tesco in Wolverton is solely motivated by the need to protect profits, not for the benefit of the local community.\n\nThere have been precedents for refusing Town Centre expansions of this nature, and it is asked that the Planning Authority are supported in opposing this development.",
            "closed_at": "2007-08-23T00:00:00Z",
            "created_at": "2007-05-16T09:28:55.350632Z",
            "creator_name": "Jamie Chalmers",
            "government_response_at": "2007-09-13T15:20:31.844406Z",
            "government_responses": [
                {
                    "created_at": "2007-09-13T15:20:31.844406Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Oppose the expansion of the Tesco supermarket in Wolverton, Milton Keynes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13188.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Tesco-Wolverton'",
                    "updated_at": "2007-09-13T15:20:31.844406Z"
                }
            ],
            "opened_at": "2007-05-16T09:28:55.350632Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 204,
            "state": "finished",
            "updated_at": "2007-12-09T03:11:36.829681Z"
        },
        "id": 5008700
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tesco-Wolverton/"
    },
    "type": "petition"
}