{
    "data": {
        "attributes": {
            "action": "devolutionise the United Kingdom to county level, to regain equality in the Eurovision Song Contest",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to the events of Saturday 12 May 2007, in the Eurovision Song Contest, the aim is to regain equity in Eurovision and the subsequent voting structure. \n\nWe have seen the former USSR, emerge into 15 former Soviet republics, and the former Yugoslavia, emerge as 6 new states, predominantly all voting amongst themselves, thereby rendering the 'western' European nation participants, as mere 'spectators' in the voting, and keeping the Eurovision trophy firmly in Eastern Europe.\n\nThe UK must itself now devolve itself down to county level to restore the balance. With some 86 counties in England, Wales, Scotland (Northern Ireland can join in as well to create more numbers), this will ensure that a balance is restored between western and eastern Europe, by creating many former UK states, for example, Cumbria, Rutland will now be independant nations.\n\nThis should allow more western states to be represented, more biased voting towards the UK and 'former' UK states once devolution has taken place. If wrestling back the Eurovision trophy from former Soviet/Yugoslav states is not a vote-winner for the next Prime Minister, then I'd like to know what is. Please sign up.",
            "closed_at": "2008-05-16T00:00:00Z",
            "created_at": "2007-05-16T13:51:37.962853Z",
            "creator_name": "Wayne Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T13:51:37.962853Z",
            "rejected_at": "2007-06-22T00:01:03.348716Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5012326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/devolve/"
    },
    "type": "petition"
}