{
    "data": {
        "attributes": {
            "action": "Stop Internet Service Providers Falsely Advertising \"Unlimited Speed\" Services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent months, many Broadband, both Cable and ADSL ISPs who advertise an \"Unlimited Download Speed\" service, in that they allow the advertised speed to be used in a constant capacity, in fact have hidden traffic shaping or capping systems, cutting off or seriously crippling the customers connection. A recent example is Virgins inclusion of traffic shaping, yet this is not mentioned anywhere, not even the small print, to potential customers, who once sign up are locked into a 12 month contract. While this would seem like false advertising, OFCOM have allowed service providers to continue this practice for a number of years. While it is understandable for these systems to be in place due to hardware issues, we would ask the PM to intervene in order to either ensure suppliers adhere to what they are advertising or stop advertising a falsely specified product.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2007-05-16T15:42:26.869906Z",
            "creator_name": "Ben Crisp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T15:42:26.869906Z",
            "rejected_at": "2007-06-22T00:01:03.348716Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/Unlimited-ADSL/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5014055
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ISP-Speed/"
    },
    "type": "petition"
}