{
    "data": {
        "attributes": {
            "action": "focus on the key issue of global deforestation when discussing climate change with world leaders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Deforestation accounts for an estimated 25% of all greenhouse gases, more than all transport (14%) and all aviation (3%) combined.\n\nAn area the size of England, Wales and Scotland is felled annually and the rate of decimation is increasing all across the globe.\n\nRain forests generate the bulk of rainfall worldwide and act as a thermostat for the Earth.\n\nIf we lose the forests, we lose the fight against climate change. \n\nWhilst certainly beneficial, no amount of cycling to work and low energy light bulbs can make a dent in the context of the “lunacy of the loggers”…\n\nThis is not right.  Current political focus on preventing climate change is misdirected on easy, feel good fixes.\n\nAnd let’s be real here, the problem of deforestation is not caused by local, third world populations.  No, the demand for timber and agricultural goods in the first world combined with the ability of global companies to exploit the supply chain for their own financial benefit is to blame for deforestation.\n\nI’m more than happy to save my 20%, but please, Prime Minister, focus on preventing deforestation across the planet as this is the biggest cause of climate change!",
            "closed_at": "2008-05-24T00:00:00Z",
            "created_at": "2007-05-16T16:17:12.529836Z",
            "creator_name": "James Peck",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T16:17:12.529836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2008-05-26T03:29:36.650974Z"
        },
        "id": 5014571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/focus-on-forests/"
    },
    "type": "petition"
}