{
    "data": {
        "attributes": {
            "action": "dissolve the church of Scientology and ban it's practise in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We beleive that Scientology exists to brainwash people and makes substantial profit from doing so. The churches beliefs and methods are highly suspect, employing things such as 'disconnection' from friends and family members who refuse to join Scientology. The church is fully against psychiatry and seeks to prevent people from gaining psychiatric help, which in the past has led to people not being treated for serious mental health issues and even death. One does not have to look far to find compelling evidence to back up these facts.\nScientology is not a religion and therefore should not be protected by the laws put in place to protect genuine faiths  - Scientology charges for its questionable 'counselling' (called 'auditing') and shares many, if not all of the patterns of a classic cult.\nScientology is without doubt a huge threat to the interests of the British public and should be dissolved with immediate effect, including the closure of all Scientology churches and facilities in the United Kingdom.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-05-16T19:51:07.337363Z",
            "creator_name": "Alexia Serinde",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T19:51:07.337363Z",
            "rejected_at": "2007-06-23T00:01:03.458877Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/-Scientology/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5016939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopscientology/"
    },
    "type": "petition"
}