{
    "data": {
        "attributes": {
            "action": "UNRECOVERABLY DESTROY THE PNC RECORDS & DNA SAMPLES TAKEN BY THE UK POLICE FORCES FROM PEOPLE WHO HAVE BEEN ARRESTED BUT NOT CHARGED, WARNED, CAUTIONED OR HAVE BEEN AQUITED",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We note:\n•that since April 2004 in England and Wales, DNA and fingerprints have been taken routinely on arrest for any recordable offence, from everyone over the age of ten;\n•that all DNA samples and computer records are kept permanently, even if a person is never charged or is acquitted of an offence;\n•that the permanent retention of DNA from everyone who is arrested for any recordable offence is disproportionate to the needs of the criminal justice system;\n•that all Chief Constables have the power to order the destruction of individuals’ DNA, fingerprints and computer records;\n•that police authorities are responsible for holding the Chief Constable to account on behalf of the local community.\n•All UK police forces to end the practice of taking DNA samples on arrest rather than charge. \n•All UK police forces to implement a policy of unrecoverable destruction of records after fixed time periods, consistent with the original policy for the National DNA Database and criminal records.\n•A national framework to govern collection and retention of DNA samples, ending the practice of taking DNA samples and fingerprints automatically on arrest.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2007-05-16T18:46:42.074962Z",
            "creator_name": "Mr Buckley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T18:46:42.074962Z",
            "rejected_at": "2007-06-22T00:01:03.348716Z",
            "rejection": {
                "code": 128,
                "details": "Please re-submit without block caps.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5016218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DNA-justice/"
    },
    "type": "petition"
}