{
    "data": {
        "attributes": {
            "action": "Lower the Voting Age in All Elections and Referendums to 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Youth Parliament's South East Region firmly believe that the voting age for both Local and General Elections should be reduced to 16.\n\nThere has been enthusiastic support and encouragement from local MPs who have embraced the campaign. Local events to promote the campaign are shaping up to be very successful, these will be extended nationally by the UK Youth Parliament and others to raise awareness of the improtance of 16 year olds being granted a right - to vote for their Government. This is an essential step to ensuring that young people have the active role in democracy and don't have the attitude that the Government doesn't care about them. With more support for this campaign, from youth and adults alike, the South East Region of the UK Youth Parliament, alongside many others, are adamant that votes at 16 will be achieved in the near future.",
            "closed_at": "2008-05-29T00:00:00Z",
            "created_at": "2007-05-16T20:57:41.450491Z",
            "creator_name": "Alex Warwick Vesztrocy (MYP Basingstoke & Deane / Test Valley North)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-16T20:57:41.450491Z",
            "rejected_at": "2007-06-04T15:17:29.813488Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Poll16/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5017580
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/votesat16/"
    },
    "type": "petition"
}