{
    "data": {
        "attributes": {
            "action": "arrange or encourage extensive and immediate polling of the opinion of Darfuris, including those who have fled to other countries, to ask whether they would favour the transfer of Darfur, for a set term of years, into the care of an international trusteeship, and if so to ask which countries’ nationals they would trust to undertake its administration.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Such a term might be four years. It could be sample polling. Darfuris might be happy to entrust their affairs to any reputable set of capable and benevolent outsiders. The Khartoum regime might claim “an infringement of Sudanese sovereignty”, but Sudan is not in a full sense a self-governing country, because its people cannot in practice appoint its government, and with evolving international law a de facto government should not be allowed to claim the exclusive right to intervene in a region whose people it is unwilling or unable to protect.\n\nThis polling can be allied with other policies, for example:\n\nCalculate what combination of governments could credibly require the regime in Khartoum to permit the ending of atrocities in Darfur. Then, ask individual governments: “Will you join this combination, with no commitments to be made public until a minimum number of governments has agreed to join?”\n\nIn his 2007 Reith lectures, Jeffrey Sachs said that the Darfur crisis was prompted by the region’s being about the poorest place on the planet. It should now be the focus of international economic co-operation to make it a beacon of hope, and an example to others.",
            "closed_at": "2008-05-17T00:00:00Z",
            "created_at": "2007-05-17T10:41:20.298880Z",
            "creator_name": "Philip Cowen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-17T10:41:20.298880Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2008-05-18T00:01:01.512812Z"
        },
        "id": 5021632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DarfurDecision/"
    },
    "type": "petition"
}