{
    "data": {
        "attributes": {
            "action": "ensure that the Cambridgeshire Lodes don't get ditched!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some 30 years ago, a successful campaign was waged to save The Cambridgeshire Lodes, ancient canals of probable Roman origin - principally Bottisham, Swaffham Bulbeck, Reach, Burwell and Wicken Lodes - which were threatened by the then authorities. A decision was made to maintain and to preserve The Lodes. Such is the situation today: The Lodes have been maintained and preserved. But new documents indicate that The Environment Agency has commissioned a ‘scoping report’ costing some £200,000 and that it is looking critically at The Lodes, an option again being that of converting all or some of them into ditches. The old campaign slogan - ‘Don’t Ditch Our Lodes!’ - is just as relevant now as it was in the 1970s. A new factor is The National Trust’s plans to buy up and partially to flood some 10,000 acres of rich fen land and the Trust says that ‘lowering’ some of The Lodes would be ‘acceptable.’ Lowering is much the same as ditching. The Swaffham Internal Drainage Board and Swaffham Prior Parish Council support The Lodes being maintained. But the Philistines could be triumphant if their opponents are inactive. So, this is a call to those with influence to use it!",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-17T11:10:29.873992Z",
            "creator_name": "Geoffrey Woollard",
            "government_response_at": "2008-07-17T12:13:10.354345Z",
            "government_responses": [
                {
                    "created_at": "2007-10-12T15:35:25.753695Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure that the Cambridgeshire Lodes don't get ditched!\"\n\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13482.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OurLODES'",
                    "updated_at": "2007-10-12T15:35:25.753695Z"
                },
                {
                    "created_at": "2008-07-17T12:13:10.354345Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the Cambridgeshire Lodes don't get ditched!.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15983.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OurLODES'",
                    "updated_at": "2008-07-17T12:13:10.354345Z"
                }
            ],
            "opened_at": "2007-05-17T11:10:29.873992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 985,
            "state": "finished",
            "updated_at": "2008-06-01T03:35:44.350258Z"
        },
        "id": 5022033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OurLODES/"
    },
    "type": "petition"
}