{
    "data": {
        "attributes": {
            "action": "call upon the British Government, authorities and Metropolitan Police to ban the proposed \"Muslims Rise Against British Oppression\" day of action taking place on the 15th June, 10 Downing St, London, England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The organisers of the day of action say that \"Five Muslim men have been jailed for life for a so-called UK bomb plot linked to al-Qaeda.\" One of those men was Omar Khayam who was found guilty of conspiring to cause explosions likely to endanger life between 1 January 2003 and 31 March 2004. \n\nThis is not British oppression. This is British justice, British security, and most of all, British common sense. \n\nWe, the undersigned, believe that, if allowed to continue, this proposed day of action could lead to re-occurences of the devastation we saw in the northern towns of England in the summer of 2001 in which countless Muslims were involved in damage and rioting leaving a trail of devastation and a huge bill in their wake. \n\nWe, the undersigned do not wish to see a re-occurence of this in our capital city and so call upon the authorities to ban this day of action. They used their common sense in charging and imprisoning these terrorists, now let's see them use that common sense again and put a stop to this potentially inflammatory \"demonstration.\"",
            "closed_at": "2007-06-07T00:00:00Z",
            "created_at": "2007-05-17T13:43:01.911343Z",
            "creator_name": "John Holloway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-17T13:43:01.911343Z",
            "rejected_at": "2007-06-23T00:01:03.458877Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5024045
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanMuslimDemo/"
    },
    "type": "petition"
}