{
    "data": {
        "attributes": {
            "action": "prohibit Local Authority Sports Facilities from rejecting the use of facilities for legitimate sporting activity in favour of inappropriate but more lucrative non-sporting activity such as children's birthday parties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a definate lack of local authority sporting facilities available for hire throughout England for legitimate sporting events at weekends. This is largely due to the authorities in question promoting the use of their facilities for lucrative non-sporting events such as children's parties and discos over legitimate sporting activity, or charging vastly inflated hire rates to sports groups to equate that to be gained from such practice. This forces legitimate sports groups to use inferior premises such as church halls and commmunity centres which would be far more suited to children's parties. I urge the PM to stop this practice and return the use of these Sports Premises back to what they were intended for - to provide the local population with a sports facility, not a glorified creche.",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-05-18T16:36:52.799316Z",
            "creator_name": "Phil Snewin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-18T16:36:52.799316Z",
            "rejected_at": "2007-06-24T00:01:05.343176Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5035742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SportsCentreUse/"
    },
    "type": "petition"
}