{
    "data": {
        "attributes": {
            "action": "Block the Freedom of Information (Exemption) Bill  Ministers are trying to make law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP's are trying to put themseleves above the law. \n\nAccording to the BBC website.\n\n\"If passed, the FOI bill would effectively remove both the Commons and House of Lords from the list of public authorities obliged to release information under the 2000 act, which came into force in 2005.\"\n\nThe bill also protects all MPs' correspondence from release and stops authorities, such as councils or companies, confirming or denying whether they have received a letter from an MP.\n\nOnly yesterday Gordon Brown Mr Brown, who takes over as Labour leader and prime minister next month, pledged an era of more \"open\" politics.\n\nWell he seems to have failed at the first hurdle.\n\nLet us all remember that Members of Parliament govern for and should be answerable to the people!\n\nWe need the ability to make them uncomfortable about any suspicious behaviour and dealings. We need to know how much tax payers money they claim in expenses.\n\nSurely MP's and Lords should be subject to the sames laws as the rest of us.",
            "closed_at": "2007-08-18T00:00:00Z",
            "created_at": "2007-05-18T18:02:58.829887Z",
            "creator_name": "Ian Marks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-18T18:02:58.829887Z",
            "rejected_at": "2007-06-24T00:01:05.343176Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/MPs-and-FOI/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5036553
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreedomofInform/"
    },
    "type": "petition"
}