{
    "data": {
        "attributes": {
            "action": "retain the Monarchy and to fully utilize its role in strengthening and enhancing the United Kingdom and our shared sense of a British national identity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Monarchy is the central focus of the United Kingdom's shared sense of national unity and national identity. It is the centrepiece of colourful ceremonial which is respected and renowned around the world. Monarchy also provides an impartial Head of State and gives valued non-political support to a number of different causes and charities - often raising millions of pounds in the process. The Royal Family is a part of our national life. We urge the PM to fully utilize its role in the United Kingdom.",
            "closed_at": "2007-08-21T00:00:00Z",
            "created_at": "2006-11-21T12:55:26.434484Z",
            "creator_name": "Neil Welton",
            "government_response_at": "2007-09-06T15:10:05.973063Z",
            "government_responses": [
                {
                    "created_at": "2007-09-06T15:10:05.973063Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"retain the Monarchy and to fully utilize its role in strengthening and enhancing the United Kingdom and our shared sense of a British national identity.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13094.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'keepthemonarchy'",
                    "updated_at": "2007-09-06T15:10:05.973063Z"
                }
            ],
            "opened_at": "2006-11-21T12:55:26.434484Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 387,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 50362
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keepthemonarchy/"
    },
    "type": "petition"
}