{
    "data": {
        "attributes": {
            "action": "Extend the provision of  equal rights to include all great apes: human beings, chimpanzees, bonobos, gorillas and orang-utans.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Provide chimpanzees, bonobos, gorillas and orang-utans with the following rights: \n\n1. The Right to Life - \nThe lives of members are to be protected. They may not be killed except in very strictly defined circumstances, for example, self-defense. \n\n2. The Protection of Individual Liberty - \nMembers are not to be arbitrarily deprived of their liberty; if they should be imprisoned without due legal process, they have the right to immediate release. The detention of those who havenot been convicted of any crime, or of those who are not criminally liable, should be allowed only where it can be shown to be for their own good, or necessary to protect the public from a member of the community who would clearly be a danger to others if at liberty. In such cases, members of the community of equals must have the right to appeal, either directly or, if they lack the relevant capacity, through an advocate, to a judicial tribunal.\n\n3. The Prohibition of Torture - \nThe deliberate infliction of severe pain either wantonly or for an alleged benefit to others, is regarded as torture, and is wrong.",
            "closed_at": "2008-05-25T00:00:00Z",
            "created_at": "2007-05-18T21:22:18.124968Z",
            "creator_name": "Emma Bowen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-18T21:22:18.124968Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-05-26T00:01:01.062518Z"
        },
        "id": 5038028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Great-Apes/"
    },
    "type": "petition"
}