{
    "data": {
        "attributes": {
            "action": "Change the current student loan interest repayment, to deduct payments monthly not annually",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently student loan repayments are taken from your salery every month however they are not knocked off the balance of the loan until the end of the year. Therefore paying a full year of interest on the full balance which had gradually been paid off. This adds hundereds of pounds of unnecessary interest. The payment should be deducted monthly as it is paid.",
            "closed_at": "2008-01-10T00:00:00Z",
            "created_at": "2007-01-10T12:16:19.771556Z",
            "creator_name": "Juliette Frazer",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-04-20T10:43:18.368247Z",
                    "details": "The e-petition asking the Prime Minister to \"Change the current student loan interest repayment, to deduct payments monthly not annually\" is ongoing. This is a response in advance of the closing date from the Government.\n\n\nThe Government welcomes the opportunity this e-petition has given to clarify understandable confusion on this issue.  In particular, we can re-assure the public that interest on student loans is indeed calculated daily and that great care is taken to ensure that no borrower pays too much in repayments.\n\nThe confusion arises from the fact that the Student Loan Company updates borrowers' accounts annually.  This is largely because the exact details of individual repayments, collected by Her Majesty's Revenue and Customs from employers who deduct the money from the salaries of staff with loans, are only received when firms send in their annual tax returns after the end of each year.  Once repayment information is collected, it is sent to the SLC who issue new individual statements showing repayments and the amount outstanding.\n\nBut while borrowers' accounts are only updated annually, the SLC is careful to ensure no borrower pays any additional interest as a result of this delay.  The total annual repayment received from each borrower is credited to their account as twelve equal monthly payments in the year they were made, and the interest on the remaining balance is calculated on a daily basis each month to match.  We can assure you that the Government does not gain any extra income nor does any borrower pay too much interest.  It is also worth adding that the interest paid on student loans reflects inflation, and is not a commercial rate of interest like those charged for bank loans.\n\n\nFurther information\n\n[http://www.pm.gov.uk/output/Page8820.asp More on education]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "E-Petition: response from the Government",
                    "updated_at": "2007-04-20T10:43:18.368247Z"
                }
            ],
            "opened_at": "2007-01-10T12:16:19.771556Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 70203,
            "state": "finished",
            "updated_at": "2008-11-22T03:02:03.449526Z"
        },
        "id": 503886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Student-loans/"
    },
    "type": "petition"
}