{
    "data": {
        "attributes": {
            "action": "repeal legislation exempting MPs from observing the rules imposed on the rest of us",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many thousands of British citizens have lost their final salary pensions, which successive Governments led them to believe were “safe”.  MPs have nevertheless awarded themselves gold-plated pensions which are (uniquely) not even subject to the Lifetime Limit imposed on every other UK citizen.\n\nEuropean MPs vote for taxes on their constituents from which they are themselves exempt.\n\nOn 18th May, MPs voted to protect themselves from the Freedom of Information legislation, thus preventing journalists from making legitimate enquiries into their expenses (which are, after all, taxpayers’ money).\n\nThis is a creeping cancer at the heart of government.  If MPs are to be exempted from the rules they impose on the rest of us, where will it end?  Two “clubs” – them and us.\n\nWe are not anti-MPs.  We accept that most of them are hard-working men and women who sacrifice their private lives for their careers.  We do not expect them to lead impoverished lives.  We ask only that when they vote for laws and rules by which the rest of us have to abide, they do so in the knowledge that they too will be subject to the same laws and rules.",
            "closed_at": "2007-12-02T00:00:00Z",
            "created_at": "2007-05-19T09:26:52.326643Z",
            "creator_name": "Richard Henderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-19T09:26:52.326643Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 121,
            "state": "finished",
            "updated_at": "2007-12-03T00:01:01.268944Z"
        },
        "id": 5039617
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OneClubforAll/"
    },
    "type": "petition"
}