{
    "data": {
        "attributes": {
            "action": "Being convicted for the same offence twice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under European & UN directives, you cannot be convicted for the same offence twice. Whether the offence is of high value, or not. Example: whether or not you stole or gained unlawfully any property, money or articles, if convicted you should be punished for the offence in question, not the offence, and then another offence to pay back the money. This is unlawful.\nProceeds of Crime Act is created, is another tax method, to tax criminals. The victims get no money, the community see's no benefits. Example a police force built a web site out of proceeds of crime, costing 50000 GBP. Were does this amount originate from, only cost 1000 to buy a server, internet connection in datahouse 2000 per year, and a web designer 1000. So who has pocketed the other 46000 pounds? It is against the law, to obtain money property, knowing the funds have come from illegal sources. Punishable upto 12 years. So why do the government not get charged?",
            "closed_at": "2008-05-19T00:00:00Z",
            "created_at": "2007-05-19T10:16:46.832777Z",
            "creator_name": "Bryan Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-19T10:16:46.832777Z",
            "rejected_at": "2007-06-24T00:01:05.343176Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5039934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/doublecharged/"
    },
    "type": "petition"
}