{
    "data": {
        "attributes": {
            "action": "resolve NHS Primary Care Trust under-funding in order to fund a new Medical Centre in Ellesmere, Shropshire.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our current Medical Centre is wholly inadequate for our rapidly expanding population, which is predicted to soon grow by 18% with an extra 300+ homes being built in the next 5 years.  The current building is small, and so is our car park.  Adjacent car parking for sick, elderly and disabled people in this dispersed rural community is as important as the size of the building.\n\nWe have been told by Shropshire Primary Care Trust (PCT) that our Surgery is tenth in their priority list, and that the PCT can only afford to fund one new medical centre per year:  this indicates a national problem of PCT under-funding.  Public access to a Doctor, Nurse or Health Visitor at a local clinic should be made a priority.\n\nEffective town planning means that Health Care and Medical Practice infrastructure must be in place before homes are built – not 10 years later.\n\nGordon Brown has vowed to make further improvements to the National Health Service an \"immediate priority”…  “building up the NHS and making it a great British institution and making it the envy of the world.\"  We offer our next Prime Minister an opportunity to put his money where his mouth is.\n\nPlease sign the petition to make a difference.",
            "closed_at": "2007-08-30T00:00:00Z",
            "created_at": "2007-05-19T22:20:27.519501Z",
            "creator_name": "Major Ian Kelly TD MCMI, Ellesmere Patients Group",
            "government_response_at": "2007-09-18T15:38:47.151881Z",
            "government_responses": [
                {
                    "created_at": "2007-09-18T15:38:47.151881Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"resolve NHS Primary Care Trust under-funding in order to fund a new Medical Centre in Ellesmere, Shropshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13233.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'INeedaNewSurgery'",
                    "updated_at": "2007-09-18T15:38:47.151881Z"
                }
            ],
            "opened_at": "2007-05-19T22:20:27.519501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 537,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5043577
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/INeedaNewSurgery/"
    },
    "type": "petition"
}