{
    "data": {
        "attributes": {
            "action": "ensure Milton Keynes design is preserved, and extended to the new Western Expansion Area, WEA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "86% of Milton Keynes residents like living in the city; with a figure of 30 to 40% for other UK cities. The factors that make our city unique are the factors that lead to this high level of satisfaction.\n\nThese factors are greenery, Grid Roads and Redways. Greenery is being reduced through following the high density housing advised by government.\n\nGrid Roads are not being extended to the new developments. There are plans to build along the sides of existing Grid Roads, and reduce the speed limits. V10 has been saved; V4 is under threat.\n\nRedways currently have no maintenance and repair budget. For the new developments, no bridges or underpasses are planned to keep Redways away from existing Grid Roads. All this is happening as we are being encouraged to walk and cycle. Our city was designed with Redways to allow walking and cycling in safety. Just as more people are leaving their cars to use Redways, some are being ‘filled in’.\n\nGrid Roads give MK one of the lowest pedestrian death rates for a UK city, clean air and high economic prosperity. New developments need Grid Roads round them.\n\nGRID ROADS ARE TO MK AS MOTORWAYS ARE TO THE UK",
            "closed_at": "2008-05-30T00:00:00Z",
            "created_at": "2007-05-19T21:07:52.942019Z",
            "creator_name": "John Hawthorn",
            "government_response_at": "2008-07-15T15:06:03.912506Z",
            "government_responses": [
                {
                    "created_at": "2008-07-15T15:06:03.912506Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure Milton Keynes design is preserved, and extended to the new Western Expansion Area, WEA.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15973.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MK-Grid-Roads'",
                    "updated_at": "2008-07-15T15:06:03.912506Z"
                }
            ],
            "opened_at": "2007-05-19T21:07:52.942019Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4871,
            "state": "finished",
            "updated_at": "2008-06-05T04:00:37.732029Z"
        },
        "id": 5043291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MK-Grid-Roads/"
    },
    "type": "petition"
}