{
    "data": {
        "attributes": {
            "action": "Abolish the tiered system of road tax (road fund licence) that discriminates against higher performance vehicles even if they are used infrequently.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Road fund licence in its current state is wholly unfair with the vast range and types of private car on the road today.  This should be abolished in favour of a more 'direct' taxation at the fuel pump, so that more more money is collected from those who use the roads more and burn more fuel in total.\n\nThe current system offers discounts to those who use smaller engined cars and levies extra tax from those with larger engined or performance cars.\n\nHow can this be fair if a person uses a small car to commute 50 miles a day, 5 days a week - and pays a much smaller annual tax than a performance car owner who primarily uses the car for a hobby and only travels 5 miles a day (or even works at home and does not commute at all!).\n\nCollecting the duty on fuel is efficient , and fair - the more fuel you burn, the more you pay.  A less used performance car will still burn less than a standard car used daily (and thus be greener); but the performance car will now have to pay upto 400 pounds tax annually!",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-05-21T17:36:07.532500Z",
            "creator_name": "Chris Booker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-21T17:36:07.532500Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5057704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sportscars/"
    },
    "type": "petition"
}