{
    "data": {
        "attributes": {
            "action": "Ask that retained firefighters have some form of warning road users when responding to there alerters",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being a retained firefighter is an essential in many areas, \nWhen your alerter goes off you could be up to 4 - 6 minutes away from the fire station.\nSometimes your held up because people do not realise you are responding to what could be a life critical incident.\n\nI think that retained firefighters should have some form of emergency warning syestem to warn other road users that they are responding to emergency calls to make it so that the fire applicance leaves the station on time and continues to save lifes and not cause accidents responding to the the fire station\nEven if it is just a red flashing light on top of the car, just some form of emergency warning to other road users",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-22T12:16:50.065860Z",
            "creator_name": "Daniel Cooper",
            "government_response_at": "2008-01-08T16:05:03.686370Z",
            "government_responses": [
                {
                    "created_at": "2008-01-08T16:05:03.686370Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ask that retained firefighters have some form of warning road users when responding to there alerters.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14177.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fireresponse'",
                    "updated_at": "2008-01-08T16:05:03.686370Z"
                }
            ],
            "opened_at": "2007-05-22T12:16:50.065860Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 403,
            "state": "finished",
            "updated_at": "2007-12-03T03:11:35.797901Z"
        },
        "id": 5065675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fireresponse/"
    },
    "type": "petition"
}