{
    "data": {
        "attributes": {
            "action": "include teaching children about reality as a subject in the schools curriculum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We all grew up finding our own way through life. I believe if we were all taught more than just sex education in schools it would have made us confident mature adults today.\n\nRather than french, spanish etc kids should be taught how to live life after education. The subjects we study are there to assist us throughout life, I did not find french a help to me but I do believe that if it were replaced by an up-to-date subject about real-life as it is the future generation would get a head start in life. Learning to deal with babies hygiene, mental and physical needs. Being a supportive partner and balancing the cost of living, avoiding debt, paying bills, motgages etc. Accepting responsibilities as an adult.\n\nThis could all make a differance, if our children were to know about what lays ahead they may take education more seriously and keep teenage pregnancies down. \n\nIf our children had a better understanding about what their parents are up against they may help and respect us more rather than waste their lives away.\n\nOur kids must be shown a clear picture about reality to help them cut back on mistakes and plan better for the future. \n\nWhat do you think?",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-22T13:49:42.143844Z",
            "creator_name": "Mrs P Sarup",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-22T13:49:42.143844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5066955
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/realism/"
    },
    "type": "petition"
}