{
    "data": {
        "attributes": {
            "action": "ensure that, in relation to the proposals on Road Pricing and Charging Schemes as set out in the draft Transport Bill, at a suitable future date regulations be laid before Parliament that exempt  motorcycles and scooters (Two Wheeled Motor Vehicles) from all charges and/or they be zero rated under any charging scheme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although mention is  made of exempting motorcycles and scooters (Two Wheeled Motor Vehicles) from road pricing and charging schemes in the Department for Transport Guidance to Local Authorities on such schemes, regulations to ensure exemption for these modes will need to be laid before Parliament.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2007-05-22T12:51:28.963845Z",
            "creator_name": "Richard Olliffe",
            "government_response_at": "2008-05-16T14:59:31.691856Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:59:31.691856Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that, in relation to the proposals on Road Pricing and Charging Schemes as set out in the draft Transport Bill, at a suitable future date regulations be laid before Parliament that exempt motorcycles and scooters (Two Wheeled Motor Vehicles) from all charges and/or they be zero rated under any charging scheme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15573.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nocharges4bikes'",
                    "updated_at": "2008-05-16T14:59:31.691856Z"
                }
            ],
            "opened_at": "2007-05-22T12:51:28.963845Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1004,
            "state": "finished",
            "updated_at": "2008-06-03T03:36:38.872430Z"
        },
        "id": 5066215
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nocharges4bikes/"
    },
    "type": "petition"
}