{
    "data": {
        "attributes": {
            "action": "Make breakdancing lessons compulsory in secondary education",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned believe that breakdancing is not only beneficial to physical and mental health, but is also the easy street to cool. We therefore urge the education secretary to make breakdancing lessons (to include robotics and turtles) compulsory for all English children over the age of 11. The introduction of such a law will enable \"cool Britannia\" to thrive in th 21st century as public spaces become alive to the sound of hip hop and body popping. We also believe that the government should show their full support for the breaking-it-down movement by making Nike jackets, sweatbands and Boom-boxes exempt from VAT.\n\nNote: This is a serious petition, using language that kids understand. Physical Education is compulsory, so why not make breakdancing a key part of the curriculum and help those who enjoy it to feel non-alienated. Exemption from Vat on dancewear will encourage activity and help alleviate obesity problems. Breakdancing music also has many positive themes regarding avoidance of drugs, crime and gang cultures.",
            "closed_at": "2008-06-01T00:00:00Z",
            "created_at": "2007-05-22T15:12:00.648820Z",
            "creator_name": "Robbie Mcbobo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-22T15:12:00.648820Z",
            "rejected_at": "2007-06-08T15:27:24.590557Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5067861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Breakdancing/"
    },
    "type": "petition"
}