{
    "data": {
        "attributes": {
            "action": "put the same effort into publicising and promoting the benefits of flexible working as a solution to congestion and pollution problems, as is being spent on road pricing pilots.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All the research and case studies (including government initiatives) over the last two decades indicate that flexible working provides significant business benefits to organisations as well as a better quality of life for individuals. \nIt could also prove to be a more effective and popular way of reducing congestion and pollution than road pricing, if the government really wants to change behaviours rather than just raise more tax revenue.  \nYet flexible working continues to be pigeon-holed as being about ‘carers’ and friendly HR policies, rather than being recognised as providing tangible bottom line benefits for businesses and for UK plc. \nThere is no ‘one size fits all’ that could be implemented by government targets or legislation, but there is plenty that government could do to educate and inform, to support and encourage, and to publicise and promote flexible working so that individuals, organisations and UK plc can reap the benefits; benefits that have been amply demonstrated in research and case studies over many years now. The evidence is there, all we need to do is act on it!",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-22T17:11:31.452544Z",
            "creator_name": "Shirley Borrett",
            "government_response_at": "2008-01-08T16:02:15.233804Z",
            "government_responses": [
                {
                    "created_at": "2008-01-08T16:02:15.233804Z",
                    "details": "You signed a petition asking the Prime Minister to \"put the same effort into publicising and promoting the benefits of flexible working as a solution to congestion and pollution problems, as is being spent on road pricing pilots.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14173.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'flexworkbenefits'",
                    "updated_at": "2008-01-08T16:02:15.233804Z"
                }
            ],
            "opened_at": "2007-05-22T17:11:31.452544Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 239,
            "state": "finished",
            "updated_at": "2007-12-02T03:12:00.277463Z"
        },
        "id": 5069040
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/flexworkbenefits/"
    },
    "type": "petition"
}