{
    "data": {
        "attributes": {
            "action": "stop all culling of animals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RSPCA says it is \"alarmed\" that a controversial cull of goats at a Devon beauty spot has been carried out. The wild animals have roamed for years within the Valley of Rocks at Lynton . The charity said it was seeking assurances from Lynton authorities that the animals were killed outright and did not suffer unnecessarily. Mayor Suzette Hibbert said it had been done professionally and humanely.  \"We have said all along the nannies and kids would not be touched,\" she said.  Jan Hunt from the Friends of Lynton Goats said she believed the problem could   the leaders and the groups and hope to be attending there meeting on this issue on the 16th of this month.Majority of the people are for saving the goats but in they’re last meeting the minority of people won, which I think is a bit unacceptable. will stay.  i would also like to think that these unwanted goats have been offered to a sanctuary before any culling decisions are made.It has been agreed that any of the billies who wander into town are to be culled in order to satisfy the bloodlust of the minority of locals who so hate the goats they have resorted to stoning them and setting their dogs on them.",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-22T22:05:51.988768Z",
            "creator_name": "ms k fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-22T22:05:51.988768Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52,
            "state": "finished",
            "updated_at": "2008-06-02T04:04:22.576751Z"
        },
        "id": 5071661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stoptheculling/"
    },
    "type": "petition"
}