{
    "data": {
        "attributes": {
            "action": "Give the British public a referendum regarding plans to introduce road pricing as the Government has ignored the views of previous petitioners .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite the views of almost two million people who petitioned against road pricing, the Government is going ahead with the scheme.  I urge all drivers to contact their local MP's and the Prime Minister to voice their concerns as the majority of working class drivers will be forced off the roads and many out of their jobs as public transport is slow, unreliable and expensive,and could not cope with such a huge influx of potential passengers. Many workplaces on trading estates and retail parks are not even served by public transport. This will affect everyone eventually as shops, hotels, pubs, resturants, public transport etc will be decimated as staff will be unable to afford to travel to work. Plus those unlucky enough to be in pilot areas will be expected to pay all existing motoring costs as well as road pricing! Don't think the idea of road pricing is so ridiculous it will never happen, do something about it now as this Government is determined to implement it's plan despite plunging millions into poverty and bringing the country to a standstill. Urge the Prime Minister to give us a referendum now!",
            "closed_at": "2007-11-23T00:00:00Z",
            "created_at": "2007-05-23T12:31:35.260312Z",
            "creator_name": "Susan B. Pine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-23T12:31:35.260312Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 2048,
                "details": "http://www.pm.gov.uk/output/Page10961.asp",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5076964
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadfreedom/"
    },
    "type": "petition"
}