{
    "data": {
        "attributes": {
            "action": "take steps to hold landlords responsible for preventing and dealing with anti-social behaviour by their tenants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Increasing numbers of tenants, particularly students, are causing noise nuisance to their neighbours via loud music; slamming doors & shouting during the night on weekdays; holding houseparties with professional djs; playing musical instruments, stereo systems & playstations at high volumes and often making a lot of noise outside properties during the night. There appears to be virtually no funding for Environmental Health officers to deal with noise nuisance, and the police do not apparently have powers to act. Landlords are often reluctant to enforce the terms of tenancy agreements in case they lose their tenants and consequent rental income. Also, landlords do not usually have to suffer the nuisance themselves, and often do not take neighbours' complaints seriously. We believe that the government should take action to widen the scope of existing Environmental Health legislation to cover noise other than that caused by stereo equipment; should provide more funds for addressing the problem and, most importantly, should hold landlords legally-responsible for the nuisance caused by their tenants.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-23T13:20:58.203959Z",
            "creator_name": "M J Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-23T13:20:58.203959Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 127,
            "state": "finished",
            "updated_at": "2007-12-02T00:01:01.926509Z"
        },
        "id": 5077635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StudentNuisance/"
    },
    "type": "petition"
}