{
    "data": {
        "attributes": {
            "action": "Listen to the UK public, and not ignore 2million people that dont want road pricing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After reading the news today (23rd may) it seems that the unreasonable taxing continues. Not only do the british public have to supplement the government with high fuel tax and high road tax. It now seems that road pricing will slip in under the guise of \"local authority\" road tax, or local authority pay as you go roads. Which will inevitably turn into a national scheme. Surley we pay enough tax as vehicle users already. And why should we have really stringent laws on feul usage, when places like India, China are allowed to use fuel hand over fist in the name of becoming a \"first world\" economic power. We surley cant save more on emmisions in the UK than the fuel usage growth in these developing countries. So no matter how much we save on emissions, the world will still increase its Co2 and carbon monoxide emissions, while we the British public have to suffer with ridiculously extortionate fuel tax, and appauling road infestructure.",
            "closed_at": "2008-06-06T00:00:00Z",
            "created_at": "2007-05-23T14:55:12.869050Z",
            "creator_name": "Neal Spence",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-23T14:55:12.869050Z",
            "rejected_at": "2007-06-13T11:23:12.377479Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5078777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKIgnoredbyPM/"
    },
    "type": "petition"
}