{
    "data": {
        "attributes": {
            "action": "commission and strike an official government medal to be awarded to all British citizens who have been, or are, actively engaged in the humanitarian clearance of landmines and unexploded ordnance in countries around the world in this year of the 10th anniversary of the signing of the Mine Ban Treaty and of the death of Diana Princess of Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The deadly legacy of landmines and unexploded ordnance left over from conflict causes injury and death to tens of thousands of innocent people every year. British civilian 'deminers' employed by various charities, organisations and companies work (or have worked) in countries such as Afghanistan, Angola, Lebanon, Iraq, Sudan, Kosovo, Bosnia, Laos, Vietnam (to name a few) to clear land and ensure that others may live in peace and without fear. This dangerous work comes at a cost and several have lost lives and limbs. In this the 10th year since the signing of the Mine Ban Treaty and the death of Princess Diana (an international  figurehead against landmines), support this petition to have these unsung heroes recognised with the issue of an official medal. Join me, a landmine accident survivor, in getting the government to issue this medal for such an important humanitarian effort ... after all a lot of that ordnance was dropped on behalf of the British government.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-23T15:17:06.953150Z",
            "creator_name": "Kevin Bryant (Ex WO2 RE Bomb Disposal & BLESMA member)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-23T15:17:06.953150Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 375,
            "state": "finished",
            "updated_at": "2007-12-02T03:11:58.400264Z"
        },
        "id": 5079013
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Landmines/"
    },
    "type": "petition"
}