{
    "data": {
        "attributes": {
            "action": "do everything possible to prevent the scrapping of the City of Adelaide clipper ship in Scotland by the Scottish Maritime Museum. This ship is arguably more important than Cutty Sark and must be saved. In light of the very tragic fire on the 21st May 2007 which damaged the Cutty Sark clipper ship in London. We want to highlight the plight of the City of Adelaide passenger clipper ship whose future is threatened in Scotland as her owners (the Scottish Maritime Museum) want to dismantle and scrap her. We urge the Government to do everything possible to force them to urgently reconsider this decision. She must be safeguarded for the future, while they may not be able to restore her now, they or others may be able to do so in the future.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The City of Adelaide is the older sister of the Cutty Sark. These two ships are the last two 19th century composite clipper ships left anywhere in the world. While the Cutty Sark is the last tea clipper in the world, the City of Adelaide is the last passenger clipper ship. As such she is the forerunner of the SS Great Britain and the ocean liners. As a result the City of Adelaide is a maritime icon of international historical significance. \n\nShe has the potential to contribute hugely to culture, tourism and the local economy. While the SS Great Britain being the first ocean liner tells the story of the early ocean liners, the City of Adelaide uniquely can tell the story of their sailing predecessors - the passenger clipper ships. She is a forgotten icon and must be safeguarded, her condition stabilised and then eventually restored to her former glory. If she is scrapped now this option will be ruled out forever. To lose this unique, priceless and irreplaceable historic ship would be a national tragedy, scandalous, unforgivable and a huge loss to Britain's cultural heritage.\n\nPLEASE SAVE THE WORLD'S LAST PASSENGER CLIPPER SHIP - THE CITY OF ADELAIDE.",
            "closed_at": "2007-09-07T00:00:00Z",
            "created_at": "2007-05-23T19:37:23.332494Z",
            "creator_name": "Alex Naughton",
            "government_response_at": "2007-10-05T15:11:01.365182Z",
            "government_responses": [
                {
                    "created_at": "2007-10-05T15:11:01.365182Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"do everything possible to prevent the scrapping of the City of Adelaide clipper ship in Scotland by the Scottish Maritime Museum. This ship is arguably more important than Cutty Sark and must be saved. In light of the very tragic fire on the 21st May 2007 which damaged the Cutty Sark clipper ship in London. We want to highlight the plight of the City of Adelaide passenger clipper ship whose future is threatened in Scotland as her owners (the Scottish Maritime Museum) want to dismantle and scrap her. We urge the Government to do everything possible to force them to urgently reconsider this decision. She must be safeguarded for the future, while they may not be able to restore her now, they or others may be able to do so in the future.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13423.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cuttysarksister'",
                    "updated_at": "2007-10-05T15:11:01.365182Z"
                }
            ],
            "opened_at": "2007-05-23T19:37:23.332494Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 840,
            "state": "finished",
            "updated_at": "2007-10-14T03:12:03.687411Z"
        },
        "id": 5081110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cuttysarksister/"
    },
    "type": "petition"
}