{
    "data": {
        "attributes": {
            "action": "Scrap any Local Transport Bill permitting local authorities powers to set up road charging trials.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has published a draft bill updating the rules for local authorities who want to set up charging trials. \n\n10 local authorities have expressed an interest in developing smaller-scale charging systems in their areas, which could be up and running within five years.\n\nThe draft Local Transport Bill will give councils more flexibility to match road pricing schemes to local conditions. \n\nThe draft Road Pricing Bill will give more freedom and flexibility to councils that want to charge for road use and paves the way for them to try out pay-as-you-go systems. \n\nThis petition is to prevent local authorities and councils the powers to administer local congestion charging and road tolls, and to encourage the government to consider alternative methods of reducing road congestion and road charging schemes.",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-23T23:40:14.871676Z",
            "creator_name": "J.B.Luton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-23T23:40:14.871676Z",
            "rejected_at": "2007-06-08T08:35:34.648847Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/local-road-toll/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5083981
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/local-road-tolls/"
    },
    "type": "petition"
}