{
    "data": {
        "attributes": {
            "action": "Nationalise British (High Street) Banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There can surely never be a stronger case for nationalisation than for the high street banks. They are greedy are accused of excessive profiteering and are in a position where there is absolutely no market. Ten or so  banks, near identical products, huge gouging profits, outside of regulation or control or the economy, -they are the outstanding example of capitalism not working, and I am speaking as an entrepreneur and capitalist\nThe case against the banks - \nA they stifle and interfere with new and small business, this is particularly true where people don’t have large property portfolios to ’sacrifice’ as collateral. \nB they practically steal from their customers. (in fines levies and loan rates etc)\nC customers no longer have control of their own accounts. EG the Direct Debit system.\nD They punish the poor and reward the rich.\nE No competition - slow, inefficient, poor service, incompetent, huge profits\nF No reason for a market in this area now.\nUtilities are supposed to support our economy not drain it, and these companies are one of the reasons we cant compete with real capitalists like the Chinese.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-24T07:19:53.880768Z",
            "creator_name": "Robert Lucien Howe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T07:19:53.880768Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2007-12-02T00:01:01.926509Z"
        },
        "id": 5084988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NationaliseBanks/"
    },
    "type": "petition"
}