{
    "data": {
        "attributes": {
            "action": "exert control over this web-site by instructing the administrators to specify WHICH petition is perceived to be similar to a later petition which is rejected for that reason.  Failing that please instruct them to supply an e-mail address for direct contact!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was alerted to the existence of this web-site over six months ago; by receiving an e-mail asking me to sign a specific petition.  Since then I have created a considerable number of petitions myself; I do accept that duplicates of already-existing petitions are rejected but if one feels that one's own petition was NOT duplicated (and also feels strongly enough about it to want to re-submit it) one can spend a VERY long time, sometimes, looking through all possible petitions to find the one perceived to be similar so that one can alter one's own petition for it to be reconsidered.  If there is a mechanism to find duplicate/similar petitions why is it not equally possible to identify the specific duplicate/similar petition to the creator?",
            "closed_at": "2007-08-24T00:00:00Z",
            "created_at": "2007-05-24T02:05:11.847720Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T02:05:11.847720Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5084422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/similarpetitions/"
    },
    "type": "petition"
}