{
    "data": {
        "attributes": {
            "action": "support the international Sudan/Darfur Divestment campaign and ask UK pension funds and investors to divest from those businesses operating in Sudan that create revenue for the Sudanese government, provide little economic benefit to Sudanese citizens, and allow Khartoum to continue to conduct mass killings in Darfur and eastern Chad, thus ensuring that British money is not being used to indirectly fund atrocities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The targeted divestment campaign focuses only on companies that fulfill the following criteria:\n - provide significant revenue streams to the Sudanese Government, \n - provide little or no economic benefit to ordinary Sudanese civilians, and\n - have demonstrated no corporate governance policy with regards to Darfur. \n\nTargeted divestment is careful to minimise any humanitarian impact, for instance by not targeting the agricultural sector, which still employs 80% of the Sudanese workforce. \n\nFollowing four years of ethnic cleansing in Darfur by the government of Sudan against its own people, political pressure has done little to stop the murder, rape and displacement of hundreds of thousands of Sudanese. Up to 400,000 have been murdered and at least 2.5 million are displaced and relying on international aid to survive. \n\nThe UK targeted divestment campaign is part of an international campaign that seeks to press Khartoum to end its role in the mass killings and to allow a UN peacekeeping force of 20,000 into the Darfur region to protect civilians.",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-24T10:07:56.582386Z",
            "creator_name": "Victoria Pearse of the Darfur Divestment Campaign",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T10:07:56.582386Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 179,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5086925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/darfurdivest/"
    },
    "type": "petition"
}