{
    "data": {
        "attributes": {
            "action": "support free speech in the UK and lend his support to Oxford English Dictionary's recognition of the word 'McJob' as a fully justified and widely used term in common usage by people across the modern United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "McDonald's, the multi-billion dollar fast food company, has launched a petition to get the dictionary definition of a McJob changed. The Oxford English Dictionary currently describes a McJob as \"an unstimulating low-paid job with few prospects\". \n\nMcDonald's says this definition is now \"out of date and insulting\", and claims a survey found that 69% of the UK population agree it needs updating.\n\nWe, the undersigned, believe this survey to be nothing more than a corporate stunt, and believe that McDonald's refusal over several decades, in countries across the world, to pay rates of pay which barely allow many employee's to live above the poverty line leaves them rightly open to widespread and generic public ridicule. McDonald's has had a chance to pay excellent wages based on massive profits for many years but instead has sought to maintain huge profit margins over employee pay or job satisfaction and so the title 'McJob' is justified and appropriate as a generic term for poor jobs.",
            "closed_at": "2007-08-24T00:00:00Z",
            "created_at": "2007-05-24T14:10:15.932626Z",
            "creator_name": "Nader Khalifa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T14:10:15.932626Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5090313
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-McJob/"
    },
    "type": "petition"
}