{
    "data": {
        "attributes": {
            "action": "Stop allowing the council to licence zoos'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local councillors have the final say as to whether a zoo may be issued a licence. In many cases the zoo legislations are not upheld and the councillors are turning a blind eye for the sake of tourism in their area. The DEFRA vet report may show that work needs to be done to bring the zoo up to standard regarding the health, safety and welfare of the animals and the public. The council are given the final decision as to whether to issue a new licence to the zoo and this is totally wrong and reports show this to be the case. The issue of zoo licencing needs to be taken out of the hands of councillors and be given solely to the professionals who hold the neccessary qualifications regarding the welfare of animals.  It is also vital for the sake of the public as they too are at high risk when it comes to hygiene and safety, due to the fact that these too are being ignored and reports are on record as proof. A small seaside zoo is proving this at the moment and has been inspected by animal welfare and described as \"diabolical\" This is not the only one. The laws need to be changed and the RSPCA and vets should have authority over and above the council.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-24T14:59:30.161664Z",
            "creator_name": "Elizabeth King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T14:59:30.161664Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2007-12-02T03:11:55.956674Z"
        },
        "id": 5090946
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/zoolicencing/"
    },
    "type": "petition"
}