{
    "data": {
        "attributes": {
            "action": "use criminals to generate renewable energy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The pathetic sentences being dished out and luxury prison facilities are no deterrent against criminal activities. Law-abiding taxpayers are forced to fund these institutions. \n\nMeanwhile, governments are discussing the green agenda and using nuclear power instead of depleted unrenewable energy sources. \n\nThe solution? Use convicted criminals to generate the nation's energy. It is simple to connect a rowing machine or cross-trainer found in a prison gym to a turbine, which in turn could be used by energy companies to supply the country. \n\nForce criminals to spend time each day on this equipment while in jail. Alternatively, sentence convicts undertaking pointless community service (e.g. washing off graffiti which will be replaced immediately after its removal) to a certain number of hours of energy generation in lieu of their crimes. At the very least, the criminals can generate the energy needed to run their prisons so taxpayers do not have to fund it. \n\nThis energy creation will also alleviate the need for nuclear power plants recommended recently, and will cut prices of commodities elsewhere, e.g. petrol, as the burden on unrenewable energy sources is eased.",
            "closed_at": "2008-05-24T00:00:00Z",
            "created_at": "2007-05-24T16:18:36.585496Z",
            "creator_name": "Rob Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T16:18:36.585496Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5091808
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/criminalenergy/"
    },
    "type": "petition"
}