{
    "data": {
        "attributes": {
            "action": "To stop the merger of Central Lancaster High School, Hornby High and Skerton High School Lancaster- to become an Academy School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up to three new academy schools could be built in Lancashire under plans revealed by the county council.\nOne will replace Central Lancaster, Skerton and Hornby high schools in Lancaster. \nLancashire County Council hope the new academies, if approved, will be ready for the 2008/09 academic year. \nCouncillor Alan Whittaker, cabinet member for education, said the academies programme was a \"great opportunity\" to improve the educational experience of children in Lancashire.\n'The schools chosen to be replaced have a high number of surplus places and the initiative to form academies have come from the schools themselves, Mr Whittaker told the BBC. ' - This isnt the case as Central Lancaster High School is an oversubscribed school who at their last Ofsted inspection achieved 'Outstanding    \nSchool Status'. With the postcode lottery of choosing secondary schools, i as a parent, spent months worrying and waiting to see if my child had got into this excellent, small secondary school, to find out only 2 months later that they are merging with two other schools and forming an Academy.\nKeep Central Lancaster High as it is.",
            "closed_at": "2007-12-02T00:00:00Z",
            "created_at": "2007-05-24T22:04:53.979408Z",
            "creator_name": "Theresa Russell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-24T22:04:53.979408Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 49,
            "state": "finished",
            "updated_at": "2007-12-03T00:01:01.268944Z"
        },
        "id": 5094883
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCLHS/"
    },
    "type": "petition"
}