{
    "data": {
        "attributes": {
            "action": "Stop this madness of pricing everyone for disposal of rubish and start dealing with the causes ie:manufacturers and processors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Its time this government stopped this madness of charging for what you through away and when you through it away and now even were you through it away. If were not charged to have our bins emptied we will be charged for having to much rubbish, the wrong rubbish and now they want to charge us for using the local tip for our rubbish as well. We all know this will only end up dumped all over our countryside instead and then we`ll have to pay to have that taken away.\nthis has to stop we all beleive in the benefits of recycling and helping the planet but dont charge us for our rubbish deal with the manufacturing industries and food processors who use to much packaging for everything. We need to life so have to buy goods therfor we have all got rubbish to get rid of. Cut the packaging and the rubbish will reduce.Dont charge Us Help us to do our bit.These taxations are unfair, unjust and underhanded they must not be allowed.",
            "closed_at": "2007-11-25T00:00:00Z",
            "created_at": "2007-05-25T06:02:25.728610Z",
            "creator_name": "Mr C.Anniwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-25T06:02:25.728610Z",
            "rejected_at": "2007-07-01T00:01:03.378352Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/RubbishRubbish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5095740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rubish-tax/"
    },
    "type": "petition"
}