{
    "data": {
        "attributes": {
            "action": "Investigate ISP's oversubscribing on their network and throttling broadband",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Internet providers are quite clearly oversubscribing on their networks and are resorting to throttling speeds to lower congestion. The problem is they are selling a product by speed and are not offering this speed at peak times (anywhere from 4pm to 1am) which means the service you are paying for is not the service you bought or was advertised. With todays broadband services, eg Games on Demand (up to 4gb per download), movies on demand (up to 2gb in size) and music on demand (anything up to 300mb per album) ISP's have severely underestimated customers usage and rely on this underestimate to continue to oversubscribe their networks and keep the status quo. The problem now being is that the status quo is no longer maintained as we are now being throttled on speeds and blocking ports to restrict the speed we signed up for. The ISP's are blaming pirates but as I have clearly shown this is not the case, it is normal useage for todays bandwidth hungry services and it is unacceptable that our service is being degraded and this needs to be investigated NOW and THOROUGHLY as the state of broadband in the UK is now suffering.",
            "closed_at": "2008-05-31T00:00:00Z",
            "created_at": "2007-05-25T08:44:37.585064Z",
            "creator_name": "Lee Sexton",
            "government_response_at": "2008-07-17T12:16:04.639137Z",
            "government_responses": [
                {
                    "created_at": "2008-07-17T12:16:04.639137Z",
                    "details": "You signed a petition asking the Prime Minister to \"Investigate ISP's oversubscribing on their network and throttling broadband.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15982.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'broadbandripoff'",
                    "updated_at": "2008-07-17T12:16:04.639137Z"
                }
            ],
            "opened_at": "2007-05-25T08:44:37.585064Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2614,
            "state": "finished",
            "updated_at": "2008-06-02T04:04:24.188032Z"
        },
        "id": 5096802
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/broadbandripoff/"
    },
    "type": "petition"
}