{
    "data": {
        "attributes": {
            "action": "allow Tul Bahadur Pun VC to live in the UK and receive any support he may require.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tul Bahadur Pun VC (84) is a former Gurkah soldier living in Nepal. He was awarded the Victoria Cross (the highest recognition for valour \"in the face of the enemy\") for single-handedly storming a Japanese machine gun post in 1944. \nThe following is quoted from the citation: “His outstanding courage and superb gallantry in the face of odds which meant almost certain death were most inspiring to all ranks and beyond praise”.\nTul Bahadur Pun VC now wishes “to settle the UK to have better access to medication, care and support.\" Despite his service to this country he has been told that he does not have “strong ties with the UK” and has consequently been denied the right to live here. He requires daily medication for a number of health problems, medication that is not always available where he lives. \nI’m sure you agree that it is disgraceful for a man who has risked his life in defence of the country has been denied the right to live here and receive the support he needs. \nI have placed this petition in the “International Affairs and Defence” category as there is no “National Disgrace” category on this site.",
            "closed_at": "2007-08-25T00:00:00Z",
            "created_at": "2007-05-25T14:38:58.347880Z",
            "creator_name": "Ross Kennedy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-25T14:38:58.347880Z",
            "rejected_at": "2007-07-01T00:01:03.378352Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5102941
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TulBahadurPun/"
    },
    "type": "petition"
}