{
    "data": {
        "attributes": {
            "action": "Force legislation through protecting Football Season Ticket Holders that each person is entitled to a ticket irrevelant of how much a person pays, if not enough tickets a fair draw to be drawn up and supervised by an Independent Legistar , for the full allocation of Cup Final Tickets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Independent Registar, will be able to enforce a fair allocation of tickets to Season Holders.\nTwo recent examples of unfair treatment of Season Holders at Cup Finals stand out; \nLiverpool football club, the Champions League Cup Final in Athens, not counting the 6000 tickets allocated to Sponsors, how many went to the loyal fans regulary attending Matches.\nAnother example which i am much more aware of, the UEFA cup final in Seville, 18000 tickets allocated to Celtic Football Club to do as they wish and they certainly did.\nEach Debuncture Season Holder was Guaranteed at least 4 tickets, possibly 2000 or so of them = 8000 tickets thank you.\nThe rest went to whomever they wished to award. It was a fact each employee from the clerical, sales, security, football players and anyone with a connection to someone in the club, managed to get tickets, some paid, others simply given complimentary.\nOnly a couple of hundred went to fans whom followed the team each year, paying expensive season books or tickets.\nThis is Immoral, football clubs must distribute tickets fairly to avoid the scenes, like Athens.\nThey are not capable to regulate themselves, they cannot be trusted.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-05-25T15:20:35.340966Z",
            "creator_name": "Thomas Bowman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-25T15:20:35.340966Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-03-04T03:11:59.969552Z"
        },
        "id": 5103506
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cupfinaltickets/"
    },
    "type": "petition"
}