{
    "data": {
        "attributes": {
            "action": "grant a visa immediately to Gurkha Tul Bahadur Pun VC (born 23 March 1923) a Nepalese recipient of the Victoria Cross, so that he may settle in the United Kingdom, particularly because of his ill-health and his desire to be with his veteran comrades in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Reading about 84 year old war veteran Pun, a true real life hero at http://en.wikipedia.org/wiki/Tulbahadur_Pun must fully justify his request of a visa to become a resident of the United Kingdom. \n\nBriefly: During an attack on a railway bridge he was the sole survivor from the entire section of his platoon. Alone, in terrible conditions, he attacked and captured a heavily bunkered position against overwhelming odds. He then gave supporting fire for the remainder of his platoon to complete their mission.\nLately he suffers heart problems, asthma and diabetes. Precariously perched at 16,000 feet, Mr Pun's home has no roof, sanitation, nor running water and he is in constant fear of landslides during the monsoon season.  To receive his monthly British Army pension he must appear in person at the Gurkha army camp at Pokhara. This entails being driven for 3 hours and then walking for a whole day (being carried by 2 or 3 men).\n\nBritain MUST give this extraordinary courageous man a home!",
            "closed_at": "2008-05-26T00:00:00Z",
            "created_at": "2007-05-26T01:32:10.254371Z",
            "creator_name": "David Marshall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-26T01:32:10.254371Z",
            "rejected_at": "2007-06-30T00:01:02.438028Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5108693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VisaGurkhaVC/"
    },
    "type": "petition"
}