{
    "data": {
        "attributes": {
            "action": "immediatly reverse the decision to refuse entry to Tul Bahadur Pun VC. and admit him to the UK with full status in recognition of his service to this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am totally disgusted having watched BBC News tonight. One story was about Tul Bahadur Pun, a Ghurkha Victoria Cross winner, who served our country in the 2nd world war. He showed incredible courage under fire and was justly recognised for it. He has been over here to see The Queen Mother and for various other important occasions over the years. Now that he has asked to come here and settle, because he is ill and needs access to medical help, we have told him \"NO… you do not have a strong enough connection to the UK\". \nI served queen and country for 14 years and this man is my brother. He is a fellow soldier and should be treated equally to me. I am ashamed at the way successive Governments have treated the Ghurkhas. They are good enough to serve and die for our freedoms, yet they are not good enough to be our equals!! We let in and provide for all and sundry, before they have given anything to our country, yet we neglect our own soldiers. Shame on us - we need to change this injustice.",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-05-26T20:36:06.853123Z",
            "creator_name": "Veronica Milton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-26T20:36:06.853123Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5113994
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Let-VC-Hero-in/"
    },
    "type": "petition"
}