{
    "data": {
        "attributes": {
            "action": "Refrain from further legislation which restrict the rights of responsible, caring human beings from going about their daily business",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing about new laws you reportedly intend to introduce regarding police rights to stop, search, question and remove property with no need to justify their actions.\n\nI recognise that there were horrendous acts of terrorism in London and New York a few years ago and one would not wish this activity to escalate.   However, actions of the type suggested only serve to fuel further activity of this kind and fuel racial and religious hatred.\n\n99.9% of people just want a happy and peaceful life.   There are a few who would like to spoil this, but the main 'terrorists' appear to me to be those that use the behaviour of a small number of unhappy people who wish to harm others, to limit the freedom and safety of others and to line their own pockets.\n\nIf you believe that it is right to restrict the movements and behaviour of many to limit the risk of the very few 'bad apples', then I believe you are misguided.\n\nWhatever the original intentions of these laws, they simply infringe the human rights of honest and decent people with a genuine care for their fellow human beings - not those purely fixed on political agendas and big business.   \n\nPlease stop the introduction of further restrictive laws in the UK now.",
            "closed_at": "2007-07-27T00:00:00Z",
            "created_at": "2007-05-27T09:18:34.312839Z",
            "creator_name": "Annie Lawler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-27T09:18:34.312839Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/policestoppowers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5115850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewLaws/"
    },
    "type": "petition"
}