{
    "data": {
        "attributes": {
            "action": "allow Tullbahadur Pun VC to live in Britain for his health",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Burma on 23/6/44, Tul Bahadur Pun single-handedly stormed Japanese machine-gun positions and the Gurkha’s extraordinary act of valour won him the VC.\n\nYet, despite his illustrious record, his application to live in Britain has been refused.\n\nThe old soldier was told: \"You have failed to demonstrate that you have strong ties with the UK.\"\n\nMr Pun, who has a number of serious health problems, must hope he can \nsurvive the intervening months in his home in Nepal.\n\nHe has a heart condition, poor eyesight, asthma, diabetes, high blood \npressure and he requires daily medication – which is not always \navailable where he lives.\n\nMr Pun, who receives a £132 a month Army pension, wants to move here \nbecause of his health.\n\"I take a substantial amount of medication daily. There is not always \na constant supply.\n\n\"There are no doctors or nurses, no medical outposts.\n\n\"I wish to settle in the UK to have better access to medication, care \nand support.\"\n\nHe has to travel from his mountain home to the Gurkha camp at Pokhara \nonce a month to collect his pension.\n\nIt involves a day’s walk and he has to be carried in a basket by several men.",
            "closed_at": "2007-07-27T00:00:00Z",
            "created_at": "2007-05-27T08:30:00.433514Z",
            "creator_name": "Stephen Cattell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-27T08:30:00.433514Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5115590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gurgka/"
    },
    "type": "petition"
}