{
    "data": {
        "attributes": {
            "action": "Ensure the British Olympic team participate in the 2008 Bejing games under the Olymic flag instead of the Union Jack unless China frees the 11th Panchen Lama prior to the event.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1989, following the death of the 10th Panchen Lama, the abbot of Tashilhunpo Monastery, Chadrel Rinpoche, was given the task to head the search for the Panchen Lama's reincarnation. Chadrel Rinpoche sent a list of possible candidates to Dharamsala and on 15 May 1995 the Dalai Lama announced that six year old Gedhun Choekyi Nyima had been recognised as the 11th Panchen Lama. The Chinese Government, intending to choose its own candidate, denounced the Dalai Lama's recognition as \"illegal and invalid\". On 17 May 1995 the Chinese authorities abducted Gedhun and his family. At the time Gedhun was probably the world's youngest political prisoner.\nIn May 1996 China admitted that Gedhun and his family were being held at a secret location.\nThe Chinese Government still refuses to reveal Gedhun's whereabouts or accede to the numerous requests from the United Nations and Western governments to allow impartial international observers access to check on his living conditions and well-being. Gedhun will now be 18 years old.\nIn this respect Great Britain should attend the Bejing olympics under a neutral flag in protest at the abduction of the 11th Panchen Lama.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-05-27T19:12:52.727491Z",
            "creator_name": "Roger Morrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-27T19:12:52.727491Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-03-07T00:01:01.553785Z"
        },
        "id": 5119976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OlympicFlag/"
    },
    "type": "petition"
}