{
    "data": {
        "attributes": {
            "action": "To Authorise Medical Treatment on the NHS in this Country for Tul Bahadur Pun  V.C. and all former and retired Ghurka Soldiers who have served this Country well in the British Army",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tul Bahadur Pun V.C. is a retired and former Ghurka Soldier who won the V.C. in Burma in 1944, where,singlehanded, he took out a Japanese Machine Gun Post. We needed him and his kind to help us then and now, as the Ghurka Soldiers still serve this country Proudly and bravely, they are second to none and extremely patriotic to the U.K. Now Tul Bahadur Pun V.C. Needs us,, he has heart problems and diabetes and has asked for treatment in this country, the country that he fought so bravely for, But Tul has been refused treatment here, Why, Because someone somewhere has said that Tul had failed to demonstrate that he had strong ties with Britain??\nWhat stronger ties can you have than what he did, and others like him, we owe them a sincere debt of gratitude and we must urge the P.M. Be it Mr Blair or Mr Brown to intervene here and right this wrong as soon as possible.\nSupport the loyal Ghurka's Past and Present.They fought and fight for us, now we must fight for them!  Thank you Paul Barnes Cornwall.",
            "closed_at": "2007-11-27T00:00:00Z",
            "created_at": "2007-05-27T17:34:25.881509Z",
            "creator_name": "Paul Barnes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-27T17:34:25.881509Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5119349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheGhurkas/"
    },
    "type": "petition"
}