{
    "data": {
        "attributes": {
            "action": "Allow a non-means tested, financial support system, payable to people with disabilities,for extra heating.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am disabled. Thousand's of people are disabled in the UK.Apart from being disabled, we all share one common problem: Heating costs. I have Rheumatoid Arthritis, Along with countless other Arthritis sufferers, we need our heating on,a lot more than average.Last month in the welsh assembly,Leanne Wood,Plaids shadow social justice minister said Quote \"UK government should provide disabled people with the same protection from the cold as older people\" &\"If the government accepts the principle that pensioners, as a vulnerable group, need additional help in the winter, surely that principle must be applied to other vulnerable groups.\"\nThere are many thousands of disabled people who simply cannot afford extra heating in the winter,let alone any other time.With ever rising,heating charges/costs it is becoming increasingly difficult to provide for ourselves\nsuch a basic commodity in life,which reduces DEATH and helps ease certain conditions. \nSo i urge you,help BRITAINS DISABLED,give a heating cost benefit.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2007-05-27T18:50:36.734997Z",
            "creator_name": "Kristian A Hawkins",
            "government_response_at": "2008-08-13T10:52:43.106899Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T10:52:43.106899Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow a non-means tested, financial support system, payable to people with disabilities, for extra heating.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16465\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fightforheating'",
                    "updated_at": "2008-08-13T10:52:43.106899Z"
                }
            ],
            "opened_at": "2007-05-27T18:50:36.734997Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1423,
            "state": "finished",
            "updated_at": "2008-06-14T03:34:19.830747Z"
        },
        "id": 5119831
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fightforheating/"
    },
    "type": "petition"
}