{
    "data": {
        "attributes": {
            "action": "Remove parking restrictions imposed by private parking companies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A maximum stay parking restriction is now in place at St. Georges Cross, Maryhill Road, Glasgow where LIDL and Iceland have their stores next to the former plastics factory. I find it completely absurd that motorists who choose to use this car park for other means than just to shop are now being victimised by these retailers who authorise a private parking company to enforce these costly parking tickets at £40 a time for exceeding the so called maximum stay within Maryhill which is hardly a stone throw from Glasgow City Centre. The worst news for motorists who have used this car park for many years without any problem is that this restriction crept in overnight without any real research being carried out and of no apparent benefit to the retailers other than to penalise motorists. I urge you as both a resident and customer or motorist to sign the petition against parking restrictions imposed within the Maryhill area. There is clearly no need for these restrictions in place. It is quite clearly causing unnecessary aggrevation to both motorists and retailers throughout major cities in Scotland. Thank you.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-05-27T20:37:01.403553Z",
            "creator_name": "GIUSEPPE BACCHETTI",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-27T20:37:01.403553Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-11-11T11:10:04.874766Z"
        },
        "id": 5120475
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LIDL-PARKING/"
    },
    "type": "petition"
}