{
    "data": {
        "attributes": {
            "action": "ensure all UK police forces issue personal stab vests to PCSO's and to standardise the equipment between Police and Special Constables!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The lives of police community support officers (PCSO’s) are being put at risk as police chiefs refuse to issue them with stab vests, their union claims. It is a fact that some police forces do not issue personal stab vests to Special Constables who unlike PCSO's do get deployed to confrontational incidents. A minimum standard of protection should be set to provide all PCSO's and Special Constables with a personal issue stab vest!  There should not be any issue regarding the difference in quality of  equipment provided to a regular Police Constable and with that provided to a Special Constable or PCSO. Different Police forces have different policies regarding the issuing of equipment so even though a Special Constable has the same powers and can face the same dangers as a regular officer when out on patrol, due to them overall not performing as many hours they are in some forces issued cheaper equipment. This ranges from different batons up to not having a personally fitted stab vest! In conclusion to ensure the safety off officers within our police forces stab vests must be issued to PCSO's and all equipment be standardised between Police and Special Constables within each force!",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2007-05-28T03:53:49.614307Z",
            "creator_name": "James Straker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-28T03:53:49.614307Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 70,
            "state": "finished",
            "updated_at": "2008-06-05T00:01:01.278863Z"
        },
        "id": 5121509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceEquipment/"
    },
    "type": "petition"
}