{
    "data": {
        "attributes": {
            "action": "have Power Kite Sports listed as a Category A (Permitted without restriction) Non Agricultural Use in the Single Payment Scheme and Cross Compliance regulations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the Rural Payment Authority (RPA) who administers the Single Payment Scheme advises that Power Kite sports are classified as a Motor sport, which is listed under Category B – restricted Access. Under this classification farmers are permitted to allow the use of their land but for only 28 days per year. If power kite sports are granted the same classification as Para-gliders and Hang-gliders, farmers would be permitted to allow power kite sports to be carried out without any restrictions on their land and therefore without impact to their Single Payment Schemes Subsidies. It is this primary classification that is creating a prohibitive financial barrier to Power kite sports expanding and creating Safe Flying zones.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2007-05-28T09:33:12.084056Z",
            "creator_name": "Chris Dowie",
            "government_response_at": "2008-08-12T15:53:22.709237Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:53:22.709237Z",
                    "details": "You signed a petition asking the Prime Minister to \"have Power Kite Sports listed as a Category A (Permitted without restriction) Non Agricultural Use in the Single Payment Scheme and Cross Compliance regulations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16462\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'safeflyzones'",
                    "updated_at": "2008-08-12T15:53:22.709237Z"
                }
            ],
            "opened_at": "2007-05-28T09:33:12.084056Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1413,
            "state": "finished",
            "updated_at": "2008-06-13T03:40:35.976241Z"
        },
        "id": 5122542
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/safeflyzones/"
    },
    "type": "petition"
}