{
    "data": {
        "attributes": {
            "action": "tackle the increasing crime of car cloning and to help the victims of this crime by making anti-theft vehicle registration plates as standard on all new vehicles or at least requiring the motor trade to offer anti-theft plates as an option; and to permit victims of number plate theft to reregister their vehicles under a different mark immediately the crime is reported.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Car cloning where criminals steal the identity of your vehicle to commit crimes such as speeding offences, parking offences, petrol forecourt drive offs and worse is on the increase.  Arguably, the Government’s policies including the growing number of speed cameras have contributed to the increase.  But there are simple measures, which can help to reduce this crime such as anti-theft number plates, which break into pieces and become unusable once removed from the vehicle.  If you are the victim of car cloning, it is up to you to prove that you are innocent of the crimes committed using your car’s stolen identity.  You also have to wait until you become the victim of those further crimes before the Government will consider taking action - currently the DVLA will only consider issuing a new registration mark to victims of car cloning if they are persistently being contacted about fines and charges for which they are not responsible.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2007-05-28T08:55:52.781804Z",
            "creator_name": "T Griffiths",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-28T08:55:52.781804Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 59,
            "state": "finished",
            "updated_at": "2008-06-05T00:01:01.278863Z"
        },
        "id": 5122242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopCarCloning/"
    },
    "type": "petition"
}