{
    "data": {
        "attributes": {
            "action": "Change the criteria to qualify for the healthy start vouchers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although I feel that the healthy start vouchers for milk formula, & veg are a great idea for families with a low income, the way which the criteria for which you can qualify for the vouchers are unfair.\nIt is unfair as if you receive working tax credit, regardless of how much your family income is, you cannot qualify.  So therefore parents who choose to work a little or have low paying jobs, are unable to benefit from this, even though there income may be less than a family who (for whatever reason and without prejudice) are totally on benefit.\nAll the earnings that the family receive should be judged on how much is it, not just the name of it, i.e. income support, tax credit, or wages.  It is unfair that people may be penalised because they choose to work a little, or have low income jobs and would technically be “better off” on benefit but choose to work. Especially if you live in areas of the country which have lower than average wages. I got the inpresion that this govenment was trying to encourage parents to work if they wished.\nSo I fell that this benefit should be means tested, with an upper earning limit, regardless of what benefits you receive, if any.",
            "closed_at": "2007-12-05T00:00:00Z",
            "created_at": "2007-05-28T11:41:30.000760Z",
            "creator_name": "Paula Sargent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-28T11:41:30.000760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2007-12-06T00:01:02.366519Z"
        },
        "id": 5123669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newhealthystart/"
    },
    "type": "petition"
}