{
    "data": {
        "attributes": {
            "action": "instruct DEFRA to amend the rules governing the applications for dog control orders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Instead to limit applications to specific areas within applying boroughs. We're asking this in order to prevent local council's Executive from introducing new laws that will prevent responsible owners allowing dogs off their leads in all the boroughs parks and open spaces.Whilst we recognise that dangerous dogs must be controlled at all times, the majority of dogs benefit from off-lead exercise, free interaction and association with other animals. In addition dog owners enjoy the benefit of exercise that would be lessened by walking dogs only on the lead.\n\nThese laws are excessive and unnecessary. The majority of dog owners are responsible and should not be confused with irresponsible ones or vandals. Local councils should enforce current legislation designed to police irresponsible dog owners. \nNo arguement is offered for control orders to prevent allowing dogs off lead on any of the boroughs streets, childrens play areas or housing estates, but park's and open spaces set aside for the enjoyment of all must include the facility for dog owners to exercise their dogs off lead and not restricted to inadequate in size or location exercise areas.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2007-05-28T14:18:54.371968Z",
            "creator_name": "joe nelson",
            "government_response_at": "2008-01-11T16:25:29.723096Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:25:29.723096Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct DEFRA to amend the rules governing the applications for dog control orders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14233.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dogs-Off-Lead'",
                    "updated_at": "2008-01-11T16:25:29.723096Z"
                }
            ],
            "opened_at": "2007-05-28T14:18:54.371968Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3053,
            "state": "finished",
            "updated_at": "2007-12-15T00:01:01.472388Z"
        },
        "id": 5125012
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogs-Off-Lead/"
    },
    "type": "petition"
}