{
    "data": {
        "attributes": {
            "action": "remove the VAT on all sun cream products as they are not luxury items!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each year 60,000 new cases of all types of skin cancer are diagnosed in the UK with over 1,500 people dieing from malignant melanoma alone. UVA & UVB have both been linked to skin cancer, including malignant melanoma. Sunbathing increases your skin's exposure to ultraviolet light and so increases your risk of skin cancer.\n\nBurned skin - very painful, Cancer - can be fatal.\n\nPrevention. We are advised to use a high-factor sunscreen of at least SPF15 that filters out UVB and UVA and reapply it every two hours. We all know how expensive yet essential sun cream is but did you know that we pay VAT on it?! \n\nSun creams are viewed by the government as a luxury item and therefore have VAT on them at 17.5%. We can all do the maths on how much per bottle we are giving the government for trying to protect ourselves and loved ones! \n\nWhy is sun cream looked upon as a luxury item?\n\nI would like to ask the Chancellor of the Exchequer to remove the VAT on all sun cream products as they are not luxury items as we are advised by many organizations including the government itself that when exposed, to use sun cream as prevention from the harmful affects of the sun!\n\n\nEnjoy the sun, but take it easy and stay safe!",
            "closed_at": "2007-07-28T00:00:00Z",
            "created_at": "2007-05-28T19:20:22.888661Z",
            "creator_name": "Phil Lawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-28T19:20:22.888661Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/sunscreen/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5127389
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Suncream/"
    },
    "type": "petition"
}