{
    "data": {
        "attributes": {
            "action": "Expedite into law as soon as possible the Sexual Orientation Rights Act in England and Wales and ignore the religious bigots who seek to prevent gay people from enjoying full rights in a just society",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people of all religions are seeking to use their religion to deny gay people the same rights as everyone else in the United Kingdom. They unite in their hatred and bigotry to try and opt out of behaving in a decent and proper manner to gay people simply because their religion is homophobic.\nThe vast majority of people in this country, of all religions or none, are tolerant and fair-minded and it is up to these people to back gay rights and stop the religious bigots preaching their hatred.",
            "closed_at": "2007-02-15T00:00:00Z",
            "created_at": "2007-01-10T13:26:19.627845Z",
            "creator_name": "Raymond Cole",
            "government_response_at": "2007-03-27T16:09:54.999039Z",
            "government_responses": [
                {
                    "created_at": "2007-03-27T16:09:54.999039Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Expedite into law as soon as possible the Sexual Orientation Rights Act in England and Wales and ignore the religious bigots who seek to prevent gay people from enjoying full rights in a just society.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11350.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/GayRights/",
                    "summary": "Government response to petition 'GayRights'",
                    "updated_at": "2007-03-27T16:09:54.999039Z"
                }
            ],
            "opened_at": "2007-01-10T13:26:19.627845Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 202,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 512846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GayRights/"
    },
    "type": "petition"
}