{
    "data": {
        "attributes": {
            "action": "Stop the unnecessary politcal correctness, prejudice, red-tape, ageism and overly intrusive grilling involved in the adoption process.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Me and my fiance are applying to become adopters and we along with many other potential adopters are fed up with the aforementioned issues that surround the whole adoption process. We are good, honest, law-abiding citizens who both work as teachers. We have no criminal convictions, we have no history of abuse/neglect against children and we both regularly look after 4 young children (all under 10) overnight who are family members. We feel that we are on trial and my fiance has been made to feel that he is about to drop dead any minute because the issue of his age (57) has been raised so many times. We know of a foster carer who is 75 and currently has 3 long term foster children all aged under 5. This is apparently acceptable though. Please sign this petition and help us bring about a major change to the adoption process. Thank you.",
            "closed_at": "2008-05-28T00:00:00Z",
            "created_at": "2007-05-28T22:19:56.055642Z",
            "creator_name": "Charlotte Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-28T22:19:56.055642Z",
            "rejected_at": "2007-07-04T00:01:03.575144Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Adoption/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5128757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Adoption2007/"
    },
    "type": "petition"
}