{
    "data": {
        "attributes": {
            "action": "Introduce cat control restraint whereby cats are confined to their owner's property and a compulsory neutering and microchipping scheme to protect cats put in place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Change legislation that affects cat ownership, they have slipped under the radar for far too long at the detriment of their own lives, our neighbours and that of our wildlife. Cats are suffering with diseases, abuse and early death because they are allowed to roam freely, they should therefore be protected and treated as the domesticated animal that they are. \n\nFirstly, a law confining the cat to their owner's property or controlled while off the premises, giving full responsibility to the owner for their pets needs and requirements i.e litter training and more appropriate activities. Secondly, by being neutered they are less likely to be aggressive, to need to roam and spray. An unneutered, roaming male can mate with 40 females a year, a female can have 10,294 kittens over six years (statistics of cat action trust). By keeping owned cats confined it would be much easier to deal with abandoned, feral cats. Thirdly, the Environmental Protection Act 1990 should include stray cats, with microchiping an owned cat will be returned quickly and easily. But if the cat is not microchipped the owner will be charged for providing the service.   www.animalsoulstice.com",
            "closed_at": "2008-02-04T00:00:00Z",
            "created_at": "2007-05-29T07:20:04.394549Z",
            "creator_name": "Rozzalin White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-29T07:20:04.394549Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 64,
            "state": "finished",
            "updated_at": "2008-02-05T00:01:01.687869Z"
        },
        "id": 5129584
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/catlaws/"
    },
    "type": "petition"
}