{
    "data": {
        "attributes": {
            "action": "ensure that the farmer run Fallen Stock Scheme continues to operate beyond November 2008 for the benefit of all UK livestock farmers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the Scheme began in November 2004 we have distributed nearly £15million of government funding to farmers, with over 900,000 individual collections of fallen stock carried out by our registered collectors.  Our membership continues to grow and as of the beginning of May we have nearly 43,000 active members.  The Scheme has shown that working in partnership with Government really can benefit the industry. It has to be remembered that disbanding the Fallen Stock Scheme will not change the law. Fallen stock will still require disposal via a legal route. The Scheme not only offers a simple option to comply with the law but is also tailored to help reduce the financial and administrative burden to the farming industry.",
            "closed_at": "2007-08-05T00:00:00Z",
            "created_at": "2007-05-29T15:23:42.092301Z",
            "creator_name": "Jason King",
            "government_response_at": "2007-08-30T15:02:09.113154Z",
            "government_responses": [
                {
                    "created_at": "2007-08-30T15:02:09.113154Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure that the farmer run Fallen Stock Scheme continues to operate beyond November 2008 for the benefit of all UK livestock farmers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12969.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Fallen-Stock'",
                    "updated_at": "2007-08-30T15:02:09.113154Z"
                }
            ],
            "opened_at": "2007-05-29T15:23:42.092301Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1476,
            "state": "finished",
            "updated_at": "2008-01-18T03:14:35.665436Z"
        },
        "id": 5136281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fallen-Stock/"
    },
    "type": "petition"
}