{
    "data": {
        "attributes": {
            "action": "Create a department for improvement and cross-departmental integration to encourage cross-departmental working, integration, knowledge sharing and best practises. Encourage debate with policy stakeholders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DPM to link between the various stakeholders, policy units, goverment departments etc.\n \nThere are some common themes that could be championed in every policy and service. For instance, the green agenda, identifying waste and improvement opportunities, sharing best practises etc.,\n \nThese could be championed by a Deputy leader ensuring that cross-departmental initatives are happening, best practises shared and common aims being achieved. This is what in business defines the winners or losers. In goverment you can still see the management by silo mentality.  Whereby a devils advocate in cabinet close to the PM and ensuring cross-departmental actions are being carried out. The deputy leader closer to stakeholders such as    think-tanks, consumer groups, policy units to inspire a debate and innovations so they can be fed into the cabinet as a whole and not to each department silo. A council of representatives could be established that is chaired by the deputy leader. This would encourage debate and ideas across many stakeholders as  well the entire political spectrum.\n \nIt ensures that the cabinet, PM and stakeholders are aligned.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-05-29T18:42:48.007403Z",
            "creator_name": "Miles Weaver",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-29T18:42:48.007403Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-06-06T00:01:01.095188Z"
        },
        "id": 5138531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DPMrole/"
    },
    "type": "petition"
}