{
    "data": {
        "attributes": {
            "action": "Make legal small print, BIGGER!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Terms and Conditions!  The declaration  to a contract which will effect you both lightly, or greatly! My question is, why are the most important factors, the legal side printed in an unreadable format? WHY? Why is it allowed. Yes, ive never known any different, never questioned it, just skipped over your standard application , got confused and SIGNED!\nWhy are companies allowed to send dozens and dozens of product information, most which ends up being binned, yet any important legal terms are printed quarter of the size of standard print. Well I think its obvious why! So it gets skipped. this is just a blatent con trick to your average customer. We have come so accustom to this that we have become accepting of this as the norm. Again I ask why? Should the most important part of any documentation not simply be made eligible? This is no different from any con trick your likely to find. Its a way of getting you to pay, legally. Sure the information is there, but hidden, legally! We know no different, so we never challenge this. All documentation outlining any legal ramifications should simply be printed of equall proportion to the rest of the print.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-05-29T19:10:56.000303Z",
            "creator_name": "Matthew Barrett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-29T19:10:56.000303Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-06-07T03:48:27.643379Z"
        },
        "id": 5138844
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LegalPrint/"
    },
    "type": "petition"
}