{
    "data": {
        "attributes": {
            "action": "oppose plans to give the Police new powers to stop and question anyone in the UK,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under these proposals anyone who refuses to give their name or explain where they have been or what they were doing to the satisfaction of a Police Officer could be fined up to £5,000.\n\nThese proposals amount to a reincarnation of the old \"sus\" laws, under which British ethnic minority communities, espcially young men, were subject to being stopped on sight. The \"sus\" laws created huge resentment and undermined race relations in many communities.\n\nOut of 22,700 Metropolitan Police 'stop and searches' last year, only 27 led to terrorism related arrests. This demonstrates that such Police powers are not effective in fighting terrorism. \nThese proposed new Police powers will be used to target the Muslim community, young men in particular, leading to further anger and resentment. This will only serve to drive yet more Brtish young muslims into the hands of fundamentalist extremists. It will also only serve to drive a further wedge between the Police and sections of the Muslim community.\nThese proposals are highly misguided. They will do little to tackle terrorism, but will further undermine individual civil liberties, community cohesion and race relations.",
            "closed_at": "2007-11-30T00:00:00Z",
            "created_at": "2007-05-30T01:15:21.973068Z",
            "creator_name": "Ruth Styles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T01:15:21.973068Z",
            "rejected_at": "2007-07-05T00:01:03.748630Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/policestoppowers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5141275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Police-powers/"
    },
    "type": "petition"
}