{
    "data": {
        "attributes": {
            "action": "demonstrate a commitment to replacing animal experiments with more ethical and scientifically relevant non-animal research techniques, by committing to and publishing a targeted timetable for total replacement.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Non-animal research techniques are not only more ethical than animal experiments, they can also offer greater scientific relevance, repeatability and accuracy. In addition they are often faster and cheaper to perform. The government claims that replacing animal experiments is the end goal and yet lobbyists know this is unlikely to happen with any urgency without an explicit and targeted government timetable.",
            "closed_at": "2007-05-21T00:00:00Z",
            "created_at": "2006-11-21T14:36:29.151581Z",
            "creator_name": "Wendy Higgins",
            "government_response_at": "2007-06-12T16:27:57.294796Z",
            "government_responses": [
                {
                    "created_at": "2007-06-12T16:27:57.294796Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"demonstrate a commitment to replacing animal experiments with more ethical and scientifically relevant non-animal research techniques, by committing to and publishing a targeted timetable for total replacement.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11929.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'animaltesting'",
                    "updated_at": "2007-06-12T16:27:57.294796Z"
                }
            ],
            "opened_at": "2006-11-21T14:36:29.151581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2215,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 51435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animaltesting/"
    },
    "type": "petition"
}