{
    "data": {
        "attributes": {
            "action": "Take the opportunity, following the recent announcement to postpone the introduction of Home Information Packs (HIPs), to proceed with Energy Performance Certificates but to totally withdraw all other elements of HIPs. Following this, serious consulation should take place with Stakeholders to consider real ways of improving the Home Buying and Selling Process",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is clear that, amongst many Stakeholders, Consumer groups, the media and most importantly the public, that there remains massive concern that the proposed Home Information Pack (HIP) is not fit for purpose and should be totally withdrawn, not merely postponed until the 1st August. The House of Lords Merits Committee expressed the same concern as have a number of Opposition debates in Parliament.\nThe Government should now grasp the opportunity to proceed with Energy Performance Certificates but scrap the remaining elements of the pack. A serious debate, as previously offered by the Stakeholders, should then take place, on real ways of improving the home buying and selling process to the benefit of consumers.",
            "closed_at": "2007-09-08T00:00:00Z",
            "created_at": "2007-05-30T11:45:16.337747Z",
            "creator_name": "Peter Bolton King",
            "government_response_at": "2007-10-23T16:22:56.688604Z",
            "government_responses": [
                {
                    "created_at": "2007-10-23T16:22:56.688604Z",
                    "details": "You signed a petition asking the Prime Minister to \"Take the opportunity, following the recent announcement to postpone the introduction of Home Information Packs (HIPs), to proceed with Energy Performance Certificates but to totally withdraw all other elements of HIPs. Following this, serious consulation should take place with Stakeholders to consider real ways of improving the Home Buying and Selling Process.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13586.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NAEAHIP'",
                    "updated_at": "2007-10-23T16:22:56.688604Z"
                }
            ],
            "opened_at": "2007-05-30T11:45:16.337747Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1339,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5145355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NAEAHIP/"
    },
    "type": "petition"
}