{
    "data": {
        "attributes": {
            "action": "Re-classify Cheese as a Vegetable",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was inspired to raise this petition by Anna's (www.littleredboat.co.uk) post about re-classifying cheese as a vegetable. She says: \n\n'I contest, protest, attest, that we should reclassify cheese, right, as a vegetable.\n\nNow, I’m slightly hazy on the details, having been born, bred and schooled in inner-London, but I think that cheese is already pretty close to being a vegetable, because it comes from the “country”.\n\nI know that it comes from the cow. Yes. Or the goat or, in cases of lovely cheese, the sheep, but all these critters, you understand, come from the “country”. \n\nSO. \n\nAs vegetables come from the country, and cheese comes from the things that come from the country, it shouldn’t be too hard to fight to reclassify cheese as a vegetable. We’ll just need to wrap it in green wrapping, and make it a bit hairy or something (vegetables are a bit hairy sometimes, I think) and then it will be a vegetable.\n\nAnd will therefore have no fat in, and I will be able to eat it for every meal. \n\nIf not more.\nSorted.\n\nSo. Who’s in?\n\nLet’s Reclassify Cheese!\nFor the People! Yeah?'",
            "closed_at": "2008-05-30T00:00:00Z",
            "created_at": "2007-05-30T13:48:40.613551Z",
            "creator_name": "Damian Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T13:48:40.613551Z",
            "rejected_at": "2007-07-05T00:01:03.748630Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5147316
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CheeseVeg/"
    },
    "type": "petition"
}