{
    "data": {
        "attributes": {
            "action": "Gurpreet Kaur Sidana,39-A,Rose Avenue, Amritsar,India",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear PM Tony Blair,\n\nI had put Meena's name as nominee for one of my FDRs at Centurion bank of Panjab(CBOP).\nWithin less than a month the bank manager Gulzar Singh got my funds transferred into meena's account.My ATM card of CBOP got stolen by them during Kuki,Bholi's visit to Amritsar for Mrs.Sonia Gandhi to my place; and they used my ATM for fund imbroglios.\n\nMeenu, Sophia's sister, at CBOP  helped Shailinderjit in building funds and they  Internationalized CBOP.It has happened because of Narinderpal belonging to Gulzar Singh and is against the interests of International community.\nPlease stop the merger of Lord Krishna bank with CBOP as Premiers building will stop.\nAll my funds have been stolen by these big hifis by embezzling with my s/b a/cs and the funds that come to my hands never exceed Rs.1000,2000 with my jobs always going.Hope you understand the gravity of the problem. \nHandle it iron hand and stop the merger of Lord Krishna Bank with Centurion Bank of Panjab to stop Gulzar Singh's and Narinderpal's hisses of Premiers.\nPlease take very,very serious concern of our lives and funds.\nRegards,\nGurpreet Kaur Sidana.",
            "closed_at": "2007-06-10T00:00:00Z",
            "created_at": "2007-05-30T14:35:32.570595Z",
            "creator_name": "Gurpreet Kaur Sidana",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T14:35:32.570595Z",
            "rejected_at": "2007-06-15T16:38:25.965791Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5148004
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/finances/"
    },
    "type": "petition"
}