{
    "data": {
        "attributes": {
            "action": "order United Biscuits to re-introduce the Plain Chocolate HobNob",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The chocolate 'HobNob' biscuit has been a staple of tea breaks nationwide for over 20 years.\n\nA recent decision to withdraw from sale the Plain Chocolate HobNob is a disappointing move by United Biscuits, and must be reversed.  As a bastion of British culture the heritage of afternoon tea is of national importance, and in the late 20th Century the plain chocolate HobNob became an integral part of that tradition for millions of Britons.  In the absence of plain chocolate HobNobs we have been forced to eat inferior oat-based biscuits, or tainting our cuppa with creamy milk chocolate when only a high percentage of cocoa solids can allow us to truly explore the beverage's classic bouquet.\n\nA demonstration of the sheer scale of support for the Plain Chocolate HobNob is the only way to convince United Biscuits that reintroducing the plain chocolate HobNob to our supermarket shelves would help to protect a part of late 20th-Century culture which remains popular today.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-05-30T15:50:40.863880Z",
            "creator_name": "Paul Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T15:50:40.863880Z",
            "rejected_at": "2007-06-12T17:44:53.049345Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5149012
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HobNobs/"
    },
    "type": "petition"
}