{
    "data": {
        "attributes": {
            "action": "re-classify Insomnia as a Mental Illness",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Insomnia causes alterations in thinking, mood and behaviour. Sufferers have difficulty in handling situations and feelings. The ability to adapt to one’s environment is affected. The causes are widespread and only by classifying the condition as an ILLNESS (instead of a SYMPTOM, as it currently is) can proper research and treatment be found. It would also legitimise the condition and offer the sufferer an anchor in diagnosis. The inability to sleep, get to sleep or sleep soundly is a serious condition, which should be regarded as an ILLNESS and treated as such.\nIn order to be classified as a mental illness, a disease needs to fulfil certain criteria.\nMental illness can be defined as:\n• Health conditions that are characterized by alterations in thinking, mood or behaviour (or some combination thereof) associated with distress and/or impaired functioning.\n• A state of being in which an individual has difficulty in handling situations and feelings of an everyday nature. In certain instances, conditions are characterized by impairment of intellectual functions, the experience of shallow and unstable emotions, and difficulty in adapting to one's environment.",
            "closed_at": "2008-06-06T00:00:00Z",
            "created_at": "2007-05-30T16:07:08.437756Z",
            "creator_name": "Poli Fehu",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T16:07:08.437756Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-06-07T00:01:01.949104Z"
        },
        "id": 5149245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Insomnia-mental/"
    },
    "type": "petition"
}