{
    "data": {
        "attributes": {
            "action": "PROTECT HEALTHCARE WORKER RIGHT OF CONSCIENCE BY LAW",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the USA many states have passed laws that protect doctors from adverse consequences that might arise as a result of refusing to participate in medical services that would be contrary to their consciences. For example the Illinois Healthcare Worker Right of Conscience Act protects healthcare providers from all liability or discrimination that might occur as a result of “his or her refusal to perform, assist, counsel, suggest, recommend, refer or participate in any way in any particular form of healthcare service which is contrary to the conscience of such physician or healthcare personnel.” In the UK we are currently under legal obligation to refer patients to colleagues whom we must know will provide the service to which we have an objection through conscience: This situation is unacceptable. In view of increasing pressure from abortion and euthanasia organisations; doctors, nurses and ancillary health care personnel in the UK urgently need to be protected likewise by a law similar to the Illinois Healthcare Worker Right of Conscience Act.",
            "closed_at": "2008-06-07T00:00:00Z",
            "created_at": "2007-05-30T19:06:51.920613Z",
            "creator_name": "Dr Ian Sapsford",
            "government_response_at": "2008-08-13T10:59:37.638333Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T10:59:37.638333Z",
                    "details": "You signed a petition asking the Prime Minister to \"Protect healthcare worker rights of conscience by lay.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16472\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'coerced-to-kill'",
                    "updated_at": "2008-08-13T10:59:37.638333Z"
                }
            ],
            "opened_at": "2007-05-30T19:06:51.920613Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 551,
            "state": "finished",
            "updated_at": "2008-08-10T04:11:18.588678Z"
        },
        "id": 5151321
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coerced-to-kill/"
    },
    "type": "petition"
}