{
    "data": {
        "attributes": {
            "action": "stop the underhand way that the DCA Deal is forcing a large proportion of public sector workers to accept new terms and conditions of employment and an appalling increase in band maximums for the next four years! (or in the event that options have already been chosen before closure of this petition, we petition the prime minister to rescind those decisions, and review the deal)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the same time the deal is offered without knowledge of what inflation will be for the next five. Whilst any new pay deal is never going to please everyone, if it is being offered as a choice, then it should be a fair choice. Instead hands are COERCED to sign into the new deal and insulting pay rises, by promising that if they don't 'opt in' their band maximum will never rise again. (Meaning for those already on maximum, they will retire in anything up to 30 years’ time on the salary they currently earn.) These workers are those with vast years of experience; workers who have successfully met the ongoing challenges to shape their departments into new dimensions. They have worked very hard, continued to, and are expected to continue to do so to shape the new Ministry of Justice into something that will escape the government from its current embarrassment. Staff deserve better, they deserve MORE, but most of all, they deserve, themselves, Justice.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-05-30T22:28:34.090128Z",
            "creator_name": "David Moss",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-30T22:28:34.090128Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5152997
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DCADeal/"
    },
    "type": "petition"
}