{
    "data": {
        "attributes": {
            "action": "Provide better emergency accomodation for the homeless of Kettering.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lorraine is a 26yr old woman who was born and raised in Kettering.She placed her name on the council waiting list when she was 17yrs old.She has a job in town working with adults who have learning disabilities,of which she is extremely proud.She has 2 small children one of whom attends school in Kettering.She has never been able to acquire council property as she is always \"low priority\" and has lived in private rented accomodation.She was given 3 months notice to leave by 31/05/07.Lorraine immediately informed the council and they have told her they have no homes. The fact that they cannot house her is, in itself ,disgraceful .She is at present housed in a double room with her children in a council run hostel.She shares a communal kitchen and 2 bathrooms with 17 other families.She is a citizen of Kettering Town whose name has been on the waiting list almost 10 years.She and others like her deserve better care.",
            "closed_at": "2007-12-12T00:00:00Z",
            "created_at": "2007-05-31T11:31:14.987959Z",
            "creator_name": "Robert Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-31T11:31:14.987959Z",
            "rejected_at": "2007-06-19T13:08:25.613725Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5157099
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HOMELESSLORRAINE/"
    },
    "type": "petition"
}