{
    "data": {
        "attributes": {
            "action": "Give WWII VC Hero Tul Bahadur Pun (aged 84) the right to UK Citizenship and Healthcare",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tul Bahadur Pun is one of the few VC (Victoria Cross) Soldiers who with oustanding courage with the British Army Gurkha's during World War 2. He along with only a few others sucessfully captured a Japanese Machinegun post and help defend his lines against the most appauling of odd's.\n\nWith a 18-year exemplary record together with 10 more medals while on the British Army fought throughtout the war in India, Malaysia and Hong Kong.\n\nNow 84 years, Now living in a hut with no proper roof, running water or sanitation in a village 16,000ft up in the Himalayas, Tul has diabetes, high blood pressure, heart problems and asthma. His eyesight is poor and he has hearing trouble.\n\nHe has to pay for poor medication from his dismal Britsh Army pension of just £132 per month.\n\nTul has so far been REFUSED British Citizenship and UK medical treatment.\n\nThe Government and it's people OWE Tul this absolute right, as do other Gurkha's who without question offered there lives so we could live.\n\nPLEASE SIGN THIS PARTITION NOW.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-05-31T19:29:48.477603Z",
            "creator_name": "Nicholas S. Beer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-31T19:29:48.477603Z",
            "rejected_at": "2007-07-07T00:01:02.383224Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5164874
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WW2gurkhaVC/"
    },
    "type": "petition"
}