{
    "data": {
        "attributes": {
            "action": "let Tul Bahadar Pun, 84, who was awarded the Victoria Cross during World War II, to be let into the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A former Gurkha who won the British military's highest honour is appealing against a decision to deny him a home in the UK. \nTul Bahadar Pun, 84, who was awarded the Victoria Cross during World War II, wants to move from Nepal to the UK for health reasons. \n\nBut British officials in Nepal told him that he was unable to demonstrate strong enough ties to the UK. \n\nHis lawyers have lodged an appeal which is due to be heard in August. \n\nMr Pun's solicitor Martin Howe told the BBC that the UK had a discretionary power to let him live in the country. \n\n\"There is a discretionary policy that is there and available to all gurkha ex-servicemen who retired prior to 1997 and they are entitled to come to the UK and live here if they can show strong reasons and I think it's beyond doubt that this man has shown those,\" he said. \nMr Pun was awarded the VC after he carried out a single-handed attack on a machine gun post while serving as a Rifleman with the 3rd Battalion, 6th Gurkha Rifles, in Burma. \n\nThe rest of his section had been killed.",
            "closed_at": "2007-07-31T00:00:00Z",
            "created_at": "2007-05-31T20:33:51.959304Z",
            "creator_name": "Samuel Ash Hibbert",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-31T20:33:51.959304Z",
            "rejected_at": "2007-07-07T00:01:02.383224Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5165987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GurkhaHeroEntry/"
    },
    "type": "petition"
}