{
    "data": {
        "attributes": {
            "action": "Withdraw the troops from Iraq and Afghanistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is here to get the brave troops out of Iraq. I hope our troops will be withdrawn from Iraq because they have been fighting for our country and Iraqi peoples lifes for too long. They deserve to go home and see their families who fear for their lives everyday. This petition is aiming for the troops to be withdraw by the end of this year. The Iraqi militants have shown know remorse and will continue to fight for their country as their aims and views are different to ours, and after all it is there country, now we should give the Iraqi people their country back. The peace between the two groups in Iraq is not going to be solved for many years and i feel we are not helping but unfortunatly i feel we are only sparing these fighters on. Pull out of Iraqi and bring are brave Men and women back home where they belong in the arms of their families. Pull them out!",
            "closed_at": "2008-06-08T00:00:00Z",
            "created_at": "2007-05-31T22:26:47.284705Z",
            "creator_name": "Joe Foster",
            "government_response_at": "2008-08-13T11:03:36.344773Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T11:03:36.344773Z",
                    "details": "You signed a petition asking the Prime Minister to \"Withdraw the troops from Iraq and Afghanistan.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16476\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'troops-in-Iraq'",
                    "updated_at": "2008-08-13T11:03:36.344773Z"
                }
            ],
            "opened_at": "2007-05-31T22:26:47.284705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 370,
            "state": "finished",
            "updated_at": "2009-01-13T03:02:37.405853Z"
        },
        "id": 5167571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/troops-in-Iraq/"
    },
    "type": "petition"
}