{
    "data": {
        "attributes": {
            "action": "abandon the proposal for new legislation to allow police to stop and question people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Such powers are proposed by the Home Office as part of a new counter-terrorism bill to be introduced in Parliament in June 2007.  These powers would be used to harass and intimidate peaceful protestors,Muslims and ethnic minorities. They could impede legitimate demonstrators by delaying them on their way to a protest or march and inducing fear of arrest. Such powers have no place in a free, democratic society. People should only be stopped and interrogated if there is reasonable suspicion of an offence. Police should not have an automatic right to know who someone is or where s/he is going. Arrest and a £5000 fine for refusing to give this information is totally excessive. \n \n \nWe consider that the police already have more than enough powers to stop and question or stop and search under other public order legislation, for example section 60 of the Criminal Justice and Police Act 1994, and section 44 of the Terrorism Act 2000. These powers have already gone too far. The right to move freely around streets and public places and to attend peaceful protests is an important democratic right which must be preserved.",
            "closed_at": "2007-08-31T00:00:00Z",
            "created_at": "2007-05-31T22:12:27.746736Z",
            "creator_name": "Anne Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-05-31T22:12:27.746736Z",
            "rejected_at": "2007-07-08T00:01:02.175915Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/policestoppowers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5167416
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-new-sus-law/"
    },
    "type": "petition"
}