{
    "data": {
        "attributes": {
            "action": "sort out the back log of delayed student loan statements since 2004",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some student loan account holders have still to receive student loan statements covering the financial years 2004-2005, 2005-2006 and 2006-2007.\n\nThis has been due to delays in HM Revenue & Customs (HMRC) passing details of some account holders’ student loan deductions to the Student Loans Company.\n\nGraduates are being left in the dark about their outstanding loan balances until HMRC complete these calculations necessary to produce our statements. \n\nThe problems arise for graduates who have settled their remaining balance with an estimated one-off payment or who have paid enough in salary deductions.  They will have no way of knowing if this reconciles their balance or not.  This is because it is all currently based on estimates from the Student Loans Company until the statements arrive.  In addition, student loan deductions will continue to be taken from our wages even though some of us may have already paid it off.  \n\nHow are young people today supposed to get a hold on their finances when we are left in the dark about our student loan balances?\n\nWhy is it taking so long?  Why is there a back log?",
            "closed_at": "2007-10-08T00:00:00Z",
            "created_at": "2007-06-01T14:17:26.167035Z",
            "creator_name": "Trevor Nunn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-01T14:17:26.167035Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5175315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Delayed1/"
    },
    "type": "petition"
}