{
    "data": {
        "attributes": {
            "action": "Pardon or give AMNESTY to all migrants working in the UK but clasified as illegal due to the fact that they overstayed their visa or their status is not well defined within the migration laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been in the Uk for long enough to understand the politico-social undertones prevailing here and i have come accross many people who are getting on with their lives without even breaking a single law of the land, but under the migration law they are labelled as criminals. Their sin? working dilligently very hard and trying to look after themselves and their families. I recall years ago, everybody could travel and live anywhere in the world with no restriction. We are citizen of the world and this is a God given right. I sincerely call upon the prime minister to really consider this petition, which will go along way in legalising something which in human rights term should be legal. Prime minister has made several visits to poor and developing countries with the message of make poverty history. The category of so called illegal workers are remmitting millions to their origin countries and undertaking major projects towards helping the poor, their families and themselves. So Mr Prime minister, let this people free from the york of fear, uncertainity, travel bans and real liberty.\nKihara wa irungu",
            "closed_at": "2008-06-08T00:00:00Z",
            "created_at": "2007-06-01T15:49:31.270998Z",
            "creator_name": "KIHARA IRUNGU",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-01T15:49:31.270998Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-05-11T16:12:33.419193Z"
        },
        "id": 5176401
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LETHEMFREE/"
    },
    "type": "petition"
}