{
    "data": {
        "attributes": {
            "action": "Restrict the resale of tickets to face value only, plus reasonable fees set by law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a recent poll of Glastonbury Festival ticket holders, 94% of responders, said that tickets should not be resold above the face value.\n\nIt is not fair that people/companies buy up tickets with no intention of attending an event, only to resell tickets, at vast profits, through such methods as online auctions.\n\nThis applies to not just popular music events, such as  The Glastonbury Festival, Radio One's big weekend, and The Diana memorial concert, but also sporting & general interest events.\n\nWe propose that Tickets should only be resold, subject to its conditions, at face value plus a reasonable fee to cover postage & handling. \n\nThis would be a much fairer system, and mean that the people who wish to attend such events, can do so at the price that the organisers have set, without generating huge mark ups for resale companies, touts, and private sellers.",
            "closed_at": "2007-10-08T00:00:00Z",
            "created_at": "2007-06-01T17:21:27.157265Z",
            "creator_name": "Ross Henderson",
            "government_response_at": "2007-10-31T17:12:11.258843Z",
            "government_responses": [
                {
                    "created_at": "2007-10-31T17:12:11.258843Z",
                    "details": "You signed a petition asking the Prime Minister to \"Restrict the resale of tickets to face value only, plus reasonable fees set by law.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13679.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ticketsresale'",
                    "updated_at": "2007-10-31T17:12:11.258843Z"
                }
            ],
            "opened_at": "2007-06-01T17:21:27.157265Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 421,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5177571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ticketsresale/"
    },
    "type": "petition"
}