{
    "data": {
        "attributes": {
            "action": "RETHINK AND CONSULT THE PUBLIC ABOUT THE INTRODUCTION OF EMERGENCY CARE ASSISTANTS-AMBULANCES SHOULD BE STAFFED BY QUALIFIED,FULLY TRAINED EMT & PARAMEDICS,(It's your loved one's we'll be going to)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "RETHINK AND CONSULT THE PUBLIC ABOUT THE INTRODUCTION OF EMERGENCY CARE ASSISTANTS.\nAMBULANCES SHOULD BE STAFFED BY QUALIFIED,FULLY TRAINED EMTS & PARAMEDICS.\nThe goverment is restructuring the Ambulance Service without consulting the public or the operational staff.These changes will result in A&E  Ambulances losing a qualified and trained member of staff.\nThese will be replaced by a driver trained to drive under emergency conditions,and with basic first aid skills.\n\n(ECA-read as Community Support Officer,EMT-read as Police Constable)\n\nIt is being rushed through, with little thought being given to training or the future. \nAt present, every Ambulance,(except for trial areas), is staffed by a minimum of 2 Emergency Medical Technicians.\n\nThe new role has been introduced through the back door.It is purely a cost cutting exercise.It will not mean more ambulances are available. Paramedics will burn out very quickly,and recruitment/retention will suffer rapidly.And people will die...As a Paramedic you cannot do your job properly without a properly trained colleague.\n\nPLEASE think about what you are doing to our Emergency Services, this will be a massive step backwards.",
            "closed_at": "2008-06-08T00:00:00Z",
            "created_at": "2007-06-01T20:38:04.410711Z",
            "creator_name": "Alex Jamieson srPara",
            "government_response_at": "2008-07-17T12:11:10.215982Z",
            "government_responses": [
                {
                    "created_at": "2008-07-17T12:11:10.215982Z",
                    "details": "You signed a petition asking the Prime Minister to \"RETHINK AND CONSULT THE PUBLIC ABOUT THE INTRODUCTION OF EMERGENCY CARE ASSISTANTS-AMBULANCES SHOULD BE STAFFED BY QUALIFIED,FULLY TRAINED EMT & PARAMEDICS,(It's your loved one's we'll be going to).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15985.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RE-THINK-ECA-999'",
                    "updated_at": "2008-07-17T12:11:10.215982Z"
                }
            ],
            "opened_at": "2007-06-01T20:38:04.410711Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 316,
            "state": "finished",
            "updated_at": "2008-08-12T03:54:54.817700Z"
        },
        "id": 5179247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RE-THINK-ECA-999/"
    },
    "type": "petition"
}