{
    "data": {
        "attributes": {
            "action": "Please intervene in the VISA application process at the British High Commission Abuja.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir, I am currently resident in the UK as a participany of the SEGS scheme. I currently work as a senior IT consultant in the UK. My family`s application for SEGS dependant visas was rejected by the ECO who stated in the notice of refusal that my wife's Bank statement was forged. Also stated was that some sheets in my own statement were missing. We appealed the decision, and got my wife's Bank to issue her a reference letter for the Bank statement; I also sent the missing sheets from my own statement with the appeal. Despite all our effort at resolving the situation, I received a mail today informing me that my family's appeal may take 6-12months or more. Sir my family, wife, children and I are very lonely as we are presently living apart. I hereby plead with you, Sir, to prevail on the High Commission to confirm my wife's statement with the Bank and issue my family their visa as her statement is definately not forged. Sir, I paid over £700 as visa fees, and feel it is unfair that the High Commission did not spend a little out of this amount to call my wife's bank to confirm her statement.",
            "closed_at": "2007-08-01T00:00:00Z",
            "created_at": "2007-06-01T22:54:16.326572Z",
            "creator_name": "afeso bello",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-01T22:54:16.326572Z",
            "rejected_at": "2007-07-08T00:01:02.175915Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5180166
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/visa-application/"
    },
    "type": "petition"
}