{
    "data": {
        "attributes": {
            "action": "Stop inhuman treatment of people when attending benefit medicals (and afterwards)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The incapacity benefit medicals now rely heavily on software. \nSoftware is unable to decide the mental health state of an individual - it should not be used.\nClaimants are not allowed to record medicals to prove what was said.\nAs the doctors should have nothing to hide, there should be no restrictions on taping or recording the medicals for evidential purposes.\nAfter the medical, a counsellor should be available to help  with the next steps (appealing,claiming new benefits, or finding work). At present, no help is available, and at a time when a person is confused/depressed etc they are thrown in the deep end with no help or support.\nRandom checks should be made on job centers, so when a person in need asks for help, they do not get given a piece of paper and get told to ring a number and go-away.\nAny doctor who undertakes a medical for the benefits agency should be struck off if they have given false evidence in a case.\nThe doctor should read his report at the end of the medical, so you can query/correct them at that point, and save waiting half a year for a appeal.\nManagement who consistently take people off benefits only to have them put back on after appeal should be fired.",
            "closed_at": "2007-12-11T00:00:00Z",
            "created_at": "2007-06-03T01:34:17.934427Z",
            "creator_name": "ken meade",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-03T01:34:17.934427Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2007-12-12T00:01:01.933690Z"
        },
        "id": 5185825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fair-treatment/"
    },
    "type": "petition"
}