{
    "data": {
        "attributes": {
            "action": "Call a general election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With Tony Blair standing down, it it extremely unfair that Gordon Brown has been elected leader of the Labour Party and by default will succeed Tony Blair as the next Prime Minister.  Gordon Brown doesn’t provide any suitable arguments for why he should step into the Prime Minister’s position and why a general election should not be called. Should the public expect anything less from a Government that blocked the bid to stop Scottish MPs from voting on issues only affecting England and Wales? \n\nThere is a feeling of unfairness and injustice on both of these subjects, whether the Government has been elected to serve a full term of not, Gordon Brown was not voted at the last election to lead the country.\n\nShow the public the respect it deserves and call a general election. In the 2005 election he said “ I promise that we will listen and we will learn so that we can serve our country and our communities even better in the years to come”.  Well now is a good time to listen, if the country wants Gordon Brown to run the country he will surely win a general election, the right to become the Prme Minister should not become a matter decided solely by the Labour Party.",
            "closed_at": "2007-07-03T00:00:00Z",
            "created_at": "2007-06-03T09:03:45.897872Z",
            "creator_name": "lee robinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-03T09:03:45.897872Z",
            "rejected_at": "2007-07-11T00:01:04.657460Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5186563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electionvote07/"
    },
    "type": "petition"
}