{
    "data": {
        "attributes": {
            "action": "make sure that petitions are reviewed properly and not rejected because of simple spelling mistakes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have noticed that some petitions are rejected becuse they simply have a spelling mistakes or poor grammar. I have noticed many petitions that have been rejected because \"It contained wording that is impossible to understand\". When I checked these petitions myself I found that some of the petitions were genuinely illegible. But I also saw some petitions that I could easily understand but has a few rroneous spellings and poor grammer. I think that mor care should be taken in reading these petitions. As some people have trouble with their spelling and grammar, I myself suffer with dyslexia. i believe that more care should be taken in understanding petitions with poor grammar and spelling. I have tried my best to explain this petition without using \"provocative language\" and tried to keep my spelling and grammar as legible as I can. If their is any wording that you find hard to understand pleas e-mail me and I will be happy to explain.",
            "closed_at": "2008-06-03T00:00:00Z",
            "created_at": "2007-06-03T14:37:48.803831Z",
            "creator_name": "kevan toner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-03T14:37:48.803831Z",
            "rejected_at": "2007-07-11T00:01:04.657460Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5188412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spellingmistakes/"
    },
    "type": "petition"
}