{
    "data": {
        "attributes": {
            "action": "Ban Children and Teenagers under the age of 18 from any establishment that sells alcohol for consumption on the premises",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anti social behaviour is on the rise, and respect is at an all time low. Public houses and private clubs are no place for children, we need to start now with the current generation and try our best to keep bad influences out of their lives as much as possible. The amount of 'family friendly' pubs are on the rise but I do not think that this is a good thing. Children are often in these establishments till late evening by which time rowdy drunken youths have arrived and started to swear and display inapropriate behaviour that the children watch and think is funny and acceptable.\nEven during the daytime pubs have football or other sports on the tv and swearing and trouble is common. The amount of young children running amok in these places also is a bone of contention for the older patrons, as parents are much less likely to have full control over their offspring as once was the case. Places that sell alcohol for consumption on the premises are no place for children, I think a deabte is needed. Children should only be allowed into establishments that do not sell alcohol.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-06-03T19:45:47.296485Z",
            "creator_name": "Andrew Lindop",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-03T19:45:47.296485Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-06-12T05:02:12.994630Z"
        },
        "id": 5190509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildPubBan/"
    },
    "type": "petition"
}