{
    "data": {
        "attributes": {
            "action": "Reinstate the married persons tax allowance and support traditional family upbringing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a married man with 2 children.   \n\nMy wife stays at home and cares for the home and children.  This is her employment.\n\nThus we have a single family income for which only one single persons tax allowance is provided.\n\nIn other households (with or without children) where there is an equal gross income but from more than one individual, the taxation is far more favourable in that each individual will receive the personal tax allowance.  In addition to this the total household income may be greater than the high rate tax threshold, but because each individual is under the threshold, the household also benefits from lower taxation on the remaining amount.\n\nThis is a totally unfair taxation position and penelises myself and my family for maintaining 'grass roots' values.\n\nI petition for a fairer taxation system that does not penialise families (married or otherwise) where one person remains in the home to bring up young children.",
            "closed_at": "2007-07-10T00:00:00Z",
            "created_at": "2007-01-10T14:14:30.239278Z",
            "creator_name": "Terry Forster",
            "government_response_at": "2007-08-23T16:10:51.223278Z",
            "government_responses": [
                {
                    "created_at": "2007-08-23T16:10:51.223278Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Reinstate the married persons tax allowance and support traditional family upbringing.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12909.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Family-Tax'",
                    "updated_at": "2007-08-23T16:10:51.223278Z"
                }
            ],
            "opened_at": "2007-01-10T14:14:30.239278Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2596,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 519454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Family-Tax/"
    },
    "type": "petition"
}