{
    "data": {
        "attributes": {
            "action": "End the postcode lottery in the provision of healthcare to transsexuals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current PCT funded NHS allows each PCT to effectively decide how they will manage their budget.  This means that the amount and the quality of funded provision of healthcare associated with Gender re-assignment towards transsexuals largely depends on where you live which cannot be right at all.  There has to be a fairer system, which would allow equal access to the same healthcare regardless of where you live.\n\nThe reality of the NHS at present is that one PCT in one area will fund almost all associated procedures, where as another will fund none at all.  What are these associated procedures?  they are as follows; Facial hair removal, breast augmentation, trachea shave and rhinoplasty.\n\nThese are absolutely essential for a transwoman to live successfully in her chosen gender role, my PCT is calling these procedures cosmetic, which is not the case at all.  \n\nWhat this petition asks is that the Prime minister and his cabinet colleague the Health Minister end this unfair system of healthcare provision.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-06-04T10:01:51.463403Z",
            "creator_name": "Stephanie Butterfield",
            "government_response_at": "2008-08-13T11:12:50.807254Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T11:12:50.807254Z",
                    "details": "You signed a petition asking the Prime Minister to \"End the postcode lottery in the provision of healthcare to transsexuals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16484\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'healthcare4ts'",
                    "updated_at": "2008-08-13T11:12:50.807254Z"
                }
            ],
            "opened_at": "2007-06-04T10:01:51.463403Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 324,
            "state": "finished",
            "updated_at": "2008-06-12T00:01:02.428640Z"
        },
        "id": 5195191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/healthcare4ts/"
    },
    "type": "petition"
}