{
    "data": {
        "attributes": {
            "action": "look into Britain's outdated banking processes and the blatant profiteering by the Banks that results from them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our  banks are bottom of the European league when it comes to processing consumer payments.\n\nThe governor of the Bank of England has already rebuked Britain's banks. He told senior bankers that the UK now takes longer to clear payments than almost any other member of the G10\n\nOf 14 European countries, Britain is bottom of the league in  processing consumer payments.\n\nIn Belgium, Denmark, Greece, Spain, Finland and the Netherlands, payments are cleared on the same day. In Sweden, the clearance process takes just a few hours, with payments made in the morning appearing in customers' bank accounts in the afternoon.\n\nBritain's banks take between 3 and 5 days for a cheque to clear into an account, even though it would be feasible for the banks to clear it in 24 hours. \n\nThe money is debited from the customer's account on day one but not passed on for a further 2 days, during which time the bank can make a profit on the money.\n\nThe Consumers' Association estimates that banks earn around £30m a year from the practice.\n\nThis practice is bad for Britain's Businesses and Consumers and is an antiquated practice in times of advanced information technology.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-06-04T13:20:33.010787Z",
            "creator_name": "Neill Hope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-04T13:20:33.010787Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2008-06-12T00:01:02.428640Z"
        },
        "id": 5198481
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BankingDelays/"
    },
    "type": "petition"
}