{
    "data": {
        "attributes": {
            "action": "Scrap the current offical 2012 Olympic logo and create a open comptetition for a new design",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The official 2012 London Olympic logo is a terrible design. It is difficult to understand, looks dated and does not instictively represent London or an Olympic ideal. Some say it resembles broken buildings, or worse, a dis-assembled Swastika. It gets the build up to the games off to a terrible start.\n\nLondon is a city that prides itself on design and creative industries. The current logo is high profile design embarrassment. If allowed to remain, it would stand as global beacon of poor taste.\n\nIn contrast, it would be a testament to our nation's reputation for flexability and practicality to quickly realise this mistake and set to rectify it. With so many established and aspiring designers in this country, I propose that an open competition be launched for a new logo design. A short list of entrants should be designated by a panel of established designers and the winning design should be voted by the general public.",
            "closed_at": "2007-08-04T00:00:00Z",
            "created_at": "2007-06-04T17:00:15.609475Z",
            "creator_name": "Martin French",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-04T17:00:15.609475Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Change2012Logo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5201426
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/designers/"
    },
    "type": "petition"
}