{
    "data": {
        "attributes": {
            "action": "REPLACE KEY SECURITY POSITIONS WITH GOVERNMENT TRAINED STAFF AS WAS DONE IN THE USA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some private security companies at our airports are putting passengers lives at risk with their sloppy management and allowing staff to sleep, drink alcohol and neglect guarding aircraft etc. This was highlighted on ITV's Terror In The Sky TV program shown June 4th 07. So far the Government who continuously preach about the threat of terrorists have done absolutely nothing to address this appalling lacks of security. This government needs to urgently get to grips with this problem before lives are lost.The USA have replaced key jobs such as baggage screeners etc employed by private firms with highly trained  personnel employed by their Government. The next time you fly think about whether anything got through security and was in the baggage hold of your aircraft. Not a nice thought is it. Then support this petition and get some action taken.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2007-06-04T22:36:37.934099Z",
            "creator_name": "GEORGE O MCLAUGHLIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-04T22:36:37.934099Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ukairsecurity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5205788
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airportdangers/"
    },
    "type": "petition"
}