{
    "data": {
        "attributes": {
            "action": "refuse the calls for David Beckham to be knighted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "David Beckham has for too long received accolades and honours beyond his ability and contribution. His record as an England player and captain was poor, and arguably damaging to the England team. Whilst he is undoubtedly a talented football player and world celebrity, there is no basis for bestowing upon him a knighthood. Consider this – only 3 of the 1966 World Cup winning team received the same honour: Ramsey, Charlton and Hurst. So no knighthood for Martin Peters, Alan Ball, Gordon Banks and beyond 1966, Bob Paisley and Brian Clough - both men who made monumental achievements with English teams on an international stage. Beyond sport, can we really place Beckham alongside pioneers and luminary greats such as Sir Isaac Newton, Sir David Attenborough and Sir Edmund Hillary? There are many who have contributed to our nation far more than Beckham, both in sport and outside sport, often with great humility and modesty. Let us not use the royal honours system as a reward for celebrity.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-06-05T09:59:19.579556Z",
            "creator_name": "Jindy Mann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T09:59:19.579556Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DBeckham/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5208994
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notsirbecks/"
    },
    "type": "petition"
}