{
    "data": {
        "attributes": {
            "action": "eliminate the one year unpaid \"traineeship\" loophole after graduation, to set a minimum wage of £7.50 per hour with an appropriate London weighting for graduates and for the government to explain to employers why degrees are valuable in their own right.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Graduates who have spent 3-6 years of intense research and study are being forced into low or unpaid roles that are disguised as traineeships. Under the current law this is legal. The very ethos of the British University system is being threatened with this disregard of the value of degrees and the work ethic of the individuals that obtain them.\nBeing expected to do unpaid work experience to make up for having taken years to do a degree is degrading but stands unchallenged by the Government.\nThis leads to no or low levels of pay when people need it most and the ever increasing debt is putting immense pressure on a lot of students up to a decade later, they often find that they are worse off than their non educated counterparts.\nGraduates cannot continue to under price themselves to obtain work, they need the backing of the establishments to assure them that the skills and the knowledge that they have obtained are worthwhile and necessary to employers and the economy.",
            "closed_at": "2007-10-12T00:00:00Z",
            "created_at": "2007-06-05T10:35:01.055264Z",
            "creator_name": "Genevieve Sibayan BA(hons)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T10:35:01.055264Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2007-10-14T03:12:08.576258Z"
        },
        "id": 5209512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/degreesaregood/"
    },
    "type": "petition"
}