{
    "data": {
        "attributes": {
            "action": "RPut pressure on the ODA to replace the London 2012 Logo",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The London 2012 Logo is a waste of time.\nWhy can't we come up with something more worthy of a nation of such heritage and creativity than something that looks like a mix between a torn scrap of paper and a piece of graffitti last seen on passing through a railway cutting near East Croydon?\n\nThe Beijing 2008 logo shows form and movement and in it's design careful consideration has gone into making the flow of the design even reflect the art of Chinese writing.\n\nThe London 2012 logo is no more than further confirmation of Britain being controlled by the nanny state and redefining itself with no national identity (because it would be un-PC to have such a thing) and instead replaces our undefined faces with one of no social responsibility, blame and chav culture.\n\nIf the Government thinks this logo is going to define Britain in 2012 we can only assume things will become worse.  \n\nLets redefine our future and make 2012 something the people can be proud of not Government and trendy designers in sandals and rucksacks with their mochacinos - £400,000 for that, what a joke!",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-06-05T12:45:39.621008Z",
            "creator_name": "Ryan Gearing",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T12:45:39.621008Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Change2012Logo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5211129
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/London2012Logo2/"
    },
    "type": "petition"
}