{
    "data": {
        "attributes": {
            "action": "Roger Gelder",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Smoking and Health:\nGovernment has informed us of poor health of people smoking tobacco eg A large number of fatal and life-threatening diseases are caused largely or entirely by smoking.\nDocument 279629/01/00305519 shows a “non-substantially enclosed premises” open at both sides and front to which the Regulations do NOT apparently apply.  The degree of protection provided from adverse weather is less even than that sought by the homeless. “There was a high incidence of physical health problems among single homeless people. \nChronic chest or breathing problems and frequent headaches were .. three times as high among people sleeping rough. “\nIt is considered that this constitutes sufficient evidence to show that the use of non-substantially enclosed premises will have an adverse effect on smokers’ health. \nNo Regulatory Impact Assessment has been made of these circumstances. No provisions have been made for assessing damage to smokers’ health arising from the Act.\nThe Government has a Duty of Care for ALL citizens, whether it approves of their habits or not.\nProposed:Extra protection is required for smokers' health",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-06-05T15:04:31.636313Z",
            "creator_name": "Roger Gelder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T15:04:31.636313Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action, not your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5212852
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Smoking-Health/"
    },
    "type": "petition"
}