{
    "data": {
        "attributes": {
            "action": "Reject any call for a pardon for Steve Thorburn",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. In no way has the current system changed. Metric units must still be used for all measurements in use for trade. Imperial measurements may be used in addition to metric, as long as they are not more prominent. \n2. Imperial measures (often known as 'supplementary indications') have been permitted to remain in use alongside metric until 2009. This deadline has now been lifted, and supplementary indications may remain indefinitely. \n3. This decision was taken by the EU following lobbying from many parties, not just the Metric Martyrs campaign group. The two main reasons were to facilitate trade with the USA, and to make allowances for older people who may be more comfortable with imperial units. \n4. Trading standards officers will continue to enforce the law in just the same way, offering advice and guidance wherever possible. \n5. Given the EU ruling, the Metric Martyrs who were prosecuted would face the same action today. This does not represent any grounds for appeal or pardon",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2007-06-05T16:01:02.072025Z",
            "creator_name": "ian moseley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T16:01:02.072025Z",
            "rejected_at": "2007-06-20T11:56:50.326407Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5213613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomartyr/"
    },
    "type": "petition"
}