{
    "data": {
        "attributes": {
            "action": "Make it compulsary for females over 16 to carry ID cards with their attractiveness rating on there.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For centuries men have gone out and delighted in the act of going out and getting blind drunk. Research has been conducted into the effects on the body and the damage that it does to our liver etc which has led to measures being taken. However nothing has been done with regards to the darker side of alcohol abuse. Taking back a woman you consider to be an 8 but who turns out to be a 3 or 4 in the morning when the beer googles have worn off.\n\nI propose at age 16 every girl goes before a panel of judges and is awarded a rating of attractiveness between 1 - 10. They then have to attend screenings every 5 years as nature/cosmetic surgery/fatness takes hold so their score can be kept updated. \n\nUpon entering a premises where alcohol is consumed by men they must have their ID card on them at all times and must produce it when being chatted up by a man. Some establishments may wish to give the girl a stamp on her forhead when she enters, which has her official attractiveness rating on there for easy viewing of males.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-06-05T15:58:59.623332Z",
            "creator_name": "Mark Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T15:58:59.623332Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5213582
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AttractivenessID/"
    },
    "type": "petition"
}