{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i was shocked to find out that homeless people cannot even get jobs simply because they do not have property, they cannot even sell simple things to make a living like flowers on the streets. \n \nIt also came to my attention that the police are not at all helpful. They either move them along, warn them, if they are trying to sell harmless objects like watches, that they can't. Does it occur to you that it may be easier to turn a blind eye to a situation such as this when there are far more dangerous crimes being committed every day. \n \nI believe that if the governments and councils were willing to do more to help,the number of homeless could be drastically cut. i see no problem in allowing homeless people to have jobs like cleaning, working in supermarkets even paper-rounds. It would dramatically improve their lives . furthermore police should do more to help them by not moving them on time and time again, this is a pointless act, just because they have been moved on once it is not going to help them get a house and a better quality of life. There must be things that can be done to help, for example if there were more hostels homelessness would surely be cut considerably.",
            "closed_at": "2008-06-05T00:00:00Z",
            "created_at": "2007-06-05T22:05:43.964306Z",
            "creator_name": "Russell Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-05T22:05:43.964306Z",
            "rejected_at": "2007-07-13T00:01:04.484854Z",
            "rejection": {
                "code": 64,
                "details": "The title must be a call to action not your name.",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5217260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jobsforhomeless/"
    },
    "type": "petition"
}