{
    "data": {
        "attributes": {
            "action": "Block amendments to the Highway code to stop people riding horses 2 abreast on the roads, and to formalise horseriders access to cycle paths",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BHS is asking for last-minute amendments to the new Highway Code, which could be in force in August.\nThe BHS suggested amendments to the new Highway Code to the Secretary of State back in February 2006. But according to BHS director of access, safety and welfare Mark Weston, some have apparently been ignored.\nThe Code will forbid riding two horses abreast on narrow and busy roads and when riding around bends. It will also exclude horses from all cycle tracks.\nThere can be many valid reasons for riding two abreast: groups of riders, nervous horses, novice riders, and defensive riding on winding country lanes where there is insufficient room for a car to pass a single horse safely.\nBreaches of the Highway Code could potentially be used in evidence in any court proceedings under the Traffic Acts in order to establish liability in an accident.\nThere are many cycle tracks which have been specifically designed for use by horse riders, and the loss of these would be very serious for those who rely on them.",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-06-06T09:26:48.226861Z",
            "creator_name": "Ashley Filmer",
            "government_response_at": "2007-08-31T15:21:54.668597Z",
            "government_responses": [
                {
                    "created_at": "2007-08-31T15:21:54.668597Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Block amendments to the Highway code to stop people riding horses 2 abreast on the roads, and to formalise horseriders access to cycle paths.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12997.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Horseriding'",
                    "updated_at": "2007-08-31T15:21:54.668597Z"
                }
            ],
            "opened_at": "2007-06-06T09:26:48.226861Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19875,
            "state": "finished",
            "updated_at": "2008-06-18T03:46:44.898848Z"
        },
        "id": 5219835
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Horseriding/"
    },
    "type": "petition"
}