{
    "data": {
        "attributes": {
            "action": "Pressure UEFA into Relieving their Spokesperson William Gaillard of his duties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the end of May 2007, UEFA Spokesman William Gaillard released a statement that severely tarnished the good reputation of fans of Liverpool FC. He branded them the worst behaved fans in Europe, based on 24 isolated incidents in the past 5 years. This, despite the well publicised and documented hooliganism and violence that exists in other profound European countries, such as Italy and Greece (AS Roma and Olympiakos have sets of fans called Ultras, who travel to away games just for violence.) A prime example of this is the violence Leeds fans suffered, even some dying, at the hands of Turkish hooligans.\n\nMr Michel Platini, head of UEFA has recently admitted UEFA were wrong in their statements, that Mr Gaillard was wrong. This spouting of utter nonsense was UEFA trying to delegate the blame for the utter shambolic arrangements in place for the European Cup final in Athens in May 2007.\n\nIn light of the fact that UEFA have admitted they were wrong, it is only right that Mr Gaillard should stand down, because as a result of his comments, Liverpool fan's reputation across the world has been severely tarnished, who knows to what extent.",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-06-06T09:05:52.503502Z",
            "creator_name": "MaschOfZorro",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-06T09:05:52.503502Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5219561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GaillardGoNow/"
    },
    "type": "petition"
}