{
    "data": {
        "attributes": {
            "action": "To stop  carers and there families living in poverty",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most people think disabled people and there families get a lot of benefits, the disabled people receive either DLA or AA but that is for them to try to live as normal a live as possible.  Most disabled people need to be cared for by a member of there family.  Who should be in receipt of carers allowance for which you must care for at least 35 hours a week but a carer does at least double that, so this means they can`t work so you should be able to get income support, if you do  it is docked for the amount of carers allowance you get.  We either need to be paid properly for the job we do or allow us to go to work and the government provides proffessionals for all disabled care needs, when a carer reaches pension age there carers allowance stops because in receipt of pension but they are still caree does not suddenly recover at pension age.",
            "closed_at": "2008-06-13T00:00:00Z",
            "created_at": "2007-06-06T11:05:40.313021Z",
            "creator_name": "Tony dennis",
            "government_response_at": "2008-08-13T15:08:44.152919Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:08:44.152919Z",
                    "details": "You signed a petition asking the Prime Minister to \"To stop carers and there families living in poverty.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16496\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'faircare'",
                    "updated_at": "2008-08-13T15:08:44.152919Z"
                }
            ],
            "opened_at": "2007-06-06T11:05:40.313021Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2008-06-20T03:45:09.542032Z"
        },
        "id": 5221105
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/faircare/"
    },
    "type": "petition"
}