{
    "data": {
        "attributes": {
            "action": "give DVLA powers to receive vehicle registration data from European licensing agencies, and to process and disclose such data to UK local authorities to enable them to enforce parking tickets and other civil traffic penalties issued to foreign registered vehicles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Traffic enforcement is ineffective if those responsible for breaking the rules cannot be identified. Foreign registered vehicle (FRV) owners who receive penalty notices fall into this category, because the DVLA has no powers to obtain ‘keeper’ information on FRVs and disclose such data to local authorities – who are responsible for enforcement. As a result thousands of penalties are unenforceable.\n\nMost European licensing agencies are able to share data for the purposes of traffic enforcement and a number have confirmed they will supply keeper data to UK local authorities, providing DVLA acts as the hub to handle the information flow.\n\nThe SPARKS Programme urges the Government to introduce legislation in the Local Transport Bill to address this growing problem. DVLA needs new powers to help local authorities identify FRV owners who aren’t paying their parking tickets or paying the congestion charge. \n\nThe SPARKS Programme is sponsored by London’s Enforcement Task Force (which comprises public authorities such as Transport for London, London Councils, the Metropolitan Police and City of London Police).",
            "closed_at": "2007-10-14T00:00:00Z",
            "created_at": "2007-06-06T16:26:54.155579Z",
            "creator_name": "Bill Blakemore-SPARKS",
            "government_response_at": "2007-11-01T17:26:33.642440Z",
            "government_responses": [
                {
                    "created_at": "2007-11-01T17:26:33.642440Z",
                    "details": "You signed a petition asking the Prime Minister to \"give DVLA powers to receive vehicle registration data from European licensing agencies, and to process and disclose such data to UK local authorities to enable them to enforce parking tickets and other civil traffic penalties issued to foreign registered vehicles.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13690.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'frv-data-access'",
                    "updated_at": "2007-11-01T17:26:33.642440Z"
                }
            ],
            "opened_at": "2007-06-06T16:26:54.155579Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 229,
            "state": "finished",
            "updated_at": "2007-10-17T03:14:07.742651Z"
        },
        "id": 5224829
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/frv-data-access/"
    },
    "type": "petition"
}