{
    "data": {
        "attributes": {
            "action": "Secure derogations from EU treaties to allow the prohibition of foods that fail UK animal welfare standards",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In June 2007, the prime minister's office rejected a petition calling for a ban on the sale of foie gras in the UK on the grounds that it would place the country in violation of EU treaties.\n\nThis situation undermines the UK's efforts to improve the welfare of animals involved in food production. It encourages inhumane food producers to simply export their business to another EU country, such as France, where animal cruelty is more greatly tolerated.\n\nThis petition asks the prime minister to secure derogations from the appropriate EU treaties to ensure that the UK reserves the right to refuse the import of foods produced in a manner that would not be tolerated under its own animal welfare legislation.",
            "closed_at": "2008-06-14T00:00:00Z",
            "created_at": "2007-06-06T19:27:59.006890Z",
            "creator_name": "Stephen Newton",
            "government_response_at": "2008-08-13T09:15:16.410160Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T09:15:16.410160Z",
                    "details": "You signed a petition asking the Prime Minister to \"Secure derogations from EU treaties to allow the prohibition of foods that fail UK animal welfare standards.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16461\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'eu-food'",
                    "updated_at": "2008-08-13T09:15:16.410160Z"
                }
            ],
            "opened_at": "2007-06-06T19:27:59.006890Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 308,
            "state": "finished",
            "updated_at": "2008-06-16T03:41:34.163200Z"
        },
        "id": 5226495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eu-food/"
    },
    "type": "petition"
}