{
    "data": {
        "attributes": {
            "action": "Change The London 2012 Olympic Logo To Something Half Decent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Olympic logo is a shambles. It is a complete tradegy, or is it some sort of parody? It's a waste of four hundred thousand pounds of tax payers money. Talk about laughing in my face. As a British citizen and a tax payer I condemn this convulsive hideous graffiti-like nonsense. I was going to compare it to other commercial nightmares but can't under the terms and conditions.\n\nI've never heard of a place called Iondon? It should be London, right? The numbers 2012 I only noticed a day after having read an article on how bad it was...\n\nThe designers shouldn't just be ashamed, the organisers should get a rebate.. I could have done a better job for ten thousandth of the money... An even better suggestion would be having our Graphic Designer for our band (The Dirty Rich) doing a fantastically better job on the replacement Olympic logo.\n\nNobody will get used to this logo. In my opinion the new 5th series of a Bavarian car manufacturer's car that many will have heard of was ugly, but this is in a hole new league of ugliness. \n\nIt's supposed to attract young people? It doesn't.. trust me, it is as meaningless to them as it is to us.\n\nCHANGE IT!",
            "closed_at": "2007-12-07T00:00:00Z",
            "created_at": "2007-06-07T00:30:04.950176Z",
            "creator_name": "James King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-07T00:30:04.950176Z",
            "rejected_at": "2007-07-14T00:01:03.727034Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Change2012Logo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5228153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2012logonono/"
    },
    "type": "petition"
}