{
    "data": {
        "attributes": {
            "action": "Remove Big Brother as its dumbing down society.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We request the big brother be removed from our televisions. There are numerous reasons for this and everyone will have their own personal agenda. However there are just a couple of points that we would like to raise.\n\n1) It encourages society to believe it is acceptable to be stupid and ignorant. Chantelle and Jady Goody are just two examples. They get glorified by the british press and then everyone believes that its okay to have no social skills and even less inteligence.\n2) The recent spate of racism that has petruded from the big brother house at a time when racial tensions are so high anyway are not constructive to a modern and open society. We are known for being a mixed culture society and one of tollerance but yet we allow racist bigots and their copycat 15 minute of fame hunters the platform to air these views. \n3)During a time when we are growing ever more rotund, is it right that during our best spells of weather ( summer ) that the nation sits in to watch 12 brain dead buffons parading around a house. Personally speaking we should be out, spending time with friends and family and doing a little cardiovascular work.\n\nThanks",
            "closed_at": "2007-08-07T00:00:00Z",
            "created_at": "2007-06-07T13:57:13.118579Z",
            "creator_name": "Craig Abrahams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-07T13:57:13.118579Z",
            "rejected_at": "2007-07-14T00:01:03.727034Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5234258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bantrashtv/"
    },
    "type": "petition"
}