{
    "data": {
        "attributes": {
            "action": "Require PCTs to base the decision of what treatment is given, on clinical efficacy and patients’ needs as opposed to which is the established treatment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The GMC requires doctors to provide effective treatments based on the best available evidence. The PCTs are often deciding whether a specific treatment should be available on the NHS, based on established practices rather than which is the most effective treatment. An example is sickle cell anaemia. Sufferers have a life-threatening level of excess iron in their blood. There are two treatments available via the NHS. The preferred method is an injection of desferoxamine to the torso over 8 hours, administered overnight via a pump, to be given 3 to 7 times per week. This method is cumbersome, and the fact that the patient is attached to the pump overnight results in them frequently experiencing broken sleep. There is an alternative established treatment. If a patient does not respond to desferoxamine, deferipone is prescribed orally, but is only given if desferoxamine is considered unsuitable. I believe the decision of the PCTs is in direct conflict with GMC policy. This is not an isolated case. I believe that it is a change of perspective, a change of mindset that is needed to rejuvenate the NHS, so that it is supportive of us, the patients.",
            "closed_at": "2008-06-14T00:00:00Z",
            "created_at": "2007-06-07T16:42:47.140240Z",
            "creator_name": "Krista Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-07T16:42:47.140240Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-06-15T00:01:02.011080Z"
        },
        "id": 5236492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unsupportiveNHS/"
    },
    "type": "petition"
}