{
    "data": {
        "attributes": {
            "action": "make nightclubs and live music venues exempt from the new noise in the workplace laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In April 2008 the entertainment industry will fall into line with all other sectors of industry with the Government's new noise in the workplace laws. These laws are to protect people in their workplace from excessive noise. As current legislation stands employers must take steps to reduce noise over a level of 80db. This is less than a garden lawnmower.\n\nThese laws are going to all but kill clubbing and much of the live music industry. The very purpose of clubbing, and rock concerts, is to enjoy music at a volume at which it can be felt as well as heard. Do we want to change the clubbing/concert experience into a sterile, anaemic environment? An entire cultural movement that has been built up over decades, spawned countless subcultures, and on which hundreds of thousands of people are reliant on for their livelihoods, will be effectively decimated. \n\nPeople who work in venues can be protected by wearing earplugs - a lot easier than say, wearing respiratory gear to escape the negative effects of other people's smoking.  We are urging the prime minister to exempt clubbing and live music venues from this law.",
            "closed_at": "2008-06-14T00:00:00Z",
            "created_at": "2007-06-07T16:08:12.910503Z",
            "creator_name": "Rory Natkiel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-07T16:08:12.910503Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2008-06-15T00:01:02.011080Z"
        },
        "id": 5236009
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/clubnoise/"
    },
    "type": "petition"
}