{
    "data": {
        "attributes": {
            "action": "recognize that, while some bio-fuels may have environmental benefits, the types of bio-fuel production being promoted by current policies are mainly environmentally damaging and are also threatening the food security of millions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the PM to recognize that current EU and UK policy on bio-fuels: \n\n1)\tIs largely encouraging bio-fuels that cause more emissions than they save; \n\n2)\tIs leading to accelerated destruction of valuable habitat, such as tropical forest, with consequent loss of biodiversity and displacement of people; \n\n3)\tIs already driving up food prices and will ultimately threaten many with starvation.  \n\nIn the light of this, we call on the PM:\n\n1)\tTo scrap UK targets for bio-fuel substitution and to seek withdrawal of EU targets; \n\n2)\tTo target support for bio-fuels at fuels produced from waste, or from non-agricultural/forestry sources and to stop all support for bio-fuels that are not from these sources.\n\n3)\tTo link levels of support to levels of CO2 emission savings; \n\n4)\tTo ban the production/import of bio-fuels and bio-fuel feedstock, where their production is associated, directly, or indirectly, with habitat destruction, or with greater CO2 emissions than from fossil fuels.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-06-07T17:53:12.591411Z",
            "creator_name": "Malcolm Hunter",
            "government_response_at": "2008-03-13T14:54:25.677118Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T14:54:25.677118Z",
                    "details": "You signed a petition asking the Prime Minister to \"recognize that, while some bio-fuels may have environmental benefits, the types of bio-fuel production being promoted by current policies are mainly environmentally damaging and are also threatening the food security of millions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14980.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Biofuel-caution'",
                    "updated_at": "2008-03-13T14:54:25.677118Z"
                }
            ],
            "opened_at": "2007-06-07T17:53:12.591411Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 884,
            "state": "finished",
            "updated_at": "2008-02-15T03:13:02.340430Z"
        },
        "id": 5237168
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Biofuel-caution/"
    },
    "type": "petition"
}