{
    "data": {
        "attributes": {
            "action": "Press for a change to the 2012 London Olympic Logo",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 2012 logo which will accompany the London Olympic Games has caused uproar within the first weeks of its release.\n\nMany have called for a change to the logo which is seen in large part as being unrepresentative of London's character and uniqueness.  \n\nThis petition hopes to unite those who feel aggrieved at the choice of logo for what can only be described as one of the most prestigious events a country can host.\n\nWhile the sum of money released for such artwork also has drawn much media and public criticism, the key focus of this petition is to request a change of logo to one which is more in keeping with the sights, character and appeal of London and the UK.\n\nThose who sign urge the Prime Minister to press for a logo which imparts to the world a sense of pride, and a true reflection of the prestige London encompasses and will demonstrate in the hosting of the 2012 games.",
            "closed_at": "2008-06-07T00:00:00Z",
            "created_at": "2007-06-07T20:22:43.116321Z",
            "creator_name": "S Atkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-07T20:22:43.116321Z",
            "rejected_at": "2007-07-14T00:01:03.727034Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/Change2012Logo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5238633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChangeOurLogo/"
    },
    "type": "petition"
}