{
    "data": {
        "attributes": {
            "action": "Step in and reverse the decision to close Remploy factories",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe disabled people should continue to be given the opportunity to develop in a working environment where they are fully supported and encouraged, and where they receive the necessary training to lead the same dignified work-life balance enjoyed by non-disabled people, in an environment where their specific needs are understood and their talents nurtured in a way mainstream employment cannot possibly match.\nWe further call on the government to investigate why the Remploy factory network has been allowed to decline over recent years in order to make the case for closure more tenable, and if necessary, and in conjunction with all stakeholders, put in place a management structure and proper funding to enable the company to grow and expand the opportunities for more disabled people to work in businesses where they feel they can make a real contribution to the country’s economy.",
            "closed_at": "2007-09-08T00:00:00Z",
            "created_at": "2007-06-08T07:03:04.547591Z",
            "creator_name": "Brian Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-08T07:03:04.547591Z",
            "rejected_at": "2007-07-15T00:01:05.207226Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\nhttp://petitions.pm.gov.uk/sorf43/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5240420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Closures/"
    },
    "type": "petition"
}