{
    "data": {
        "attributes": {
            "action": "stop the involvement of arms company Lockheed Martin in the 2011 Census for England and Wales, Northern Ireland and Scotland, because this company's history of working in American military intelligence will undermine public confidence in the Census process.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With more sensitive information being collected in the next Census in 2011, do we really want data about everyone in the UK being collected by a foreign arms company?\n\nLockheed Martin is one of the shortlisted contractors to provide data capture and storage services for the 2011 Census, but the majority of its business is with the American Department of Defense and other US government agencies. They produce missiles, naval systems and land mines, as well as providing intelligence, surveillance and reconnnaissance services. Most worrying is their claim to deliver 'integrated threat information' to the US military by combining and analysing a widde range of intelligence information from around the world. \n\nWith Lockheed Martin involved, people in the UK will not believe that their Census submissions will be safe from being incorporated into these systems, and this is likely to harm the reliability of the 2011 Census.\n\nWe at Census Alert urge you to sign the petition because we believe that this kind of company should not be gathering sensitive data on every member of our population.",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-08T12:39:08.989093Z",
            "creator_name": "Siân Berry",
            "government_response_at": "2008-07-10T14:05:29.391593Z",
            "government_responses": [
                {
                    "created_at": "2008-07-10T14:05:29.391593Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the involvement of arms company Lockheed Martin in the 2011 Census for England and Wales, Northern Ireland and Scotland, because this company's history of working in American military intelligence will undermine public confidence in the Census process.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15926.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'census-alert'",
                    "updated_at": "2008-07-10T14:05:29.391593Z"
                }
            ],
            "opened_at": "2007-06-08T12:39:08.989093Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5594,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5244639
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/census-alert/"
    },
    "type": "petition"
}