{
    "data": {
        "attributes": {
            "action": "Alison Beasley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep Music Live in the Fives.\nThe Five Alls in Chepstow is a small thriving 'rock' pub - it has encountered problems regarding noise levels when hosting live music on a Sunday night between 8pm-10.30pm.  We are the only regular live music venue in our area giving local bands the opportunity to support touring bands from the uk and europe.  We have been careful to be law abiding and competent in the running The Five Alls for over 7 years and the pub has existed since 1848. The Five Alls has always been associated with music and any neighbour who moved into the vicinity has known about our regular live music events and residents were given the opportunity to appeal against the granting of our license but no-one turned up in court.  We are working hard to compromise with neighbours and the council and actively searching for a solution that will satisfy everyone. Please sign our petition in support of small venues and live music.  Thank You.",
            "closed_at": "2007-12-08T00:00:00Z",
            "created_at": "2007-06-08T11:53:41.172214Z",
            "creator_name": "Alison Beasley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-08T11:53:41.172214Z",
            "rejected_at": "2007-07-15T00:01:05.207226Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5244060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Liveinthe5s/"
    },
    "type": "petition"
}