{
    "data": {
        "attributes": {
            "action": "Join the fight against Cancer by making this research possible",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "“Cheap safe drug kills most cancers” Was the New Scientist article in January this year! It appeared that a cure for this horrendous disease was finally in our grasp. This drug kills Cancer in a totally different way. Potentially, giving a whole new family of Cancer Drugs.\n\nThere is one small problem; (DCA) is an old drug. It has already been patented and the patents have expired. Pharmaceutical companies cannot make any money out of it. If one of them conducts or funds the research everyone in the world can use the results; it will also compete with their patented £50,000 pa per patient drugs.\n\nSelf-medication is becoming a problem. As highlighted on the New Scientist web site. Self-medication accidents may destroy DCA’s credibility. \n\nWe request that the PM Authoresses and funds a medically supervised self-medication experiment. Where, patents have access to pharmaceutical grade DCA, & medical advice; & medical practitioners are legitimately allowed to supervise, monitor and intervene. \n\nCancer patents are self-medicating, with Internet drugs. Give them the opportunity to use good quality DCA under medical supervision. We may also learn something useful!",
            "closed_at": "2007-09-21T00:00:00Z",
            "created_at": "2007-06-08T14:47:38.188116Z",
            "creator_name": "Dave Guilliatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-08T14:47:38.188116Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5245988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cancer-Cure/"
    },
    "type": "petition"
}