{
    "data": {
        "attributes": {
            "action": "ask Fremantle Trust to reverse its decision on 1 April 2007 to dismiss and re-engage care workers on to drastically inferior terms and conditions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fremantle care workers working for Barnet Council were transferred to Fremantle under the Transfer of Undertakings (Protection of Employment) Regulations five years ago. On 1st April 2007 Fremantle Trust sacked and re-engaged staff on to new contracts with staff facing losses in income of up to 35 per cent. They also had cuts to their sick pay and holiday entitlement. \n\nOn 8 June UNISON & GMB formally began a ballot members for possible industrial action. In the interim both Trade Unions are still seeking a a negotiated settlement of this dispute.",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-08T15:19:25.818736Z",
            "creator_name": "John Burgess",
            "government_response_at": "2008-08-13T15:09:50.511961Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:09:50.511961Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask Fremantle Trust to reverse its decision on 1 April 2007 to dismiss and re-engage care workers on to drastically inferior terms and conditions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16497\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Fremantle'",
                    "updated_at": "2008-08-13T15:09:50.511961Z"
                }
            ],
            "opened_at": "2007-06-08T15:19:25.818736Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 626,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5246341
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fremantle/"
    },
    "type": "petition"
}