{
    "data": {
        "attributes": {
            "action": "Reject as inadequate the new GCSE criteria for Science, with particular reference to the lack of meaningful Physics content",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This year saw the introduction by the government of new criteria for the teaching of Science at GCSE.  Many anticipated it as \"science fit only for the pub\".  Now, at the end of its first year, a huge number of science teachers (particularly physics teachers) are indeed judging it to be overly simplistic, devoid of any real physics and inadequate preparation for further study.  This GCSE will remove Britain's technological base within a decade: it is that serious.  There is further concern over the accreditation (by the government) of some of the specifications produced by some of the exam boards.  In a recent exam, pupils were able to attain an A-grade by scoring just 51%.  This is firm evidence of slipping standards, happening openly, with the approval of the government.  Should these new criteria be allowed to run their full lifetime of FIVE years, it would constitute incredible hypocrisy, given the Prime Minister's recent comments regarding his valuing British science education.",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-08T19:48:11.184139Z",
            "creator_name": "Stuart Billington",
            "government_response_at": "2008-07-10T14:03:37.657775Z",
            "government_responses": [
                {
                    "created_at": "2008-07-10T14:03:37.657775Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reject as inadequate the new GCSE criteria for Science, with particular reference to the lack of meaningful Physics content.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15923.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'newgcsescience'",
                    "updated_at": "2008-07-10T14:03:37.657775Z"
                }
            ],
            "opened_at": "2007-06-08T19:48:11.184139Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 551,
            "state": "finished",
            "updated_at": "2008-06-16T03:41:37.485397Z"
        },
        "id": 5248518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newgcsescience/"
    },
    "type": "petition"
}