{
    "data": {
        "attributes": {
            "action": "Look into the illegal arrest of Human Rights Defender Dr Binayak Sen In India",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dr Binayak Sen, a respected medical practitioner and Human Rights Defender was arbitrarily arrested in Chhattisgarh State in India on the 14th of May for his Human Rights work, and is being detained without right of bail or appeal. He has been arrested under the Chhattisgarh Special Public Security Act (CSPSA) which denies him normal judicial safeguards thus violating his Human Rights.\n\nThe Charges against Dr Sen are vague and obscure.\n \nThe Peoples Union of Civil Liberties (PUCL) in India and Amnesty International has condemned the arrest as a repressive act under controversial laws and has demanded his immediate release.\n\nDr. Sen has always practiced peace and advocated peace, amidst the\nconflicts in Chhattisgarh. \n\nTorture and killings have been known to occur in custody in the State of Chhattisgarh. And Dr Sen is in danger of torture and even death if he remains in custody.\n\n \nPrime Minister, \n\nWe the undersigned petition you to bring pressure on the Indian Government to Release Dr. Sen immediately. To hold him in custody without provision of bail and appeal is to go against the principles of Justice, Democracy and Human Rights.",
            "closed_at": "2007-12-15T00:00:00Z",
            "created_at": "2007-06-08T23:13:15.639497Z",
            "creator_name": "Easterine Mills Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-08T23:13:15.639497Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 134,
            "state": "finished",
            "updated_at": "2007-12-16T03:12:01.364384Z"
        },
        "id": 5249664
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dr-Binayak-Sen/"
    },
    "type": "petition"
}