{
    "data": {
        "attributes": {
            "action": "save former Kent cricketer Hartley Alleyne from deportation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Former West Indies fast bowler Hartley Alleyne, is facing deportation on the technicality of not having NVQ Level 3 in cricket.\nHartley Alleyne has lived in England since 1978, raising a family and working as a cricket coach for the past two years at St. Edmund's School, Canterbury, Kent.\nBut because he does not have a piece of paper certifying his cricket skills, the Home Office has given him 30 days to go.\nDeputy Head, David Knight, at the school where he will soon have to leave his job teaching cricket, said:\n\n\"Hartley is an integral part of our society - parents love him, pupils love him, we all love him. \nI think he has the right to be here. He has never taken a penny from the State and has worked in his own right. \nHe is highly qualified - he is a former West Indian cricketer. \nWhat better qualification could he have to coach cricket and work with young people?\" \nThe Home Office told the Canterbury Adscene that Alleyne was refused a work permit, even in volunteering, on the grounds of an NVQ, arguing that a British national could do the job instead.\nIf this decision is not over turned, Alleyne will have to return to Barbados after 29 years and will have to leave his wife and children in England.",
            "closed_at": "2007-08-09T00:00:00Z",
            "created_at": "2007-06-09T09:51:57.664234Z",
            "creator_name": "Francesca Preece",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-09T09:51:57.664234Z",
            "rejected_at": "2007-07-15T00:01:05.207226Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5250922
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-alleyne/"
    },
    "type": "petition"
}