{
    "data": {
        "attributes": {
            "action": "make the BBC World TV channel available on the Sky Digital platform",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC World is a rolling news channel with a similar format to BBC News 24, and is funded by the Foreign and Commonwealth Office and currently intended only for overseas viewers. It can easily be received in the UK from at least three satellites but not from the Astra II cluster of satellites which Sky Digital dishes are pointed at.\n\nBBC World's coverage of international issues is far more wide-ranging than most other BBC news and current affairs output which tends to be focused almost completely on UK issues. It is ludicrous that at least two other countries' international news channels are carried on Sky Digital (namely, France 24 and Russia Today) but not BBC World, which we pay for through our taxes.\n\nIdeally BBC World should be given its own, unencrypted, channel on the Sky Digital platform. As an interim measure BBC News 24 could switch to relaying BBC World programming to provide an alternative to BBC One's broadcasts of BBC Breakfast, the Six O'Clock news, the London regional news and the Ten O'Clock news, all of which are duplicated on News 24.",
            "closed_at": "2008-06-09T00:00:00Z",
            "created_at": "2007-06-09T13:13:29.829460Z",
            "creator_name": "Andrew Wheatley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-09T13:13:29.829460Z",
            "rejected_at": "2007-07-15T00:01:05.207226Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5251909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbcworldonsky/"
    },
    "type": "petition"
}