{
    "data": {
        "attributes": {
            "action": "introduce a national violent crime and drug offenders register. This would include all those convicted or released from prison for either committing or conspiring to commit: violent offences or offences where the threat of violence is used, dealing and/or trafficking in Class A drugs or  causing death or permanent disability by careless or dangerous driving when under the influence of drugs or alcohol.  Once on the register, those committing any offence above would also have their assets seized and passport withdrawn for at least 10 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those over 16 yrs of age would remain on the register for a minimum period of 15 yrs following custody (if any).  They would have to report regularly to the Police and be supervised by the Probation Service and would receive treatment and re-education to help change their behaviour (including addiction-related).  Offenders may be prohibited from certain activities and locations, subjected to a curfew and required to take polygraph tests.  They would also be prohibited from owning a vehicle or property, and from becoming company directors. Failure to cooperate would result in a fine or imprisonment. Assets seized would be used to support victims of such crimes (including domestic violence) and to fund drug rehab.  Dependents (including victims of domestic violence) could claim a share of any assets.  Offenders under 17 yrs old would be supervised by Social and Probation Services for 5 yrs following custody (if any). These offenders may be taken into care in cases of non-cooperation",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-09T11:24:22.203370Z",
            "creator_name": "Martin Hayes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-09T11:24:22.203370Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-01-14T15:59:41.687141Z"
        },
        "id": 5251384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepeatedViolence/"
    },
    "type": "petition"
}