{
    "data": {
        "attributes": {
            "action": "condemn the Sri Lankan government’s enforced removal of innocent Tamils from Colombo and urge the Government of Sri Lanka to cease any further enforced removal of Tamils from Colombo in the future.  We also petition the Prime Minister to intervene in the civil war in Sri Lanka to reach a peaceful political settlement as he successfully achieved in the Northern Ireland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sri Lankan Policemen in Colombo on 7 June 2007 launched search operations and entered the private lodges to forcefully evacuate the Tamils. Around 800 Tamils were forcefully expelled from these lodges in Colombo by the Police. Tamils staying in Colombo for medical treatment, travel, family re-union, study and in search of jobs, were packed in 8 buses and sent out of Colombo to the east and Vavuniyaa with Police escort. Ranil Wickramasinghe, the opposition leader in Sri Lanka, stated that the Tamils were being expelled from Colombo on a discriminatory way, violating the article 11 of the Sri Lankan constitution, and compared the current situation in Sri Lanka to the humanitarian tragedies that took place for Jews in Germany, and Blacks in South Africa in the past. The Tamils, who believed that it was possible to find a political solution, now feels that the Govt of Sri Lanka is forcing us to fight for our own separate state in Sri Lanka.  We hope and pray that it is still possible to find a political solution and urge the Prime Minister to intervene in the civil war in Sri Lanka to find a peaceful political settlement as he successfully achieved in the Northern Ireland.",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-09T14:33:55.117778Z",
            "creator_name": "Dr Velautham Sarveswaran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-09T14:33:55.117778Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2008-06-16T00:01:01.432799Z"
        },
        "id": 5252230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tamils/"
    },
    "type": "petition"
}