{
    "data": {
        "attributes": {
            "action": "create legislation that outlaws door to door evangelism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's happened to most people. The doorbell rings, you answer it and you are asked questions such as 'Do you believe in God?' or 'Can we talk to you about the Gospel?' etc. Invariably, these door to door visits are conducted at the weekend, often on Saturday on Sunday mornings when hard-working people are either having an extra couple of hours' sleep or going about the business of spending time with family / partner etc. \nMany people find these visits intrusive and unwelcome. Some people, too polite to ask these visitors to leave immediately then go on to suffer these people capturing them in debate under the premis of offering them redemption / saving their soul etc.\nI propose that some legislation be made that stops this happening. These visits are unsolicited door to door evangelism, and can at best annoy the recipient and at worst intimidate them.",
            "closed_at": "2007-12-15T00:00:00Z",
            "created_at": "2007-06-09T15:59:11.791670Z",
            "creator_name": "Julianne Regan",
            "government_response_at": "2008-02-01T16:04:05.415178Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:04:05.415178Z",
                    "details": "You signed a petition asking the Prime Minister to \"create legislation that outlaws door to door evangelism.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14460.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'anti-evangelism'",
                    "updated_at": "2008-02-01T16:04:05.415178Z"
                }
            ],
            "opened_at": "2007-06-09T15:59:11.791670Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 201,
            "state": "finished",
            "updated_at": "2007-12-16T00:01:01.587569Z"
        },
        "id": 5252607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-evangelism/"
    },
    "type": "petition"
}