{
    "data": {
        "attributes": {
            "action": "extend the government-initiated Design for Manufacture competition to include the design, the construction and the use of a prototype housing estate where there are houses and bungalows and a nursing centre.  The design specification document would state that each house and each bungalow is to have three interface doors, namely a front door, a second door and a nursing door with each nursing door within the housing estate to be reachable from the nursing centre by means of an enclosed corridor.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The overall objective is to help people who need some nursing care yet could otherwise live independently and who would like to do so to be able to live in their own homes.  The houses and bungalows would be a mix of owner-occupied and rented properties.  The rented properties would all have right to buy rights attached to them.  The design specification document could specify a variety of needs for which the estate would be of use.  For example, some houses could be intended for families where one person needs regular nursing care yet other members of the family do not need regular nursing care.  Some properties would include gardens with drives.  Some other properties would have no garden.  There would be an estate garden with seats and a variety of specimen trees so that the residents of gardenless homes could have some of the benefits of a garden without the need to maintain a garden.  Residents could have their own furniture and, if so desired, one or more companion animals.",
            "closed_at": "2008-01-15T00:00:00Z",
            "created_at": "2007-06-10T06:03:45.696544Z",
            "creator_name": "William Overington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-10T06:03:45.696544Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-01-16T00:01:01.992677Z"
        },
        "id": 5254807
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eutopia-housing/"
    },
    "type": "petition"
}