{
    "data": {
        "attributes": {
            "action": "initiate a feasibility study involving expert input from government departments, from the Patent Office and from the pharmaceutical industry please.  The question to answer is as follows.  Is it feasible to introduce a mark, something like a certification mark, which may be used on the packaging of a pack of pharmaceuticals such that the mark conserves all the marks and other information related to the quality of the pharmaceuticals in the pack yet cancels the licence to sell the pharmaceuticals in that particular pack in the developed world?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When a pharmaceutical company sells pharmaceuticals the charge it makes often includes not only the incremental cost of production but also a contribution to covering the considerable research and development costs of the company.\n\nThis can mean that the pharmaceuticals are out of financial reach for hospitals and doctors in the poorest countries of the developing world.\n\nYet maybe if there were an intellectual property rights based legal structure whereby some packs could contain pharmaceuticals of the same high quality as used in the developed world yet be legally impossible to be sold in the developed world, then maybe some pharmaceutical companies might make and sell such packs to hospitals and doctors in the poorest countries of the developing world for just the incremental cost of production without on those packs charging a contribution to covering the considerable research and development costs of the company.",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-06-10T07:31:15.327181Z",
            "creator_name": "William Overington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-10T07:31:15.327181Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-03-19T00:01:02.062188Z"
        },
        "id": 5254901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/special-mark/"
    },
    "type": "petition"
}