{
    "data": {
        "attributes": {
            "action": "make the Motorists Insurance Bureau responsible for personal injury claims in respect of road traffic accidents caused by wild deer on Britains roads.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the Motorists Insurance Bureau can be used to claim compensation for road traffic accidents in circumstances where motorists are involved with uninsured and/or untraced drivers.  When a road user has been in a collision with a wild deer, he can only claim compensation for damage to his/her vehicle from his insurance company.  He cannot claim for personal injury/death as the insurance company has no one to claim from \"The insurance company cannot 'sue' a wild deer!\"\nWhere someone in the family has had a deer collision this often leads to a future of financial uncertainty, especially in cases of death or severe injury.  Apart from immediate financial losses suffered during an initial period of injury and recovery, some people have been left so severely disabled by their accident that they can never work again.  For this reason there needs to be some route to claiming compensation for personal injury, such as via the Motorists Insurance Bureau.",
            "closed_at": "2008-06-29T00:00:00Z",
            "created_at": "2007-06-10T10:45:54.778318Z",
            "creator_name": "GARY ENNESS",
            "government_response_at": "2008-08-14T15:03:24.420363Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T15:03:24.420363Z",
                    "details": "You signed a petition asking the Prime Minister to \"make the Motorists Insurance Bureau responsible for personal injury claims in respect of road traffic accidents caused by wild deer on Britains roads.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16538\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DEER-COLLISIONS'",
                    "updated_at": "2008-08-14T15:03:24.420363Z"
                }
            ],
            "opened_at": "2007-06-10T10:45:54.778318Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 393,
            "state": "finished",
            "updated_at": "2008-07-02T03:38:13.455786Z"
        },
        "id": 5255644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DEER-COLLISIONS/"
    },
    "type": "petition"
}