{
    "data": {
        "attributes": {
            "action": "prevent prisoners from being able to claim their time spent in police custody as part of their sentence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently if someone is given a custodial sentence, then towards the end of their sentence they are entitled to request the prison to ask the police how long they spent in police custody and have that time treated as part of their prison sentence, thereby reducing the time they actually spend in prison.\n\nPeople who are arrested and kept in police custody but are not charged through lack of evidence or who are found Not Guilty or No Case To Answer at court cannot claim back their time or any compensation for the time THEY spent in a police cell (quite rightly).\n\nWhy then should someone who is guilty of their crime be able to claim the time back against their sentence?\n\nThis discriminates against innocent people held in police custody but not subsequently convicted, and creates a lot of unncessary admin work for police and prison staff in looking up police custody from years ago and working out how much earlier to the release the prisoner.",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-10T13:35:06.990325Z",
            "creator_name": "Steve Bassett",
            "government_response_at": "2008-07-10T14:00:01.569412Z",
            "government_responses": [
                {
                    "created_at": "2008-07-10T14:00:01.569412Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent prisoners from being able to claim their time spent in police custody as part of their sentence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15920.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PoliceCustody'",
                    "updated_at": "2008-07-10T14:00:01.569412Z"
                }
            ],
            "opened_at": "2007-06-10T13:35:06.990325Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 209,
            "state": "finished",
            "updated_at": "2008-06-16T00:01:01.432799Z"
        },
        "id": 5256367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceCustody/"
    },
    "type": "petition"
}