{
    "data": {
        "attributes": {
            "action": "initiate an urgent investigation into GPs diagnostic rates of depression, the publicised over prescribing trends of SSRI/SNRIs the second generation class of antidepressant drugs - AND explain why according to the Office of National Statistics (ONS) that in 2005 the total number of prescriptions cashed for these drugs only increased by 315.8 thousand - while increases for years 1998 to 2004 and year 2006 have been between 1.2 and 2.2 million per annum - with the median average annual increase excluding 2005 of nearly 1.5 million.    As 2005 showed no increase in total prescriptions cashed for other classes of antidepressants to counteract this drop - nor complaints regarding non treatment of ‘depressed’ patients – it is self evident that over prescribing of SSRI / SNRI drugs is an escalating problem and the cost an increasing financial burden on the NHS.    Was 2005 an extraordinary year when miraculously thousands less people became depressed than any other year?  Or in the aftermath of the Committee on Safety of Medicines (CSM) ‘Expert Working Group on the Safety of SSRI Antidepressants’ reporting December 2004 -- which found them to be lacking in both efficacy and safety -- did GPs moderate their diagnosis of depression and practice of prescribing SSRI / SNRI drugs as first line treatment?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new antidepressant were promoted to replace older established tricyclic & MAOI drugs, however total prescriptions for older drugs have not decreased, remaining stable despite SSRI/SNRI prescriptions increasing from 8,270,800 to 20,176,600 over 8 years.\n\nIf a drug is efficacious & works, after an initial surge of prescriptions when licensed, prescriptions numbers should stabilise, even reduce as patients recover & come off.\n\nThe alarming & continual increase in SSRI/SNRI prescriptions provides clear evidence of drugs not working &/or a ‘withdrawal syndrome’ instrumental in keeping patients on them, a fact known by manufacturers who told medical professional the syndrome was re-emergence of original symptoms &/or emergence of new mental illness.\n\nThe ONS figures demonstrate a problem which left unchecked could see prescriptions increasing by approximately 1.5 million per annum ad infinitum - can the NHS continue to sustain this – or any backlash for not acting in patients better interests?",
            "closed_at": "2007-11-18T00:00:00Z",
            "created_at": "2007-06-10T13:15:12.210086Z",
            "creator_name": "Mardi Bennett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-10T13:15:12.210086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2007-11-19T00:01:01.553991Z"
        },
        "id": 5256279
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ONS-SSRI-Anomaly/"
    },
    "type": "petition"
}