{
    "data": {
        "attributes": {
            "action": "Encourage Sefton Council To Respond To Citizens More Promptly And Professionally.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since living in the Met Borough Of Sefton, Merseyside, I have been disappointed in the poor customer service I have received from the council. It seems I am ignored by their housing benefit/council tax departments whenever I get in touch with them, to the point that my letters are ignored & I receive court summons and bailiffs at my door! I was brought up to be responsible about my bills & to contact the authorities promptly if I am having difficulties in order to negotiate a mutually suitable agreement.It happened again last month when I wrote to inform I am off work ill & need to apply for housing benefit for 07/08. The council ignored my explanation letter & request for a form, & sent me a summons!! I know they got the letter because they sent me the form a few days before the summons. I feel like I'm banging my head against a brick wall with this council & I have never experienced anything like it. I feel disempowered & despairing. One takes control of their situation, assumes authorities will appreciate the initiative & good citizenship demonstrated, but ends up in the situation they tried to avoid by taking control! Anyone else had this experience? Sign up!",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-06-10T20:39:21.156712Z",
            "creator_name": "Miss Jennifer Smedley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-10T20:39:21.156712Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2007-12-19T00:01:01.395905Z"
        },
        "id": 5258491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SeftonCouncil/"
    },
    "type": "petition"
}