{
    "data": {
        "attributes": {
            "action": "look again at the Ruth Ellis case in light of new evidence that the Old Bailey in 1955 never got to hear. Evidence that shows Ruth Ellis was a victim of a gross miscarriage of justice and was innocent of the crime for which she was hanged.The true sequence of events surrounding the case have been deliberately witheld.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I co-wrote RUTH ELLIS MY SISTER'S SECRET LIFE with Muriel Jakubait, published on 7/7/2005, the day the bombings in London shattered the heart of the capital. In effect the new findings in our book about the last woman to be hanged in the UK were buried.What I have found is a casebook example of a sickening miscarriage of justice. We present a range of evidence in our book that the court in 1955 never got to hear. Evidence showing that Ruth Ellis was innocent of the crime she was hanged for.We have tried to get national publicity for our findings.Each time we have been unsuccessful.I believe the Press have been told by the government not to publicise our story.National newspapers and magazines have interviewed me, each time the story is pulled at the last minute.TV companies acting for us have approached every TV network.Each channel has wanted our story.Each one has had the 'plug pulled'.I believe the Prime Minister should look at the Ruth Ellis case again so justice for Ruth and her family can finally be served and national newspapers should be allowed to publicise the new evidence showing that Ruth Ellis was a victim of a miscarriage of justice.",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-06-10T19:49:29.434218Z",
            "creator_name": "Monica Weller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-10T19:49:29.434218Z",
            "rejected_at": "2007-06-25T10:06:38.556897Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5258210
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RuthEllis/"
    },
    "type": "petition"
}