{
    "data": {
        "attributes": {
            "action": "Television Programmes about black achievers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hello,\nI am writing to request your full support on submitting my ideas of television programmes about black achievers from the past and present. It is a sad fact that the achievements of black people have been overlooked and ignored. I believe that very little progress has been addressed upon the issues about, past and present black achievers who have contributed their own successes in Education, The Arts, Media, Commerce, Politics, Agriculture, Architecture, Science, Inventions, Explorers, and the Military within cultural society.\n\nHere are my ideas for television programmes about black achievers: \n1.\tBLACK HISTORY MONTH CEREMONY AWARDS - This is an entertainment series to celebrate the black people who have contributed to society. \n2.\tTHE AFRICAN EMPIRES - Historical programme \n3.\tBLACK ROMAN EMPERORS - Historical programme  \n4.\tIRA ALDRIDGE AWARDS - An equivalent to the Lawrence Olivier Awards for accomplishments within the Dramatic and Theatre Arts Industry. \n5.\tBLACK INVENTORS AND SCIENTISTS - Historical programme about their achievements.\n6.\tBLACK CLASSICAL MUSIC COMPOSERS AND MUSICIANS - Historical programme about their life and works.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-06-11T09:36:00.427718Z",
            "creator_name": "ama plange",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-11T09:36:00.427718Z",
            "rejected_at": "2007-07-18T00:01:02.217420Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5261543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blackachievers/"
    },
    "type": "petition"
}