{
    "data": {
        "attributes": {
            "action": "Sack Hazel Blears as Chair of the Labour Party and request she withdraws from the Deputy Leadership race following her comments on immigration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ms Blears is reported to have made the following comments about immigration:\n\n'Private landlords are letting properties with 10 or 12 [immigrants] in there'\n\n'[Immigrants] are on the street drinking, [displaying] anti-social behaviour'\n\n'They [immigrants] are undercutting wages...they are not abiding by health and safety'\n\nThese comments have been made without any evidential base, and are redolent of the sort of false allegations made by the far right.  There is, however, evidence to prove that following  comments like those made by Ms Blears racially motivated attacks against immigrants increase.\n\nIt is outrageous that the Chair of the Labour Party should be free to make such heinous and dangerous allegations, and her position is therefore untenable.  It is also wholly inappropriate for someone who is prepared to publicly spread such negative stereotypes to have any place in the cabinet.  Ms Blears should therefore be sacked from her current position as Chair, and should withdraw from the Deputy Leadership race.",
            "closed_at": "2007-09-11T00:00:00Z",
            "created_at": "2007-06-11T10:51:07.315033Z",
            "creator_name": "Wendy Allison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-11T10:51:07.315033Z",
            "rejected_at": "2007-07-18T00:01:02.217420Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5262546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hazel-Blears/"
    },
    "type": "petition"
}