{
    "data": {
        "attributes": {
            "action": "Set up an investigation into the cost of legal representation in family cases and see if it would be better to transfer a proportion of such funding to counselling and therapeutic work for those involved. In short stop the 'fighting' in family cases and start 'helping' instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When people talk about court costs what they are really talking about is the cost of the legal reperesentatives. This sucks so much money in that it leaves nothing to provide assistance to the parties in family cases. It is possible for example to get public funding for assessments but there is nothing for treatment. What in effect is happening is that the court can clearly see what the problem is but there is no money to help with solutions.If only a small proportion of what goes into the funding of legal representation were diverted into therpeutic approaches then this is likely to have a beneficial effect on the whole process.There has been some progress in Mediation to try to prevent cases coming to court or being settled without the need of a full court case but there has not been the same focus on dealing with those families that do have significant problems that require some professional assistance to 'get better\". The lack of funding reduces the number of those available to do such work so it is both hard to find a suitable therapist and to pay for the therapy. This results in children being left in potentially, emotionally damaging situations.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-06-11T14:08:21.312665Z",
            "creator_name": "James Barclay",
            "government_response_at": "2008-01-23T17:03:38.181088Z",
            "government_responses": [
                {
                    "created_at": "2008-01-23T17:03:38.181088Z",
                    "details": "You signed a petition asking the Prime Minister to \"Set up an investigation into the cost of legal representation in family cases and see if it would be better to transfer a proportion of such funding to counselling and therapeutic work for those involved. In short stop the 'fighting' in family cases and start 'helping' instead.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14340.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'courttherapy'",
                    "updated_at": "2008-01-23T17:03:38.181088Z"
                }
            ],
            "opened_at": "2007-06-11T14:08:21.312665Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 216,
            "state": "finished",
            "updated_at": "2008-03-10T03:14:03.983711Z"
        },
        "id": 5265262
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/courttherapy/"
    },
    "type": "petition"
}