{
    "data": {
        "attributes": {
            "action": "end the unfair tax on council tenants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Barking and Dagenham Council asks for your support to end the unfair system of housing subsidy which is costing every one of our tenants £14 a week each.\n\nWe believe that the system – which will cost one of England’s most deprived boroughs £14 million this year alone – needs to change and change quickly.\n\nThis Council considers that housing subsidy, which our tenants have to pay for out of their rent, is nothing more than an unfair tax on housing services.\n\nWe ask that this Council is allowed to spend all the rent it collects on providing excellent housing services for local people, not subsidising housing for tenants in other parts of the country.\n\nWith your support, we believe that we can persuade the Government to change the rules, give us our £14 million back and let us get on with providing the top quality housing services for which we are so well known.\n\nThank you for your support.\n\nDavid Woods,\nDirector of Housing,\nBarking and Dagenham Council",
            "closed_at": "2007-10-19T00:00:00Z",
            "created_at": "2007-06-12T11:59:42.921688Z",
            "creator_name": "David Woods",
            "government_response_at": "2008-06-05T14:09:39.591949Z",
            "government_responses": [
                {
                    "created_at": "2008-06-05T14:09:39.591949Z",
                    "details": "You signed a petition asking the Prime Minister to \"end the unfair tax on council tenants.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15649.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Tax-on-tenants'",
                    "updated_at": "2008-06-05T14:09:39.591949Z"
                }
            ],
            "opened_at": "2007-06-12T11:59:42.921688Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 644,
            "state": "finished",
            "updated_at": "2007-12-01T03:11:37.873741Z"
        },
        "id": 5275660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-on-tenants/"
    },
    "type": "petition"
}