{
    "data": {
        "attributes": {
            "action": "Force supermarkets to use Bio-Plastics for their plastic bags.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "90% of disposal of products goes into land sites. 5% is recycling and 5% is incineration. And we are apparantly entering a 'greener' stage?! Doesn't look it.\n\nLandfill sites release harmful chemicals and explosive gases which damage the environment to no end. Animals natural habitats are destroyed and pollutants are released all the time. However, we could help change that.\n\nA plastic called Polylactic acid (PLA) is a vegetable based bioplastic. This means that the plastic biodegrades quickly (within months), under composting conditions and do not leave a toxic residue.\n\nYou can recycle plastic bags yourself in your own back garden in a few months! Seeing as most Local Councils dont provide a plastic recycling scheme, we have to do it ourselves. Some farmers have already used this to protect crops, and the plastic can then be plowed down into the earth where it will decompose naturally.\n\nIf everyone could recycle their own plastics bags in their own back garden, thats billions of tonnes less plastic that ends up in landfill sites each year!",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-12T11:53:40.719299Z",
            "creator_name": "Madeleine Ike",
            "government_response_at": "2008-07-11T11:35:19.864315Z",
            "government_responses": [
                {
                    "created_at": "2008-07-11T11:35:19.864315Z",
                    "details": "You signed a petition asking the Prime Minister to \"Force supermarkets to use Bio-Plastics for their plastic bags.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15940.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BioPlastic'",
                    "updated_at": "2008-07-11T11:35:19.864315Z"
                }
            ],
            "opened_at": "2007-06-12T11:53:40.719299Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 495,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5275596
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BioPlastic/"
    },
    "type": "petition"
}