{
    "data": {
        "attributes": {
            "action": "hasina zuberi and family (including extended); most Jamaican citizens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have drawn up this petition to request the British Government STOP/REMOVE the visa requirement for Jamaicans entering the U>K> which at this moment operates in what we consider 'unfair ' manner and infringes upon the rights of every Human being to maintain personal contact with their loved ones without censorship.  By that we mean, the rules which are presently imposed, make it heartrendingly difficult most times, for relatives, even by marriage, to obtain a visa to even come to this country for a short respite.  Surely, we already know Jamaica and we want our loved ones to se the GREAT BRITAIN which has kept us away from our home country and relatives for so long.  \nWhy do we, the immigrant British population, have to suffer like this and also affect our loved ones back home with the same fate.\n\nCome on I implore you to quickly act to revise the present circumstances which causes so much heartbreak and indeed erodes quality of life for all concerned as in our opinion, the present state of affairs is a deep infringement of HUMAN RIGHTS, which unless hypocrisy is at play, contravenes the essence of EQUALITY and JUSTICE which this country purports to defend.\n\nThank you",
            "closed_at": "2007-07-12T00:00:00Z",
            "created_at": "2007-06-12T14:15:59.528385Z",
            "creator_name": "ms. hasina zuberi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-12T14:15:59.528385Z",
            "rejected_at": "2007-07-12T00:01:05.278024Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5277074
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/visitinglan/"
    },
    "type": "petition"
}