{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to restrict the participation of a political party to just one House of Parliament (either Commons or Lords); not tie elected members of the House of Lords to geographical constituencies; and ensure that the proportion of elected members of the House of Lords reflects the turnout in the same election for that institution.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A reformed House of Lords should be distinct from and independent of the House of Commons. Ensuring that candidate organisations are not involved in elections to the House of Commons and not tied to geographic constituencies should achieve this.  Charities, pressure groups, and religious and community leaders are potential sources of candidates.\n\nAs turnout for Lords elections is likely to be very low, I suggest the proportion of elected Lords be equal to the turnout in the election, i.e. if the turnout is 40%, then only 40% of the seats will be selected in this way, with the remainder being appointed by a truly independent body.\n\nNor is there a need for a traditional ballot.  Registering your preferred organisation or individual should suffice, with the ability to change this preference at any time effecting any necessary adjustments in the makeup of the House.",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-12T14:15:05.909724Z",
            "creator_name": "Stephen Dillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-12T14:15:05.909724Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-06-20T00:01:01.966124Z"
        },
        "id": 5277065
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewLordsVision2/"
    },
    "type": "petition"
}