{
    "data": {
        "attributes": {
            "action": "give Waterbarn Recreation Ground in Stacksteads, Lancashire village green status to enable local residents to use the ground without threat of development",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The above named piece of land has recently been purchased from the local church.  There is an existing agreement that allows the local cricket club to use this as their home ground. Competitive cricket has been played here for 104 years. The purchaser has informed the cricket club that from the end of this season they will no longer be able to use the ground. In the short term it has been suggested that the land will be developed as a community sports facility. This is not what the local community want. They want a piece of land where children can play freely and openly when they like.  This piece of land is priceless to the local community and must remain as it is. Gaining Village Green Status is the only was to preserve it.",
            "closed_at": "2007-07-12T00:00:00Z",
            "created_at": "2007-06-12T15:56:18.713593Z",
            "creator_name": "Andrew Marshall",
            "government_response_at": "2007-08-06T15:33:49.767345Z",
            "government_responses": [
                {
                    "created_at": "2007-08-06T15:33:49.767345Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" give Waterbarn Recreation Ground in Stacksteads, Lancashire village green status to enable local residents to use the ground without threat of development.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12827.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Waterbarn'",
                    "updated_at": "2007-08-06T15:33:49.767345Z"
                }
            ],
            "opened_at": "2007-06-12T15:56:18.713593Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 255,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5278184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Waterbarn/"
    },
    "type": "petition"
}