{
    "data": {
        "attributes": {
            "action": "implement policy of deregulation with the express intent to restore civil liberties and personal choice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the people petition the Prime Minister to implement a specific policy of deregulation to restore our privacy,  civil liberties and freedoms. Over the entire tenure of New Labour we, the people, have experienced massive and complex regulation imposed on the people.  Often these regulations have been imposed due to knee jerk reactions to isolated situations, and often in order to raise finance to support Government quangos like the Road Safety Partnerships. None of the regulations imposed have had the effect of increasing our civil liberties.  Contrary to the rhetoric given, we are no longer the free nation we once were or the free nation we would impose on others.  With more CCTV surveillance than anywhere else in the world, back door implementation of identity cards, more and more agencies being given access to our private and personal information and more agencies being given the powers to invade the privacy of our own homes, we can no longer claim that an Englishmans home is his castle. No longer are we the model for others to follow, on the contrary we have the model to be avioded.",
            "closed_at": "2007-09-12T00:00:00Z",
            "created_at": "2007-06-12T19:00:53.221356Z",
            "creator_name": "Tony Wale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-12T19:00:53.221356Z",
            "rejected_at": "2007-07-19T00:01:02.713477Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5279934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deregulate/"
    },
    "type": "petition"
}