{
    "data": {
        "attributes": {
            "action": "to take measures concerning a political support of the opposition in Ukraine",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Formation of democracy in Eastern Europe, in particular, in Ukraine, is \nan important stage in development of a contemporary Europe political \nhistory. In this connection, facts of economical pursuit of principal \nsponsors of a Ukrainian opposition raise great concern. We would like to \ndraw your attention at the fact that Kharkiv AVEC concern owned by \nleader of Jewish Community in Ukraine, human rights defender and Verkhovna \nRada deputy Alexander Feldman, suffers from economical repressions. His \nbusiness is being attacked for Feldman’s being a supporter of \noppositional bloc of Yulia Tymoshenko. By means of pre-conceived \nrevisions and repressions Kharkiv’s authorities endeavor to establish a \ntendency of economical pursues of political opponents in Ukraine. We \nappeal to the Prime Minister to take measures concerning a political \nsupport of the opposition in Ukraine as well as defense of democratic \ninstitutions and human rights in our country.",
            "closed_at": "2008-06-12T00:00:00Z",
            "created_at": "2007-06-12T19:38:04.510007Z",
            "creator_name": "Liudmila Gnativ",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-12T19:38:04.510007Z",
            "rejected_at": "2007-07-19T00:01:02.713477Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Ukraine/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5280312
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/opposition-1/"
    },
    "type": "petition"
}