{
    "data": {
        "attributes": {
            "action": "consider if the Energy Performance Certificate due to be introduced under the European Directive 2002/91/EC on 1st August 2007 could become a VAT exempt service towards environmental care",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The new EPC to be introduced on August 1st as part of the EPBD and Home Information Pack is an excellent proposition for climate care and energy saving.\n\nIt is cynically called - in some media reports - as a tax on climate concern. As it should have some affect on homeowners with a genuine care for the environment it's a pity that bad press can give it the wrong impression.  If the government created this VAT exempt. It would gain universal support as a small step in tacking its otherwise bad publicity.  \n\nI would not say that it would be a great loss of revenue, as all companies and DEA's/ HI in preparing these assessments will be profitable in any event, with the government having a net increase in tax as a result of introducing EPC's, and so the loss of VAT is not as great is may otherwise be.  Notwithstanding it is carried out by the private sector - exemption could elevate the credibility of the EPC service to that of a driving licence, birth certificate or passport and not as many say, just another excuse for charging even more tax. These comments do not help the introduction of an already challenged policy, and exempting the EPC might help restore it to where it should be.",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-12T23:39:22.269719Z",
            "creator_name": "Victor Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-12T23:39:22.269719Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2008-06-20T00:01:01.966124Z"
        },
        "id": 5282040
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VAT-FREE-EPCs/"
    },
    "type": "petition"
}