{
    "data": {
        "attributes": {
            "action": "Abolish The Import Duty On Bicycles Made Outside the EU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Almost all bicycles sold in the UK are manufactured in the Far East. UK manufacturing on any large scale ended some time ago.  Bicycles are subject to an import duty of 14% which, when compared to consumer electronics rates of near zero, is bonkers. We have childhood obesity issues, congestion, global warming and an aging population that needs exercise- the bicycle has a role to play in the resolution of all these issues.  It seems crazy that the tax regime encourages a kid to sit in front of a bicycle extreme sports computer game rather than go out and ride his bike. My petition is to raise awareness of this anomaly and to encourage politicians at the highest level to start the necessary trade talks to abolish duty on a product that improves the health of the nation, helps lower emissions and is an all round benefit to society.",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-13T10:22:13.562758Z",
            "creator_name": "Russell Merry",
            "government_response_at": "2008-08-13T15:14:29.622584Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:14:29.622584Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abolish The Import Duty On Bicycles Made Outside the EU.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16501\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'No-Bicycle-Duty'",
                    "updated_at": "2008-08-13T15:14:29.622584Z"
                }
            ],
            "opened_at": "2007-06-13T10:22:13.562758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1057,
            "state": "finished",
            "updated_at": "2008-06-29T04:08:53.429417Z"
        },
        "id": 5284801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-Bicycle-Duty/"
    },
    "type": "petition"
}