{
    "data": {
        "attributes": {
            "action": "Considerately grant a special request for political asylum and citizenship to a married couple from the United States, who, for absolutely no legitimate reason, been relentlessly persecuted by our federal government under continuous federal surveillance for nearly five years now.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite the fact that one single federal charge has yet to be made, we have faced relentless years of these numerous faceless “acronym-agency-goons” that have harassed us, threatened us, followed us, wire-tapped our phones, infiltrated our home, and secretly placed numerous devices as well as monitoring positions all around us, in our vehicles, and even at our places of work! They have completely deprived us of any and all personal privacy to the point that it no longer exists in our lives. There appears to be no end in sight to this continued escalation of government persecution on the highest order that is bent upon the destruction of we upon whom it has declared war upon, and it will not stop until we leave our own homeland. We don’t even have the slightest concept of what privacy is anymore, and it is really quite a sad situation. There is much more to this that can be said, but not within this format. Can you help us?",
            "closed_at": "2006-12-25T00:00:00Z",
            "created_at": "2006-11-15T10:26:52.995054Z",
            "creator_name": "Leon J Frank",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T10:26:52.995054Z",
            "rejected_at": "2006-11-21T12:31:16.255475Z",
            "rejection": {
                "code": 8,
                "details": "This petition is largely personal. Could you please resubmit as a more general point?",
                "reasons": [
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sanctu-s-ary/"
    },
    "type": "petition"
}