{
    "data": {
        "attributes": {
            "action": "support of the opposition in Ukraine Formation of democracy in Eastern Europe",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to support of the opposition in Ukraine Formation of democracy in Eastern Europe, in particular, in      Ukraine, is an important stage in development of a contemporary     Europe political history. In this connection, facts of economical pursuit of principal sponsors of a Ukrainian\nopposition raise great concern. We would like to draw your attention at the fact that Kharkiv AVEC concern owned by leader of Jews Community in Ukraine, human rights defender and\nVerkhovna Rada deputy Alexander Feldman, suffers from economical repressions. His business is being attacked for Feldman’s being a supporter of oppositional bloc of Yulia\nTymoshenko. By means of pre-conceived revisions and repressions Kharkiv’s authorities endeavor to establish a tendency of economical pursues of political opponents in Ukraine. We appeal to the Prime Minister to take measures concerning a political     support of the opposition in Ukraine as well as defense of democratic institutions and human rights in our country.",
            "closed_at": "2008-05-14T00:00:00Z",
            "created_at": "2007-06-14T08:31:01.304760Z",
            "creator_name": "Dr. Ruslan Gnativ",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-14T08:31:01.304760Z",
            "rejected_at": "2007-07-20T00:01:03.516331Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Ukraine/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5292936
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tymoshenko/"
    },
    "type": "petition"
}