{
    "data": {
        "attributes": {
            "action": "exert pressure on other EU member states to end the monthly Strasbourg travelling circus by the European Parliament.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls upon the Prime Minister to exert pressure on other EU member states to end the monthly Strasbourg travelling circus by the European Parliament.\n\nA poll conducted by the Campaign for Parliament Reform (CPR) has revealed an overwhelming majority, 89% of MEPs, not only want one permanent seat for the European Parliament but also that 81% want the seat to be in Brussels. 84% also believed the Parliament should be able to decide on its own the location of its seat.\n \nStrasbourg costs £200 million a year and leaves a massive carbon footprint. The monthly move of the European Parliament from Brussels to Strasbourg is producing 20,000 tons of carbon dioxide a year, equivalent to the greenhouse gases produced by 13,000 round-trip flights from London to New York.  As long as MEPs have to travel to Strasbourg , people will rightly say that the EU is wasting money - Strasbourg is a waste of taxpayers money.\n \nIt is time for national governments to bite the bullet and end the wasteful monthly commute, and to give the European Parliament a long overdue permanent home in Brussels.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2007-06-14T14:44:20.344205Z",
            "creator_name": "Lorraine Kirkwood",
            "government_response_at": "2008-08-13T15:29:37.569964Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:29:37.569964Z",
                    "details": "You signed a petition asking the Prime Minister to \"exert pressure on other EU member states to end the monthly Strasbourg travelling circus by the European Parliament.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16506\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StopStrasbourg'",
                    "updated_at": "2008-08-13T15:29:37.569964Z"
                }
            ],
            "opened_at": "2007-06-14T14:44:20.344205Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 550,
            "state": "finished",
            "updated_at": "2008-06-24T03:42:08.913658Z"
        },
        "id": 5297349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopStrasbourg/"
    },
    "type": "petition"
}