{
    "data": {
        "attributes": {
            "action": "Repeal the 1972 European Communities ACT and withdraw the UK from the EU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that the 1972 European Communities Act should be repealed on the basis that Britain is a net financial contributer to the European Union to the tune of many £billions each year to no advantage to the British people.  This is money which would be far better spent for the benefit of British citizens.  Over 70%% of our laws are now made in the EU by people the UK electorate have little or no control over.  Our imigration policy is being increasingly decided by the EU and due to the EU's 'open borders' we cannot decide for ourselves who lives or works in the UK.  This is additional to the masses of red tape, rules, directives and regulations being imposed upon us by the EU which is doing our UK businesses much harm.  We believe Britain would be much better off out of the EU.",
            "closed_at": "2007-04-16T00:00:00Z",
            "created_at": "2007-01-10T15:49:05.360542Z",
            "creator_name": "Derek Bennett",
            "government_response_at": "2007-05-11T15:19:22.281984Z",
            "government_responses": [
                {
                    "created_at": "2007-05-11T15:19:22.281984Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Repeal the 1972 European Communities ACT and withdraw the UK from the EU.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11663.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Repeal1972ECACT'",
                    "updated_at": "2007-05-11T15:19:22.281984Z"
                }
            ],
            "opened_at": "2007-01-10T15:49:05.360542Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2055,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 529807
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Repeal1972ECACT/"
    },
    "type": "petition"
}