{
    "data": {
        "attributes": {
            "action": "abandon plans to create the Information Sharing Index, a national database of all children aged between birth and eighteen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How many parents are aware that the DfES is planning a huge national database of every child in the UK.  AS well as their names and addresses, it will also hold parent's contact details and the name and contact details of every education, health and social care practitioner that children come into contact with.  At this stage we don't know exactly who will be able to access that information, but the plan is that practitioners will be able to contact each other to share information without parental consent.  Parents will no longer have the right to act as gatekeeper and your child's privacy and the right to withhold information about their education, health and social welfare will be lost completely.  Remember, this will effect every child, not just children deemed to be 'at risk'.  Could this be a national identity scheme by the back door?  Once a child has been given a unique ID in a database such as this, how easy will it be for the Government to keep that ID after the age of 18. This is the single most important issue facing the electorate at this time.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-06-14T19:48:20.714489Z",
            "creator_name": "Sharon Crawford",
            "government_response_at": "2008-02-01T16:13:44.271371Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:13:44.271371Z",
                    "details": "You signed a petition asking the Prime Minister to \"abandon plans to create the Information Sharing Index, a national database of all children aged between birth and eighteen.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14471.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Databases'",
                    "updated_at": "2008-02-01T16:13:44.271371Z"
                }
            ],
            "opened_at": "2007-06-14T19:48:20.714489Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1403,
            "state": "finished",
            "updated_at": "2008-01-22T03:16:57.724250Z"
        },
        "id": 5300234
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Databases/"
    },
    "type": "petition"
}