{
    "data": {
        "attributes": {
            "action": "provide an educational enviroment for children with high functioning autism,adhd and other associated disorders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A growing number of children suffering from a range of disabilities within the autistic spectrum NEED A DIFFERENT TYPE OF SCHOOL ENVIROMENT.many children are being branded as trouble makers and naughty.schools cannot cope and many of these children are being excluded which is discrimination.at present the only schools available are mainsteam(inclusion) or special needs(covering physical and learning difficulties) or behaviour units.these are OFTEN UNsutible for a very large number of children.these children need the help.Many are very able but lack IN social and communication SKILLS,IN TURN THEY MiSINTERPERAT information, it leads to opposistional behaviours.These children want to learn but are being denied an education because of lack of awareness and training in schools.New provisions need to be opened and local authorities need to be in a better position to place these children in the appropriate educational setting.  INDEPENDANT SCHOOLS AROUNG THE UK ARE ABLE TO OFFER THESE CHILDREN THE SUPPORT AND ENVIROMENT ALONG WITH THE HIGH LEVEL OF EDUCATUION THEY WANT AND NEED,TO GET THIS FAMILIES HAVE TO take LOCAL AUTHORITies TO TRIBUNAL WHICH CAN COST THOUSANDS.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-06-14T23:22:42.630161Z",
            "creator_name": "KIM COOK",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-14T23:22:42.630161Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2007-12-21T00:01:01.350765Z"
        },
        "id": 5301508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASDADHD/"
    },
    "type": "petition"
}