{
    "data": {
        "attributes": {
            "action": "Despite the fact that the RSCH runs better than most hospitals in England, they want to close it/change current running",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Idiot Blair wants to ruin the RSCH a hospital proved to be the best in this Country. Mr Blair & his cronies are intent on closing it down, trying to lie to us all that it's for the best?  Why fix something thats not broke? Why should the hospital staff/patients/people in the community suffer because Mr Blair has run this country into the ground & are incompetant?  PLEASE stop these idiots plans & stand up for the RSCH, which has served us all brilliantly over many years & show your support by signing every petition & stop these silver spoon idiots who have no real clue about what it is to be a normal person living in this fast decaying country. How can they possibly have any understanding of living in the real world, because their lives are a far cry from normal people? These spoilt, rich brats who've had it all on a plate and no nothing of reality. If we stopped letting people flood into England we'd have enough NHS/Housing/Benefits for everyone whos worked for it, instead of being sucked dry by spongers fleecing us, we all know that,why doesn't Mr Blair? Thanks to them this country is screwed!",
            "closed_at": "2008-06-15T00:00:00Z",
            "created_at": "2007-06-15T10:54:41.629390Z",
            "creator_name": "Jane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-15T10:54:41.629390Z",
            "rejected_at": "2007-07-21T00:01:02.044590Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5305255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDIOTBLAIR/"
    },
    "type": "petition"
}