{
    "data": {
        "attributes": {
            "action": "change regulations to allow Local Planning Authorities to carry forward public objections to initial applications to major development schemes where developers attempt to weaken public resolve with duplicate applications or applications with only minimal revisions in order to force the public to continually resubmit their objections.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our Local Planning Authority is forced to enormous expense and extra work, under current rules, as it must put out every duplicate or similar application for the same scheme under a new reference number, for fresh comment.  This is very unfair on both the planning staff and the public in terms of the additional costs of resources and staffing borne by council tax payers.  These extra costs should only be justified if a planning application presents with substantial/material changes to the original proposals.",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2007-06-15T10:50:12.988767Z",
            "creator_name": "Celia Sandars",
            "government_response_at": "2008-08-14T13:28:58.600614Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:28:58.600614Z",
                    "details": "You signed a petition asking the Prime Minister to \"change regulations to allow Local Planning Authorities to carry forward public objections to initial applications to major development schemes where developers attempt to weaken public resolve with duplicate applications or applications with only minimal revisions in order to force the public to continually resubmit their objections.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16508\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DeveloperDodges'",
                    "updated_at": "2008-08-14T13:28:58.600614Z"
                }
            ],
            "opened_at": "2007-06-15T10:50:12.988767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 271,
            "state": "finished",
            "updated_at": "2008-06-22T05:19:17.379112Z"
        },
        "id": 5305200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DeveloperDodges/"
    },
    "type": "petition"
}