{
    "data": {
        "attributes": {
            "action": "Not sign, nor to permit anyone else to sign, on behalf of Great Britain, any further treaties or agreements with the European Union before the British public has been given the opportunity to speak on Britain's further involvement in and/or with the EEC by way of a referendum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe successive governments have mislead the British public about Britain's role and rights within the EEC and our Government is this week about to sign away further rights, some of which were enshrined in the failed proposed constitution, without public consultation. Knowing the fierce levels of opposition to further integration with the European Union I do not feel that it is appropriate for this government, or any representative of it, or any future governments and/or it's representatives, to sign any further agreements / treaties / constitutions with or about the European Union (EEC) before the British Public are given the chance to speak on the matter by way of a referendum.",
            "closed_at": "2007-12-22T00:00:00Z",
            "created_at": "2007-06-15T12:43:27.544764Z",
            "creator_name": "MATTHEW TWISELTON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-15T12:43:27.544764Z",
            "rejected_at": "2007-06-26T14:47:03.127527Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EU-treaty-NON/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5306573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ResistTheEEC/"
    },
    "type": "petition"
}