{
    "data": {
        "attributes": {
            "action": "unify the funding arrangements for disability spending to prevent local government and central government gaming against each other (to the detriment of the disabled people they are supposed to help)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the moment, local Government is responsible for funding some forms of care for the disabled, whilst the DWP is responsible for other forms of care.  The current system thereby creates perverse incentives for councils to try to persuade disabled people to accept inappropriate forms of care which will paid for by other agencies.  This is not a complaint about lack of funding per se, but a complaint that thanks to this arrangement, the current system means that  disabled people may be put into more expensive and less appropriate accommodation simply because it will allow the cost of their needs to appear on one balance sheet rather than another.",
            "closed_at": "2007-04-01T00:00:00Z",
            "created_at": "2006-11-15T10:27:30.776795Z",
            "creator_name": "Chris Cook",
            "government_response_at": "2007-04-25T16:43:57.393270Z",
            "government_responses": [
                {
                    "created_at": "2007-04-25T16:43:57.393270Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"unify the funding arrangements for disability spending to prevent local government and central government gaming against each other (to the detriment of the disabled people they are supposed to help.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11531.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'disabledcare'",
                    "updated_at": "2007-04-25T16:43:57.393270Z"
                }
            ],
            "opened_at": "2006-11-15T10:27:30.776795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 171,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disabledcare/"
    },
    "type": "petition"
}