{
    "data": {
        "attributes": {
            "action": "Save Our Overseas Care Workers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SOS message to Immigration Minister Liam Byrne. If you get rid of our overseas Senior Carers the Industry will suffer a staffing crisis and patients will be at risk. With thousands of Work Permit holders and their families facing the threat of removal from the UK, something must be done to ‘Save our Overseas Senior Carers’.\nAs reported by Immigration Matters, the Border and Immigration Agency (BIA) are refusing virtually all Senior Carer Work Permit applications. The tough line taken by the BIA is affecting new and existing overseas workers already in the UK renewing their permits.\nIn 2006 the rules were changed on permanent residency (ILR) extending the time required to qualify from 4 to 5 years. Migrants coming up to the end of a four year Work Permit were forced to extend by one year to gain ILR. \nCare Homes are also expecting the worst, bracing themselves for the news that their overseas staff will be thrown out like yesterdays newspapers. Is this a fair way to treat people?",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2007-06-15T19:47:53.126355Z",
            "creator_name": "Charles Kelly",
            "government_response_at": "2008-01-23T17:12:07.741007Z",
            "government_responses": [
                {
                    "created_at": "2008-01-23T17:12:07.741007Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Our Overseas Care Workers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14351.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveCarers'",
                    "updated_at": "2008-01-23T17:12:07.741007Z"
                }
            ],
            "opened_at": "2007-06-15T19:47:53.126355Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2445,
            "state": "finished",
            "updated_at": "2008-07-20T04:50:14.629989Z"
        },
        "id": 5310223
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCarers/"
    },
    "type": "petition"
}