{
    "data": {
        "attributes": {
            "action": "Extend the time for overseas teachers to gain Qualified Teacher's Status (QTS) and to review the position of the Government policy which is contained in the Consultation on Draft Amendments to the Education (Specified Work and Registration) (England) Regulations 2003 made under the Education Act 2002 to ensure favourable treatment and fairness to overseas trained teachers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For a country that promotes inclusivety, this policy is deemed to marginalise a group, mainly Overseas Trained Teachers from the Commonwealth countries.  We the overseas trained teachers of Jamaica and other groups would like to bring to the attention of the British Government that over the past few weeks development has led to some teachers being given written and or verbal warnings stating that their employment will be terminated as of August 31, 2007 because they have not yet gained the Qualified Teacher Status (QTS). \n\nUnder 3.10 of the Commonwealth Teacher Recruitment Protocol adopted by Ministers of Education on September 1st 2004 “The recruiting countries should provide dedicated programmes to enable such teachers to achieve fully qualified status in accordance with any domestic requirements of the recruiting country”.  \n\nWe seek answers as most of us have been granted permanent residency and might be faced with unemployment with families to provide for if the Amendments in Education Act 2002 2.2 as it relates to Overseas trained Teachers and Qualified Teacher Status is accepted.",
            "closed_at": "2007-09-22T00:00:00Z",
            "created_at": "2007-06-15T21:55:45.730389Z",
            "creator_name": "Tanesha Baxter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-15T21:55:45.730389Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 527,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5310983
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OTTQTSPetition/"
    },
    "type": "petition"
}