{
    "data": {
        "attributes": {
            "action": "Apply pressure on the Japanese goverment to stop the brutal,cruel slaughter of Dolphins during the annual drive hunts.Every year in Japan the annual drive hunt (fishery) season, which runs from 1 October to 30 March, sees the slaughter of over 20,000 dolphins, porpoises and small whales. During this time, Japanese fishermen are responsible for the killing of the largest number of dolphins anywhere in the world. These hunts are sustained by marine parks which pay large amounts of money for live dolphins to re-stock their facilities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year in Japan the annual drive hunt season,sees the slaughter of over 20,000 dolphins, porpoises and small whales.These hunts are sustained by marine parks which pay large amounts of money for live dolphins to re-stock their facilities.\nThe most notorious of these \"hunts\" occurs in the village of Taiji,Local fishermen sweep the area in fast boats and drive pods of dolphins towards the shore,where,terrified and panicking, they are trapped in a shallow bay by the fishing boats and nets. \nMost of the dolphins are netted and then killed in the shallows with knives turning the water blood-red,or taken to a slaughterhouse alive,sometimes on the back of a flat-bed van,for a crude and brutal death. Their bodies are then hauled to a makeshift slaughter area for butchering into food for human consumption or pet food.  \nThese hunts may last days,during which these complex and intelligent creatures will be trapped and stressed while being able to hear their counterparts being slaughtered. \nThose dolphins which are not killed will have been chosen by marine parks or aquaria,destined for an impoverished and restricted life in captivity.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2007-06-16T09:52:51.137237Z",
            "creator_name": "Tracy Cole",
            "government_response_at": "2008-08-13T15:32:02.003777Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:32:02.003777Z",
                    "details": "You signed a petition asking the Prime Minister to \"Apply pressure on the Japanese goverment to stop the brutal,cruel slaughter of Dolphins during the annual drive hunts.Every year in Japan the annual drive hunt (fishery) season, which runs from 1 October to 30 March, sees the slaughter of over 20,000 dolphins, porpoises and small whales. During this time, Japanese fishermen are responsible for the killing of the largest number of dolphins anywhere in the world. These hunts are sustained by marine parks which pay large amounts of money for live dolphins to re-stock their facilities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16505\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dolphin-hunts'",
                    "updated_at": "2008-08-13T15:32:02.003777Z"
                }
            ],
            "opened_at": "2007-06-16T09:52:51.137237Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1093,
            "state": "finished",
            "updated_at": "2008-10-28T16:35:23.837748Z"
        },
        "id": 5312466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dolphin-hunts/"
    },
    "type": "petition"
}