{
    "data": {
        "attributes": {
            "action": "Apply pressure on the Faroe Islands and Danish Goverment to stop the brutal and cruel slaughter of pilot whales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this so-called tradition, the whales are driven into bays, where the hunters ram steel rods into their blowholes to tow them ashore. They sever the animals' spine and let them slowly bleed to death. The Faroese do not depend on whale meat as a source of food. They are even advised to reduce the consumption of whale meat due to its high contamination. The martial hunt of the Faroese destroys entire families and social groups of whales and dolphins. Every year, an estimated thousand pilot whales are brutally killed. Apart from the cruelty, this method destroys building blocks from the gene pool of the species and, thus, is a direct threat to genetic diversity.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2007-06-16T12:55:56.459102Z",
            "creator_name": "Tracy Cole",
            "government_response_at": "2008-08-13T15:18:11.887274Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:18:11.887274Z",
                    "details": "You signed a petition asking the Prime Minister to \"Apply pressure on the Faroe Islands and Danish Goverment to stop the brutal and cruel slaughter of pilot whales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16504\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Pilot-whales'",
                    "updated_at": "2008-08-13T15:18:11.887274Z"
                }
            ],
            "opened_at": "2007-06-16T12:55:56.459102Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 241,
            "state": "finished",
            "updated_at": "2008-06-21T03:45:21.937739Z"
        },
        "id": 5313445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pilot-whales/"
    },
    "type": "petition"
}