{
    "data": {
        "attributes": {
            "action": "Hold a Referendum in the United Kingdom Regarding Our Membership of the European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The European Union started off as a trade group, the late former Prime Minister Edward Heath lied to the British people by saying that the EU or as it was know then the ECC had no plans to form a European Superstate. We were lied to.\n\nToday in 2007 the very things Heath said would never happen have happened. There is increased political control from Brussels. The EU's leaders cannot be made accountable to the British people as they are not elected. 80 per cent of our laws are made in Brussels. The United Kingdom pays over £100,000 per minute to the EU. Thats over £800 per person every year to be a member of this expensive club. Soon Blair will sign a new EU Constitution without first asking the British public.\n\nFor the sake of the United Kingdom, our freedoms, democracy and way of life, ask yourself, is it not time we left this impending disaster?",
            "closed_at": "2008-06-16T00:00:00Z",
            "created_at": "2007-06-16T21:32:12.282818Z",
            "creator_name": "Alex Spurge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-16T21:32:12.282818Z",
            "rejected_at": "2007-07-20T00:01:03.516331Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/eumembership/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5315724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKremovalfromEU/"
    },
    "type": "petition"
}