{
    "data": {
        "attributes": {
            "action": "create a mailing list as well as a Website",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are some really extreme petitions here (ban this, ban that and automatic rejection of any petition that disputes climate change hysteria (among other things). Why not create a mailing list so that these issues can be discussed properly? People are also signing petitons with comments rather than names. \nA lot of good petitions (subject line) don't get signed because they are for the wrong reasons when you read the detail; people agree with the action requested but not the stated reasons and therefore dont sign.\nLooking at the \"rejected petitons\", there are a lot of so-called \"duplicates\", but there are also a lot of duplicated petitions in the open ones. Are petitions being automatically rejected because of word combinations?\nAlso, postings would appear at least on the same day if not immediately on a mailing list. Rejected petitions on the Website go in limbo for four weeks. Even accepted ones don't appear until five days later. NOTHING new appears from approx 5pm Thursday evening until very late Monday evening.\nThe team email address for this Website is a black hole. No email sent there is ever replied to.",
            "closed_at": "2008-06-17T00:00:00Z",
            "created_at": "2007-06-17T03:01:06.823898Z",
            "creator_name": "Adrian Godfrey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-17T03:01:06.823898Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5316249
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/flamewars/"
    },
    "type": "petition"
}