{
    "data": {
        "attributes": {
            "action": "alcoholics need more aid.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alcoholics need more aid, help now, some things in this world just don't make sence, why do celebritys get help straight the way but others have to wait for up to 6 months or longer? alcoholism is an illness one which can be stopped, people are dieing from this awful ilness and there is a way to stop it but none of the goverment are prepared to put there hands up and admit it.\n\nIn 2005 we lost a very important person in our lifes due to alcohol, and its made us determinded to help others and there familys so they don't have to go through what our family went through, please help change the law so there is help out there for alcoholics. \n\nwe have opened a support group and need to be back upon this please help and sign this petiton\n\npeoples well-being and care is at risk more then what you know more then what anyone know xxx\nif you want to read more of our angels story then please go to http://donnaphillips.gonetoosoon.co.uk thankyou.",
            "closed_at": "2008-06-26T00:00:00Z",
            "created_at": "2007-06-17T08:21:14.717758Z",
            "creator_name": "donna phillips family",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-17T08:21:14.717758Z",
            "rejected_at": "2007-07-02T15:52:08.102824Z",
            "rejection": {
                "code": 66048,
                "details": "Your title should be a call for action.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5316533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/donnascampaign/"
    },
    "type": "petition"
}