{
    "data": {
        "attributes": {
            "action": "Widen the A1m to three lanes in both directions between Old Welwyn Junc 6 to Hitchin/Stevenage North Junc 8.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone using this major arterial north/south motorway at peak times knows what a nightmare the 2-lane stretch between juncs 6 & 8 is.  Especially northbound, the bottleneck from 3 to 2 lanes at junc 6 and the subsequent crawl at 40/50mph to Stevenage adds tailbacks and delay of at least 10-15 minutes to everyone's journey; even longer when there's an accident, normally about once a week! The morning crawl north to south is equally frustrating.  Local villages such as Knebworth, Welwyn & Codicote all suffer knock on effects from traffic trying to avoid the motorway. By comparison, traffic flows on the 3-lane stretch from Juncs4-6 are normally excellent. It affects locals and national business alike. Therefore, bearing in mind the massive housing developments proposed in the Welwyn Hatfield and West Stevenage areas, and the probable closure of one of our local hospitals (QEII/Lister), can we PLEASE just do the sensible thing and make this a proper 3-lane motorway as soon as possible? Thank you.",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-06-18T10:23:47.709176Z",
            "creator_name": "David Archer",
            "government_response_at": "2007-11-02T16:32:17.384743Z",
            "government_responses": [
                {
                    "created_at": "2007-11-02T16:32:17.384743Z",
                    "details": "You signed a petition asking the Prime Minister to \"Widen the A1m to three lanes in both directions between Old Welwyn Junc 6 to Hitchin/Stevenage North Junc 8.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13700.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'widenA1m6-8'",
                    "updated_at": "2007-11-02T16:32:17.384743Z"
                }
            ],
            "opened_at": "2007-06-18T10:23:47.709176Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 434,
            "state": "finished",
            "updated_at": "2007-11-03T03:11:23.584095Z"
        },
        "id": 5323270
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/widenA1m6-8/"
    },
    "type": "petition"
}