{
    "data": {
        "attributes": {
            "action": "Why should we pay for the Scots and the EU to get free eduction?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has recently released figures showing that £2bn of the tax payers money will be going to the Scottish education for University students, so that they don't have to pay their tuition fees. \"While students in England and Wales must still pay up to £3,000 a year for their studies, Scottish students will not have to pay a penny from 2009.\" - Daily Mail. Also from 2011 at the latest, student loans will also be wiped out and maintenance grants reintroduced in Scotland, so how do you think they are going to pay for that? This £2bn is also set to rise when their student loans are wiped.\nIn addition for all this, as we are so kindly giving them all the money they want, students from the EU will get free university places WHILE English, Welsh and Northen Irish students will still have to pay for the privilege of using their Universities. And on top of that Universities in England will be expected to raise fees from 2010!",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2007-06-18T13:25:03.281996Z",
            "creator_name": "David Dowler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-18T13:25:03.281996Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Scotland2007/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5325336
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scotunifees/"
    },
    "type": "petition"
}