{
    "data": {
        "attributes": {
            "action": "Give Police Officers the means to protect themselves by arming them and training them in the use of Tazer stun guns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Only armed officers are allowed to be trained in the use of Tazer guns. Normally armed officers are more highly trained, experienced and physically fitter then the average Police officer which puts them in a better position to resolve a more hostile situation. A Tazor gun gives less long lasting effects than a single baton strike. Currently the level of protection given to officers is unsatisfactory. Officers are now issued with an auto lock baton. There ok but cannot be used defensively unlike the PR24 which has been taken away. Pepper spray is good but it does not always work and it cannot be used in confined places or bad weather. I cannot see the reason for not issuing all officers with this potentially life saving piece of equipment. How many further officers have to be killed or injured on duty for further action to be taken? The UK is a very different place to live now then what it was like 10 years ago. I cannot think of any other Police service in the world that does not routinely arm all Police Officers.\nPolice officers who get out of bed and come to work in the morning deserve the right to go home at the end of the day and be with their families.",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2007-06-18T16:26:14.794221Z",
            "creator_name": "Mark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-18T16:26:14.794221Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Police-Tazers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5327088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tazors/"
    },
    "type": "petition"
}