{
    "data": {
        "attributes": {
            "action": "PREVENT HOUSING ON RICHMOND DRY DOCK, APPLEDORE. A GRADE 2* LISTED BUILDING.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a member of C.A.S.H. (celebrating Appledores shipping heritage)I feel I must bring to your attention our plight: We have a particular interest in preserving Richmond Dry Dock- a Grade 2* listed structure of extreme local and even national importance. The Dock is strategically situated in the heart of Appledore and once formed the heartbeat of the village. It was once at the centre of a thriving shipbuilding industry. Sadly, that industry is in decline but it is still important to remember the unique maritime history that Appledore has to offer.\nCASH was formed partly as a response to a recent planning application to build houses on the listed Richmond Dock site. There was strong local opposition to these plans and they were defeated. However new proposals are due to be submitted for planning permission and there is much work still to be done if we are to preserve this unique site in some meaningful way.",
            "closed_at": "2007-09-25T00:00:00Z",
            "created_at": "2007-06-18T16:39:04.560888Z",
            "creator_name": "Nick Carthew",
            "government_response_at": "2007-10-23T16:25:07.158484Z",
            "government_responses": [
                {
                    "created_at": "2007-10-23T16:25:07.158484Z",
                    "details": "You signed a petition asking the Prime Minister to \"PREVENT HOUSING ON RICHMOND DRY DOCK, APPLEDORE. A GRADE 2* LISTED BUILDING.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13588.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RICHMOND-DOCK'",
                    "updated_at": "2007-10-23T16:25:07.158484Z"
                }
            ],
            "opened_at": "2007-06-18T16:39:04.560888Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 225,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5327211
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RICHMOND-DOCK/"
    },
    "type": "petition"
}