{
    "data": {
        "attributes": {
            "action": "Withdraw Knighthood Of Salman Rushdie",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a british muslim I condemn Britain's decision to grant a knighthood to the author Salman Rushdie, who was forced into hiding for a decade after the Islamic republic's spiritual leader ordered his assassination.The decision to grant Britain's highest honor to Rushdie, who wrote the novel \"The Satanic Verses,\" was an insult to the Muslim world.\nThe award showed that the movement of insulting Muslims is still continued.\n\nHonouring Rushdie, is another Attack by british govt. on one of the fastest growing religious in the world.\nIf It is freedom of speech, then I can use swearing and racist word about anyone even about Prime Minister or Queen, So Please dont use right of Freedom Of Speech in wrong manners. There always a limit for everything so as freedom of speech too, we should respect every religion and other people.\n\nSo Please vote to withdraw the knighthood of Salman Rushdie. He doesnt deserve this award using our tax payers money. \n\nWe would request to prime minister and queen to withdraw Knighthood of Salman Rushdie in respect of all religion specially Islam.\n\nThanks",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-19T09:29:38.998626Z",
            "creator_name": "Pervaiz Akhtar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-19T09:29:38.998626Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Rushdie/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5331201
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/salman-rushdie/"
    },
    "type": "petition"
}