{
    "data": {
        "attributes": {
            "action": "introduce hard labour into the prison service for persistent re-offenders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It costs the public around £50,000 per year just to keep a convict in prison, and thats without paying for re-offending programs on their release. Currently there are not enough prisons to house all the convicted criminals in the UK, leading to many dangerous criminals being allowed to continue causing misery and suffering in our communities. The figures in 2003 showed that 61 per cent of offenders were reconvicted within two years and the Home Office’s current projections, predicted that the total prison population could reach 91,000 by the end of next year. Thus in 2008 the prison service will cost the tax payer £4.5 BILLION a year. These costs could easily be offset by making re-offenders work during their prison sentences therefore  \na) Offsetting some of the £50,000 a year spent on each prisoner\nb) Making use of 91,000 able bodied men and women to improve the infrastructure of the country,\nc) Making constructive use a convict’s time in prison,\nd) Providing a real deterrent to prison time.\nIn conclusion we cannot let such a  potentially large labour force sit idle and cost the tax payer so much money whilst not even providing a deterrent to serving a prison sentence.",
            "closed_at": "2008-06-19T00:00:00Z",
            "created_at": "2007-06-19T14:00:10.580313Z",
            "creator_name": "R Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-19T14:00:10.580313Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/hardlabour/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5333764
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrisonLabour/"
    },
    "type": "petition"
}