{
    "data": {
        "attributes": {
            "action": "Petition UCAS to allow 6 University choices as in previous years, and not only 5 from 2008!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UCAS (University & Colleges Admissions Service) has this year changed the number of courses students can apply for to go to Higher Education. The previous years Students could choose 6 choices. But now only 5. But they still are charging £15 for their services. Not only is this an unfair price, but more importantly now puts more pressure on students, and only will increase discrimination and unfair competition.\n\nThe deadlines for the first round of applications those for Oxford & Cambridge Universities and Medicine, Dentistry and Veterinary Science is 15 October 2007 for 2008 Entry. Therefore to prevent those applicants being disadvantaged as well as the general 15th January 2008 deadline, we need to act quickly to change this.\n\nWe should not accept a reduction in application fees to substitute the reduction of choice but to only accept 6 choices for applicants, as this is only fair.\n\nSo start petitioning! We need your support!",
            "closed_at": "2007-08-25T00:00:00Z",
            "created_at": "2007-06-19T15:18:15.167144Z",
            "creator_name": "Yassin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-19T15:18:15.167144Z",
            "rejected_at": "2007-06-29T16:18:09.142802Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5334488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UCAS-Choices/"
    },
    "type": "petition"
}