{
    "data": {
        "attributes": {
            "action": "Overturn the BBFC's decision to ban the console game 'Manhunt 2'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is not an endorsement of the product, Manhunt 2, or any of the private companies and art works mentioned, but does form an objection by we, the undersigned, to the BBFC’s banning of video game content, as well as a request that the Department of Culture, Media and Sport encourage the BBFC to overturn this decision.\n\nRecently, the BBFC has ruled that it will not to give Rockstar games 'Manhunt 2' a certificate for release in the UK, rendering the game illegal to sell. The reasoning surrounding this decision was cited by BBFC director David Cooke to be, in part, the game’s 'unremitting bleakness and callousness of tone.' \n\nThe rendering of the players actions in this game are far from realistic when compared to the violence portrayed in many BBFC 18 certificated movies. We, the undersigned, belive the ban is unjustified, endangers artistic freedom in games, and that Manhunt 2 should have the original BBFC 18 certificate re-instated.",
            "closed_at": "2007-12-19T00:00:00Z",
            "created_at": "2007-06-19T16:53:22.652310Z",
            "creator_name": "Julian G Harding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-19T16:53:22.652310Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Manhunt2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5335261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBFCManhunt2/"
    },
    "type": "petition"
}