{
    "data": {
        "attributes": {
            "action": "do everything possible, in light of the shock announcement on the 18th June 2007, to ensure that the option of preserving the world famous RMS Queen Elizabeth 2 (QE2) ocean liner in the UK is at least seriously considered before she is allowed to be sold to Dubai by Cunard Line and Carnival Corporation & PLC. The Government must mobilise British business and local authorities to mount a bid to keep the QE2 here in the UK. The Government should pressurise Cunard Line and Carnival Corporation & PLC to ensure that the British option is at least given due consideration alongside the Dubai bid before the QE2 is retired in 2008. Then may the best bid win.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world famous QE2 is a British icon and maritime masterpiece. She was built in 1967 as the last ocean liner built by John Brown & Co. (Clydebank) Ltd and now is the longest serving Cunard ship. On the 18th June 2007 there was the shock announcement that the QE2 was to be sold to Dubai as a hotel and museum at the Palm Jumeirah development. She has loyally served Britain for 40 years as a floating ambassador and has drawn huge crowds wherever she goes. If saved for Britain she could be a magnificent landmark hotel and tourist attraction. Other countries are doing this with their flagship ocean liners – the Netherlands with S.S. Rotterdam, Sweden with the Kungsholm etc. Britain at least should be given the opportunity to bid for the QE2, at the moment we are being denied this opportunity by Cunard. \n\nWe lost out when the Queen Mary was retired in the late 1960s; we can’t let the same happen again with the QE2 without a British bid even being considered. When the Royal Yacht Britannia was retired there was at least a bidding process, so why a similar process be done with the QE2?  That way the British people will at least have tried and been given the chance to save the QE2 in the country of her birth.",
            "closed_at": "2007-09-25T00:00:00Z",
            "created_at": "2007-06-19T19:52:06.613192Z",
            "creator_name": "Alex Naughton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-19T19:52:06.613192Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 176,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5336737
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QE2oceanliner/"
    },
    "type": "petition"
}