{
    "data": {
        "attributes": {
            "action": "introduce a new penal tax regime specific to all \"Buy to let\" properties in England that will encourage all their owners to place their investment properties on the market, so that our citizens who are currently priced out of the market may then be able to buy their own family home.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The existing tax regime has been a gift to Buy to let investors.  The income and corporation tax rules allow expenses such as interest to be set-off against gross rents.  No attempt is made to tax the annual increase in capital value via the CGT system, except on sale.  In the circumstances of South East England (very high population densities and uncontrolled immigration), the Buy to let sector is making a financial killing.  While the Exchequer benefits little from this vast accretion of wealth and capital, the real losers are the ordinary English families who are priced out of the market.  An English family needs to have a home rather more than non-UK domiciled property investors.  The English people call on the Prime Minister to refom the tax regime now to help them get a home for their family.  Proposals should be given out in this Autumn's PBR, with tough and effective legislation in FA 2008.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2007-06-20T10:43:19.642708Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T10:43:19.642708Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/taxsecondhomes/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5340359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Family-homes/"
    },
    "type": "petition"
}