{
    "data": {
        "attributes": {
            "action": "remove the child support liability in the new 'child maintenance and other payments bill' for 'non-resident parents' where equal shared care arrangements exist",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A large number of parents now choose to share care of the children upon divorce. A large number of shared care arrangements involve an equal share of care. Under the current CSA and new proposed CMEC guidelines there is still a requirement for the so-called 'non-resident parent' to pay maintenance to the 'parent with care' who also recieves Child Benefit and Child Tax Credit. This Child Maintenance liability leaves the 'non-resident parent' with a disproportionate part of the expenses relating to the children with no welfare or tax benefits, whereas the 'parent with care' receives a wealth of welfare benefits and maintenance for children which they care for only half the time.\nThis is an highly unfair position and opposes the recommendations of Sir David Henshaw and the Work and Pensions Select Committee. In the majority of developed countries the liability is set to nil.\nThe government should therefore remove this requirement or at least force parents to enter a private arrangement (e.g via mediation or other means) rather than imposing a level of maintenance calculated under the current guidelines.",
            "closed_at": "2008-06-25T00:00:00Z",
            "created_at": "2007-06-20T10:32:21.193307Z",
            "creator_name": "Carl Bridge",
            "government_response_at": "2008-08-14T13:42:22.016520Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:42:22.016520Z",
                    "details": "You signed a petition asking the Prime Minister to \" remove the child support liability in the new 'child maintenance and other payments bill' for 'non-resident parents' where equal shared care arrangements exist.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16521\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'sharedcare'",
                    "updated_at": "2008-08-14T13:42:22.016520Z"
                }
            ],
            "opened_at": "2007-06-20T10:32:21.193307Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2009-06-08T16:50:02.852759Z"
        },
        "id": 5340244
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sharedcare/"
    },
    "type": "petition"
}