{
    "data": {
        "attributes": {
            "action": "review the BBFC's refusal to grant a rating to the videogame Manhunt 2",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Board of Film Classification's (BBFC) remit is to provide a legally controlled rating for materials submitted to it, not to act as a censor; they are, however, permitted to make recommendations to submitters as to edits, or changes, that will assist in securing a desired rating.  In the case of this videogame, Manhunt 2, they have refused to grant the product any kind of rating, thus making it impossible to legally purchase it in this country.  As an adult, I have the right to choose to watch and interact with whatever materials I deem appropriate, barring where that commits a criminal offence, yet the BBFC have denied me that freedom of choice in this matter.  I request that the BBFC be asked to review this case and justify how they feel that they have the right to restrict the rights and choices of lawfully abiding adults.",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-06-20T14:45:05.243126Z",
            "creator_name": "Adam Gurney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T14:45:05.243126Z",
            "rejected_at": "2007-07-25T00:01:02.406565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Manhunt2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5342991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/manhunt2bbfc/"
    },
    "type": "petition"
}