{
    "data": {
        "attributes": {
            "action": "Implement the treatment, “Beating the Blues” as promised by Patricia Hewitt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned about the inadequate provision of mental health care in our constituencies. In particular we are surprised that the government’s pledge, that cognitive behavioural therapy delivered by computer – CCBT – would be available for all who need it across England by the end of March 2007 has not been honoured. \n\nThe treatment, “Beating the Blues”, which addresses mild to moderate depression, was recommended by the National Institute of Health and Clinical Excellence (NICE) in February 2006. In March this year, Patricia Hewitt, the Secretary of State for Health, said at the MIND annual conference: “I can announce today that from next month (April 2007), patients who would benefit from accessing clinically proven computerised CBT, should have this service provided by their local PCT”. From our experience this statement is simply untrue.\n\nWould you also request that Beating the Blues, the CCBT programme recommended for depression by NICE is made available in our constituencies as soon as possible? \n\nWith 1 in 4 GP consultations now being on anxiety and depression, it is a very important issue for the whole country.",
            "closed_at": "2007-12-26T00:00:00Z",
            "created_at": "2007-06-20T16:03:24.778885Z",
            "creator_name": "Stephen Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T16:03:24.778885Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 124,
            "state": "finished",
            "updated_at": "2007-12-27T00:01:01.734302Z"
        },
        "id": 5343937
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeatingtheBlues/"
    },
    "type": "petition"
}