{
    "data": {
        "attributes": {
            "action": "Unban the video/computer game 'Manhunt 2'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Manhunt 2 is pretty bleak, and violent.  And that is why we have an 18 rating, meaning no one under the age of 18 is legally allowed to play on any game that has that certification.  So why can't they put an 18 rating on the game?\n\nBecause, and here I quote, \"...the Board’s carefully considered view is that to issue a certificate to Manhunt 2, on either platform, would involve a range of unjustifiable harm risks, to both adults and minors, within the terms of the Video Recordings Act, and accordingly that its availability, even if statutorily confined to adults, would be unacceptable to the public.\"\n\nSo although you're an adult, although you'll probably have seen your fair share of gore - be it on TV or off- and will almost certainly have experienced a family tragedy (deaths, cancer, etc), you can't see some pixellated characters get murdered.\n\nYou don't like what the games about, don't buy it.  Perhaps you buy the game, thinking it's about horseriding or somehing, and are thouroughly shocked by what you see - well, you're fully grown now - I think you can get over it.\n\nBut the BBFC think that's an unjustifiable risk.  In my view, that's pathetic.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-06-20T16:34:12.955014Z",
            "creator_name": "Henry Mallinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T16:34:12.955014Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Manhunt2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5344262
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unbanmanhunt2/"
    },
    "type": "petition"
}