{
    "data": {
        "attributes": {
            "action": "Restore The Petition  \"request that Leicestershire Social Services fulfil their statutory obligation to investigate the circumstances which led to 3 year old Madeleine McCann and her younger siblings being left unattended in an unlocked, ground floor hotel room.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition was signed by hundreds of people and then E-petitions removed it. Why? Suddenly it was intemperate or offensive, apparently. It was the ONLY petition with enough sense to point out the somewhat unpleasant obvious - as unpalatable as that may be.  The vast wave of international sympathy has all but obliterated the serious issue, which this petition unhysterically highlighted. There was NOTHING offensive about it.  It can only have been removed because it didn't fit the media profile you wish to manipulate. You approve dozens upon dozens of illiterate, moronic petitions about immigration/prisons/\"Great Britain\" but this you don't want people to see? What an insult to the petition creator, the signatories, and to the dwindling handful of people who still think this petition site has an ounce of integrity.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-06-20T16:14:07.422721Z",
            "creator_name": "CarrieC",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T16:14:07.422721Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 16386,
                "details": "The petition to which you refer made allegations of criminal neglect and as such could not be housed on this site.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5344058
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/restorepetition/"
    },
    "type": "petition"
}