{
    "data": {
        "attributes": {
            "action": "prevent Ken Livingstone from standing for a third term as Mayor in May 2008.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With two successive, and overbearing, terms in office as Mayor already, he is determined to stand for office a third time. This would place him in a position of power in London that rivals even the PM himself. His powers appear to exceed that of the government, and he has manipulated the post of Mayor of London into a virtual dictatorship. In short, he appears to answer to no one.\n\nHe has no concern to listen to the views of the public, in changes to infrastructure and transport policies. And he has proved beyond doubt, his unpopularity, by rail-roading London into the congestion charge, despite outcry and petition from residents and local businesses.\n\nHe has \"exchanged\" car traffic congestion for a fleet of half empty buses; has a never ending plan to spend money on upgrading tube and rail networks; and has a master plan to equip all London visitors and residents with a pre-pay Oyster card system, that ensures a perpetual flow of cash for his transport spending policies.\n\nIt would appear, his goal is to shape London into a city of his own ideals. For this reason, he should not be permitted to stand for a third term. And a suitable, less slanted candidate should be selected to stand for election.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2007-06-20T21:30:15.360040Z",
            "creator_name": "John Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T21:30:15.360040Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5346882
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/New-Mayor/"
    },
    "type": "petition"
}