{
    "data": {
        "attributes": {
            "action": "fur trade ban",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After watching the BBC news and seeing the horror of the treatment of the cats, dogs, kittens and puppies used for the fur trade, I petition parliamentarians to ask and plead the governments of China & Korea especially to stop the horrofic cruelty of those innocent animals.\n\nAfter all in todays market there are enough synthetic materials that can be used.\n\nFurthermore there is an ethical and moral point in question with this petition, politicians in power must salve their conscience by condemning the vile practices used on the wee animals, and I add,it is frighteningly disturbing if they can look at those pictures and not be affected.\n\nI believe that Bhuddism is supposed to be one with nature, yet those countries in question which are Bhuddist are violating their religous belief.\n\nWhat I do not want to hear is the job losses incurred in those countries, after all there is plenty of outsourcing of our jobs to Asia at present and our politicians are doing nothing about it.\n\nThe vile and inhuman treatment used on all the animals in the fur trade is a crime against mankind. No decent and kind person would dare wear a fur coat or jacket after watching that report.\n\n\nPeter Fallon",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2007-06-21T00:42:52.195362Z",
            "creator_name": "Peter Fallon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-21T00:42:52.195362Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Animalmassacre/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5347723
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/furtradeban/"
    },
    "type": "petition"
}