{
    "data": {
        "attributes": {
            "action": "give adults the choice of purchasing the videogame Manhunt 2 in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a fundamental right of adults to have access to the entertainment content of our choice. Manhunt 2 is a game, an art form similar in creativity and scale to film (As recognised by BAFTA). The game has been unfairly banned in the UK, will be released in the USA. We urge the British Board of Film Classification to compare its content to violent films such as Hostel which saw a release despite having filmed, extreme violence. It is of course our right to view such content as adults, both Hostel and Manhunt 2; as the developer puts it ‘The subject matter of this game is in line with other mainstream entertainment choices for adult consumers.’ We also call for the energy in the censorship of games to be directed to censoring publications that print false, misleading information such as the Daily Mail linking the 'evil' Manhunt to a murder and failing to mention that the victim owned the game. Anyone unable to distinguish between game and reality is clearly mentally unstable before playing the game, it is wrong to blame the game. ‘The adult consumers who would play this game fully understand that it is fictional interactive entertainment and nothing more’.",
            "closed_at": "2007-08-20T00:00:00Z",
            "created_at": "2007-06-20T21:57:24.817811Z",
            "creator_name": "Mr Jarman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-20T21:57:24.817811Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Manhunt2/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5347077
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/releasemanhunt2/"
    },
    "type": "petition"
}