{
    "data": {
        "attributes": {
            "action": "Ban the sale of controversial computer games before release to the public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like films, computer games are becoming more explicit regarging depictions of violence and negative social acts, such as car crime and gang violence.\n\nUnlike films, computer games allow the individual to instigate scenarios and control the outcome of their interactions.\n\nA recent game \"Law and Order: Double or Nothing\" had an image in the game which appeared to depict James Bulger being led away by his killers.\n\nIn the perfect world, games of the 1980's would be just as acceptable today as forms of entertainment!\n\nMany people, including me, get many hours of enjoyment from playing computer games and watching films, but I see no entertaining value in controlling a computer game character whose mission it is, is to cause unprovoked violence and suffering to another.\n\nSome may argue \"It's only a game\", but it is apparent, that there are individuals in our society who are clearly fuelled by these psychologically disturbing forms of \"entertainment\".\n\nIt is therefore the sole purpose of this petition to enhance the classification of computer games to remove all scenes of \"unprovoked\" violence and acts of cruelty.",
            "closed_at": "2007-12-26T00:00:00Z",
            "created_at": "2007-06-21T12:39:13.853559Z",
            "creator_name": "Callum Rees",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-21T12:39:13.853559Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-12-27T00:01:01.734302Z"
        },
        "id": 5352284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/computergames/"
    },
    "type": "petition"
}