{
    "data": {
        "attributes": {
            "action": "introduce (as a matter of urgency) legislation which will put an end to the discrimination faced by adopters who are both registered as Self-Employed and have paid their National Insurance liability, and thereby grant them an equal entitlement to Statutory Adoption Pay (SAP), Adoption Allowance and Adoption Leave as that which is currently enjoyed by those who are employees.  The Hague Convention (which the UK has ratified and acceded) states that children, both adopted and birth, are entitled to equal rights and treatment, and so the anomalies in Adoption Pay, Allowance and Leave, as a whole, must be acknowledged and redressed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2007-08-26T00:00:00Z",
            "created_at": "2007-06-21T14:41:04.373169Z",
            "creator_name": "Heather Knowles",
            "government_response_at": "2007-10-23T16:21:37.587338Z",
            "government_responses": [
                {
                    "created_at": "2007-10-23T16:21:37.587338Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce (as a matter of urgency) legislation which will put an end to the discrimination faced by adopters who are both registered as Self-Employed and have paid their National Insurance liability, and thereby grant them an equal entitlement to Statutory Adoption Pay (SAP), Adoption Allowance and Adoption Leave as that which is currently enjoyed by those who are employees. The Hague Convention (which the UK has ratified and acceded) states that children, both adopted and birth, are entitled to equal rights and treatment, and so the anomalies in Adoption Pay, Allowance and Leave, as a whole, must be acknowledged and redressed.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13585.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SAP4SE'",
                    "updated_at": "2007-10-23T16:21:37.587338Z"
                }
            ],
            "opened_at": "2007-06-21T14:41:04.373169Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 297,
            "state": "finished",
            "updated_at": "2007-10-31T13:45:33.447626Z"
        },
        "id": 5353699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAP4SE/"
    },
    "type": "petition"
}