{
    "data": {
        "attributes": {
            "action": "Ban fur imports from China and korea\"  THE ANIMALS VOICE!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Millions of animals are killed every year in China and korea and the fur trade is growing.These animals are kept in appalling conditions and treated abhorrently (the dogs are hung up by their neck, whilst whimpering, and then skinned alive and  in excruciating pain, the cats are put in a boiling mixture, taken out alive and skinned. there is no excuse in this day and age why animals have to be killed so painfully i have seen films, and only 2 days ago it was featured on the news in belguim, so therefore there are alot of nations who are aware and  want to join together to stop this appalling  treatment,) We have no way of regulating this industry and no laws are in place for the animal's welfare in China and korea.  The only way we can stop the cruelty is to ban the international fur trade and this has to begin with the largest and most inhumane fur trader, China and korea\" unfortunatley with humans , whom are deaf or dumb we treat them as if they are stupid, just because animals or humans can not speak, does not mean they are can not feel anything, please help!\nGIVE THE ANIMALS A VOICE!",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2007-06-21T21:15:43.543049Z",
            "creator_name": "elaine bertram",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-21T21:15:43.543049Z",
            "rejected_at": "2007-07-26T00:01:02.328454Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/banfurs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5357864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animalsvoice/"
    },
    "type": "petition"
}