{
    "data": {
        "attributes": {
            "action": "reform the way in which Child Benefit is paid between both parents, as opposed to just one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child Benefit should be able to be payable to both parents in the event of parental separation or divorce, where both parents continue to play an equal and substantive caring role in their children's upbringing. Today's system of only paying Child Benefit to one parent enacts discriminatory laws and policies that lead to imbalances in parents ability to equally care for their children and to maintain an equal status with regards to access to State provisions and benefit entitlements.\nChild Benefit is often a gateway to other benefits and also can act as a financial incentive by one parent to  limit the other parents parenting time to trigger qualification for Child Support payments when no such payments are necessary if shared parenting time and equal split of Child Benefit had established equality of roles. Each case should then be measured on its own merits.",
            "closed_at": "2008-05-26T00:00:00Z",
            "created_at": "2007-06-22T00:45:10.977338Z",
            "creator_name": "David R Thomas",
            "government_response_at": "2008-07-15T15:00:33.580413Z",
            "government_responses": [
                {
                    "created_at": "2008-07-15T15:00:33.580413Z",
                    "details": "You signed a petition asking the Prime Minister to \"reform the way in which Child Benefit is paid between both parents, as opposed to just one.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15967.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cb42org'",
                    "updated_at": "2008-07-15T15:00:33.580413Z"
                }
            ],
            "opened_at": "2007-06-22T00:45:10.977338Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 438,
            "state": "finished",
            "updated_at": "2008-05-28T03:30:32.285555Z"
        },
        "id": 5358851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cb42org/"
    },
    "type": "petition"
}