{
    "data": {
        "attributes": {
            "action": "Safeguard the Rights of Children to remain, wherever possible, within their Birth Families. Adoption should only be possible following Local Councils (and Registered Adoption Agencies) being able to demonstrate that they have provided, where required (and this to include where requested by any responsible family member following assessment), intensive supports to birth parents and all family members to enable them to care safely for such children - this to include the provision of 24-hour residential and 'live in' support and monitoring / assessment for a minimum period of 3 months, a detailed assessment of all extended family members (including what supports would also enable them to become substitute Carers), the right for parents to access drug and alcohol Treatment Programmes within a maximum of 6 weeks of referral. No Final Orders to be made by Courts where parents are genuinely trying to turn their lives around for a minimum of 18 months.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current legal Protocol allows for adoption to occur within a very short timescale - as low as 40 weeks. Whilst the safety, protection and security of children has to be paramount the 'dangers' of separation require equal consideration. Family Treatment facilities, including residential ones, must be viewed as offering a potentially better long-term solution. One's family of origin is vitally important and provides that sense of history and 'belonging' that is so important to children.",
            "closed_at": "2008-06-26T00:00:00Z",
            "created_at": "2007-06-21T21:39:08.324281Z",
            "creator_name": "Philip Measures",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-21T21:39:08.324281Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2008-06-27T03:36:02.361644Z"
        },
        "id": 5358061
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdoptionConcern/"
    },
    "type": "petition"
}