{
    "data": {
        "attributes": {
            "action": "Stop erecting wind turbines. 1000 tonnes of concrete is required to install each turbine. Concrete production is the second most polluting industrial process in the world. Wind turbines produce a low and unreliable source of power that cannot be relied upon, so conventional power stations are kept running as backup anyway. Wind Turbines are noisy and spoil our landscape. Please prevent any more from being installed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2008-06-26T00:00:00Z",
            "created_at": "2007-06-22T09:23:58.903117Z",
            "creator_name": "Baz Barrett",
            "government_response_at": "2008-08-15T09:51:29.006711Z",
            "government_responses": [
                {
                    "created_at": "2008-08-15T09:51:29.006711Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop erecting wind turbines. 1000 tonnes of concrete is required to install each turbine. Concrete production is the second most polluting industrial process in the world. Wind turbines produce a low and unreliable source of power that cannot be relied upon, so conventional power stations are kept running as backup anyway. Wind Turbines are noisy and spoil our landscape. Please prevent any more from being installed.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16532\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'no-wind-turbines'",
                    "updated_at": "2008-08-15T09:51:29.006711Z"
                }
            ],
            "opened_at": "2007-06-22T09:23:58.903117Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 472,
            "state": "finished",
            "updated_at": "2008-07-10T03:38:01.245234Z"
        },
        "id": 5360905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-wind-turbines/"
    },
    "type": "petition"
}