{
    "data": {
        "attributes": {
            "action": "Return Open Access at Stonehenge for the Summer Solstice to the spiritual people NOT party goers so that our international cousins can enjoy this sacred English ritual.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "StoneHenge has Open Access for people who wish to attend the stones and show the respect that this great monument deserves. And to show the people that attend the same respect on a joyous occasion Litha the summer solstice. Stonehenge wasn't built as a museum. It was built as place for people to come, for worship, to use it. At the same token the behavior of people who freely drink to excess so they can not even walk,are abusive to others,and openly take drugs... Are ruining the atmosphere for people who truly wish to be here to mark this very special occasion. Tourism is being affected by the party goers that seek to do nothing more than desecrate this site.\n\nWe wish for things to change and for fellow spiritual people, and interested internationals who are curious and wish to share our spiritual time on this auspicious occasion, who will not attend due to party goers to return.\n\nWe want Stonehenge to be returned to the people who wish to worship their deities there and not use the stones as a nightclub. That way our sacred monument will be safe for thousands of years to come.",
            "closed_at": "2008-06-26T00:00:00Z",
            "created_at": "2007-06-22T19:41:18.196481Z",
            "creator_name": "Kevin Barnes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-22T19:41:18.196481Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2008-06-27T00:01:01.294594Z"
        },
        "id": 5366712
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sacred-Monument/"
    },
    "type": "petition"
}