{
    "data": {
        "attributes": {
            "action": "introduce regulations to ensure that people who are unable or unwilling to pay for essential services by direct debit are not penalised by the banks or the service companies for paying by cash, cheque or other method.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is becoming increasingly common for  utility companies, other providers of essential services and banks to charge people for paying bills by methods other than direct debit. This practice penalises those people who are unable to obtain a full bank account or who wish to use alternative paymnet methods. The fact that the Post Office are now charginf people for paying some bills by cash or cheque further threatens this essetnial service which is already under severe pressure.",
            "closed_at": "2008-06-28T00:00:00Z",
            "created_at": "2007-06-22T22:40:31.114381Z",
            "creator_name": "David Green",
            "government_response_at": "2008-08-14T14:58:32.175848Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T14:58:32.175848Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce regulations to ensure that people who are unable or unwilling to pay for essential services by direct debit are not penalised by the banks or the service companies for paying by cash, cheque or other method.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16536\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Nocharges'",
                    "updated_at": "2008-08-14T14:58:32.175848Z"
                }
            ],
            "opened_at": "2007-06-22T22:40:31.114381Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2008-06-29T00:01:01.337689Z"
        },
        "id": 5367757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nocharges/"
    },
    "type": "petition"
}