{
    "data": {
        "attributes": {
            "action": "Stop the barbaric trade of cats and dogs in China",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Three Birds' Market in Guangzhou, China, officially described as a poultry market. Cages crammed with cats lie around the market in Guangzhou, China. Cages of dogs and cats are piled high and it is bludgeoned with an iron bar until it is close to death before, being handed over to the purchaser. \ncustomers want the dog half-dead.  \"I do not care about the dog suffering. It is only to eat and the customer is the one that chooses how it should die, customers want the dog beaten to death and put in a plastic bag.  A teenager we saw holding a hollow metal pole was an expert in \"not quite killing\" the animals, we were told. As his colleague held the dog's neck with long metal calipers to prevent them moving, the young man struck each dog with the pole several times on the skull. Each swing of the metal bar resulted in a dull thump and a desperate whimper from the poor animal, unconscious dogs, with blood dripping from their head wounds and mouths, were dumped outside the cage. Next they were bound with metal wire and strapped onto a motorbike or thrown into the back of a lorry. \nThree Birds' Market proves that despite China's bid to clean up its act still has a long way to go.'",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2007-06-23T17:11:00.838770Z",
            "creator_name": "Julie Growcott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-23T17:11:00.838770Z",
            "rejected_at": "2007-07-05T15:48:08.555893Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Animalmassacre/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5372322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BarbaricChina/"
    },
    "type": "petition"
}