{
    "data": {
        "attributes": {
            "action": "reverse unfair retrospective changes imposed on HSMP holders in light of recent court judgments and criticism by the Commission for Racial Equality.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Home office has been controversially changing the immigration policies very often and major drastic changes have been implemented on 8th November 2006 for extension of HSMP (highly skilled migrant programme) visas (further leave to remain). \n\nAfter the retrospective changes implemented on 8th Nov people are being asked to re-qualify for their visa extension thru an unfair points based system (PBS) rather than initial promise of extension on economic activity alone. \n\nThe tribunal courts recently gave decisions against the changes declaring the changes are against human rights law (article 8) and the appellants have a strong legitimate expectation. The Commission for Racial Equality recently wrote to Border and Immigration Agency that the changes ignored consultation and discriminates against ethnic minorities and other non EEA nationals’.",
            "closed_at": "2007-07-16T00:00:00Z",
            "created_at": "2007-06-24T00:05:38.062608Z",
            "creator_name": "Amit Kapadia",
            "government_response_at": "2007-08-07T15:38:50.983779Z",
            "government_responses": [
                {
                    "created_at": "2007-08-07T15:38:50.983779Z",
                    "details": "You recently signed a petition asking the Prime Minister to \" reverse unfair retrospective changes imposed on HSMP holders in light of recent court judgments and criticism by the Commission for Racial Equality.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12838.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hsmp-issue'",
                    "updated_at": "2007-08-07T15:38:50.983779Z"
                }
            ],
            "opened_at": "2007-06-24T00:05:38.062608Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 489,
            "state": "finished",
            "updated_at": "2007-11-02T03:11:12.836402Z"
        },
        "id": 5374238
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hsmp-issue/"
    },
    "type": "petition"
}