{
    "data": {
        "attributes": {
            "action": "The right school for every child (as per the National Autistic Society campaign)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Scottish Executive should enshrine in law a duty upon local authorities to ensure that every child with autism has local access to a diverse range of mainstream and specialist educational provision, including autism-specific resource bases attached to mainstream schools, special schools, and specialist outreach support.\n\n\nLocal authorities should work to ensure that every child with autism has local access to this range of provision. If a child has highly complex needs which cannot be met locally, they should be able to access appropriate national provision.\n\nPlease sign the petition and help get the right education for every child.\n\nThank you \n\nYvette MacDonald mum to Daniel and Logan",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2007-06-24T04:34:15.383725Z",
            "creator_name": "Yvette MacDonald",
            "government_response_at": "2008-01-11T16:10:27.226191Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:10:27.226191Z",
                    "details": "You signed a petition asking the Prime Minister to \"The right school for every child (as per the National Autistic Society campaign)\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14244.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'yvettemacdonald'",
                    "updated_at": "2008-01-11T16:10:27.226191Z"
                }
            ],
            "opened_at": "2007-06-24T04:34:15.383725Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 227,
            "state": "finished",
            "updated_at": "2007-12-30T00:01:01.959471Z"
        },
        "id": 5374430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/yvettemacdonald/"
    },
    "type": "petition"
}