{
    "data": {
        "attributes": {
            "action": "Hold the promised reerendum on the the new EU reform treaty as it is the EU constitution in all but name",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people of Britain were promised a referendum by the out going Prime Minister on the EU constitution three years ago but are now being told that there is no need for one as the EU treaty is not the same as the proposed constitution although we all know this is untrue. The Prime Minister has signed away even more of our rights this week and proclaims it as a victory. We do not trust the out going Prime minister to keep his word and allow us the right to vote on his betrayal of our rights but expect the incoming Gordon Brown to do as he suggested and hold the said referendum as he proposed last week. We do not require any further erosion of our rights by this or any future government to be allowed. The EU this is an organization that has not had its accounts signed off by the auditors for eleven consecutive years. The auditors' report said more than a third of EU farm spending did not \"provide the Commission with reasonable assurance of compliance... with Community legislation.\" \nThis for a budget of €100bn of which €44bn is spent on agriculture they cannot be trusted with the budget how can we trust them with any thing else.",
            "closed_at": "2008-06-24T00:00:00Z",
            "created_at": "2007-06-24T16:55:13.203960Z",
            "creator_name": "Ian McCleallan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-24T16:55:13.203960Z",
            "rejected_at": "2007-07-29T00:01:03.114148Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EU-treaty-NON/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5378049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EU-sellout/"
    },
    "type": "petition"
}