{
    "data": {
        "attributes": {
            "action": "Keep England English",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I request the Prime Minister to ensure all peoples wishing to live in the UK assimilate to English and before entering the UK are means tested to live hear. We stop all DSS,etc payments, free housing provision to anyone who has not lived and worked in the UK for a minimum of 5 years.\n\nI want the English people to show a stand that we are English. For too long we have sat back and let the government of this country water down England. I have no problem with people coming here to get a better life, however if you choose to come to England then become English, we need to protect our history, our schools, our nation. \nIf people want to come to our country then they must learn English, lets stop our schools teaching in 50 different languages lets stop our road sign's being created in several languages, We are English, We speak English as our national tongue.  \n \nThe government must force this upon all that enter the country, stop allowing those that enter to change all that we know and love about this great country of ours, come to England, learn English, learn our Laws, respect our way of live, our history, our culture, our beliefs' and most of all the people that made this country what it is today.",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2007-06-25T06:02:50.205637Z",
            "creator_name": "Derek Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-25T06:02:50.205637Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 93,
            "state": "finished",
            "updated_at": "2008-07-07T00:01:01.447511Z"
        },
        "id": 5380666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KEEnglish/"
    },
    "type": "petition"
}