{
    "data": {
        "attributes": {
            "action": "Halt ALL immigration into the UK for the next 24 months.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During that time Government should conduct an independent investigation into the effect of mass-immigration on British society.\n\nIt is fundamentally 'not' racist to want to preserve one's culture for one's children and grandchildren, and if it is to be so 'labelled' then is should be applied to all those who wish to introduce/preserve/extend their own cultures while living in the UK.\n\nWe have got to stop the use of the word 'racism' from allowing any investigation into the matter of immigration! (The mere utterance of the word can destroy careers and ruin lives, with no trial and no possibility of appeal). \n\nThe mass immigration of the last few years is fundamentally unsettling British society, and de-stabilising many towns and cities across Britain.  The strain on Local Government & Education is becoming unbearable.\n\nThe Government should never have allowed unrestricted immigration in the first place, and now has a responsibility to act given their own acknowledgment of their huge underestimate of the numbers of immigrants arriving.",
            "closed_at": "2008-06-25T00:00:00Z",
            "created_at": "2007-06-25T07:10:34.151474Z",
            "creator_name": "Paul Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-25T07:10:34.151474Z",
            "rejected_at": "2007-07-29T00:01:03.114148Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/refuges/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5380875
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigrationstudy/"
    },
    "type": "petition"
}