{
    "data": {
        "attributes": {
            "action": "permit a UK nationwide Referendum on approval or disapproval of the terms recently agreed by Heads of Government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people in this country believe that the Treaty Terms recently agreed to by Prime Minister Blair deserve to be tested by a referendum held before any further ministerial or parliamentary approval is given.  The purpose of the Referendum would be  to set a simple Yes or No question as to whether people approve of the treaty terms as negotiated by our Prime Minister.  This would inevitably initiate a UK debate on the subject.  This itself is something  which at last would give the general public a chance to have some real input on the question of  our UK sovereignty  and free trade regarding the European Union as well as making much clearer the UK public's view on the whole process of how far we are prepared to commit to Europe and the far reaching proposals recently put before us",
            "closed_at": "2007-08-25T00:00:00Z",
            "created_at": "2007-06-25T15:58:03.334531Z",
            "creator_name": "Mr Alan Kennedy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-25T15:58:03.334531Z",
            "rejected_at": "2007-07-29T00:01:03.114148Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EU-treaty-NON/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5387886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TreatyApproval/"
    },
    "type": "petition"
}