{
    "data": {
        "attributes": {
            "action": "urge the Indonesian government to free political prisoners in WEST PAPUA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HERE ARE THE WORDS OF A POLITICAL PRISONER SENT TO PRISON FOR RAISING THE WEST PAPUA  FLAG.\n“We are really hurt. We can only cry before God. Democracy in West Papua is dead and we are being destroyed. We feel strong discrimination against us and so we hope that other nations who are concerned about the life of their fellow human beings could pay attention to us here.  We beg the international community to put pressure on Indonesia and not only to put pressure on Indonesia but also by coming and visiting West Papua to see the condition we are in here. We want to have full independence. We do not want to be part of Indonesia. Now we are silent because we have been deeply terrorised. I am so worried there will be a massive bloody incident when there is a clash [with the Indonesian military and police] because our people have kept their suffering inside their heart for a very long time. It’s to avoid bloodshed like this that I do hope that the Prime Minister and the people of the UK will help us to protect human rights in West Papua.” Yusak Pakage, West Papuan prisoner of conscience, speaking from Abepura Prison, West Papua, 1st October 2006.",
            "closed_at": "2007-12-26T00:00:00Z",
            "created_at": "2007-06-26T07:42:26.084348Z",
            "creator_name": "ERIC BOW",
            "government_response_at": "2008-01-16T15:56:18.583292Z",
            "government_responses": [
                {
                    "created_at": "2008-01-16T15:56:18.583292Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge the Indonesian government to free political prisoners in WEST PAPUA.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14274.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FREEWESTPAPUA'",
                    "updated_at": "2008-01-16T15:56:18.583292Z"
                }
            ],
            "opened_at": "2007-06-26T07:42:26.084348Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 284,
            "state": "finished",
            "updated_at": "2008-01-01T03:13:08.760673Z"
        },
        "id": 5393089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FREEWESTPAPUA/"
    },
    "type": "petition"
}