{
    "data": {
        "attributes": {
            "action": "reduce the cost of parking and parking fines on a national scale (especially for students.)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been driving for 5 months. I'm a full-time student who travels to college twice a day. The college does not provide student parking, so I am forced to park on one of the roads that encircle the college. It costs £3 for up to 12 hours. This works out to be £15 a week. (12 hours isn't very practical) Whilst I am presently unemployed, I do get EMA, but I have to use £15 of the thirty to pay for parking, or borrow some of my parents, which isn't fair.\n\nAnd then, there are the parking fines. It is a £60 fine to pay if you do not show a display ticket, but that is reduced to £30 if paid within the week of receiving the fine. Why does this fine need to be so high? In fact, why do we need fines at all? Why not reduce these trivial fines and increase fines related to bigger issues e.g. drink driving.\n\nWhilst this may not seem much, it's not good for those at university who are often in debt. So, I propose that the Prime Minister thinks about introducing 'Student Permits' which would enable students to park for a lesser amount. Or, if national ID cards to get publish, then maybe there should be a permit on the back which enables students to park for a cheaper price. Parking should be a right - not a privilege.",
            "closed_at": "2007-10-03T00:00:00Z",
            "created_at": "2007-06-26T11:43:18.660295Z",
            "creator_name": "Ryan Preston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-26T11:43:18.660295Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5397073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parafines/"
    },
    "type": "petition"
}