{
    "data": {
        "attributes": {
            "action": "Make Saturday the official Sabbath day as the day of worship for Christians.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Remember the Sabbath day, to keep it holy. \n but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. \nFor in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.\n\nExodus 20:8, 10-11\n\nThe Lord created the heavens and the earth and all that is in it within 6 days and rested on the 7th day. The Sabbath day is the seventh day of the week, which is Saturday whilst Sunday is the beginning of the week. The holy day (Sabbath day) was changed by Constantine and the Catholic Church to Sunday the first day of the week. This is blatant disregard against the commandments of God. This has led to many christians being confused by the real and true sabbath day.\n\nI will urge and plead to the prime minister to please change back the true Holy Day; Sabbath day as the day of worship for Christians and not Sunday. God bless you.",
            "closed_at": "2008-07-02T00:00:00Z",
            "created_at": "2007-06-26T16:02:13.039424Z",
            "creator_name": "Bolaji Amoo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-26T16:02:13.039424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-07-03T00:01:01.464340Z"
        },
        "id": 5402261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sabbath/"
    },
    "type": "petition"
}