{
    "data": {
        "attributes": {
            "action": "Adapt a law to make jaywalking illegal on our roads using various \"Authorities\" to police, enforce and collect fines in the event of a violation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The number of people jaywalking in the UK is phenomenal and if the Government made it an offence, they could raise a potentially substantial amount of money in spot-fines that could be re-spent making it harder for people to violate in the long-term, i.e. introduce more crossings and install additional safety barriers alongside busy roads.\n\nThis is an extremely dangerous action that can prove fatal, not only to perpetrators but to innocent drivers alike, and an action that is carried out by people of all ages.  This sets no example to our younger generations.\n\nWhat compounds this issue is that Local Authorities spend taxpayers' money installing new crossings and traffic schemes on our roads, so, why do people insist on not using them.  Ironic to say the least as some of the perpetrators I have noticed, actually work for the Local Council.\n\nPolice, traffic police and traffic wardens should all be allowed to monitor and enforce this law and to collect fines by perpetrators ad hoc.\n\nThis may present as a hard law to enforce but it could work if the Government give it considerable thought and plan strategically.  It does work in other countries it would seem.",
            "closed_at": "2008-07-03T00:00:00Z",
            "created_at": "2007-06-27T06:46:23.024771Z",
            "creator_name": "R Kelsey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-27T06:46:23.024771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-07-04T00:01:01.349116Z"
        },
        "id": 5409439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banjaywalking/"
    },
    "type": "petition"
}