{
    "data": {
        "attributes": {
            "action": "Enforce section 145 of the Highway Code",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "“Do not hold up a long queue of traffic, especially if you are driving a large or slow moving vehicle. Check your mirrors frequently, and if necessary, pull in where it is safe and let traffic pass.”\n\nBetter still; restrict movement of slow vehicles such as agricultural, heavy plant (JCB), horse drawn etc… (excl. emergency/recovery) from A and B roads during busy rush hours.\n\nIs there a need for farmers to tow hay, or muck spreaders, at 20 down major commuter routes shortly before 9am? Does that JCB have to be travelling 20mph on a busy, national speed limit, A-road with a huge queue behind it? Why is that HGV doing 30 in a 50?\n\nTravelling behind slow moving vehicles is aggravating, causes impatience and “road rage”. How many times have you seen an impatient driver take unnecessary risks overtaking a slow vehicle?\n\nI realise that this causes logistical problems, but I believe that by restricting slow vehicles from A and B roads during peak hours we can reduce accidents, improve traffic flow and reduce congestion into the cities.",
            "closed_at": "2007-12-27T00:00:00Z",
            "created_at": "2007-06-27T08:56:55.730519Z",
            "creator_name": "Tim Trott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-27T08:56:55.730519Z",
            "rejected_at": "2007-08-02T00:01:05.272129Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/banslowvehicles/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5410972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/slowvehicles/"
    },
    "type": "petition"
}