{
    "data": {
        "attributes": {
            "action": "ensure an individual can only become Prime Minister by a general election of the people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Precedent is often cited in support of not holding a general election when a Prime Minister leaves, usually citing the other party as an example.  All that proves is politicians wish to retain the decision making, regardless of affiliation.\n\nShort of a crisis requiring an Acting Prime Minister NOBODY should be in charge of the democratic governance of the people without a general election.  This should not be side-stepped by a party election either.\n\nAs one leader resigns there should be an Acting Prime Minister until a general election is held within no more than 4 months.\n\nArguments that against this are transparent and designed only to retain power regardless of the wishes of the people.",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-06-27T09:00:19.946556Z",
            "creator_name": "Allan Roberts",
            "government_response_at": "2008-08-18T13:21:37.566769Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:21:37.566769Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure an individual can only become Prime Minister by a general election of the people.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16560\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pm-elect'",
                    "updated_at": "2008-08-18T13:21:37.566769Z"
                }
            ],
            "opened_at": "2007-06-27T09:00:19.946556Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 424,
            "state": "finished",
            "updated_at": "2008-07-06T04:22:40.913401Z"
        },
        "id": 5411024
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pm-elect/"
    },
    "type": "petition"
}