{
    "data": {
        "attributes": {
            "action": "Overturn the National Blood Service (NBS) ban stopping Gay and Bi (G&B) Men giving Blood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Blood in the UK is tested for HIV and Hep B&C before use. The NBS say the record for testing is exceptionally good. Last year patients received three million+ units of blood and blood products, 6 of which were infected with a blood borne infection (or only 1/100th more of a risk if Gay and Bi men were to donate).\n\nUN and World Health Organisation position for blood donation is not to discriminate against groups of individuals.\n\nHIV is now at its fast growing rate in the heterosexual community. The polices of the NBS are outdated, making decisions as to whether or not your allowed to give blood on how honest you are.\n\nInternationally the following countries repealed their life Bans on G&B men giving blood:\n\nItaly\nSouth Africa\nSweden\nSpain\nPortugal\nRussia\nFrance\nThis petition is calling on the government to do the following:\n\n1 Carry out a review of these NBS policies.\n2 Overturn the current policy against G&B Men and instead discriminate against unsafe sexual practices.",
            "closed_at": "2007-04-22T00:00:00Z",
            "created_at": "2006-11-21T20:19:40.346533Z",
            "creator_name": "James-J Walsh",
            "government_response_at": "2007-05-18T15:57:16.141813Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T15:57:16.141813Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Overturn the National Blood Service (NBS) ban stopping Gay and Bi (G&B) Men giving Blood.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11729.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bloodban'",
                    "updated_at": "2007-05-18T15:57:16.141813Z"
                }
            ],
            "opened_at": "2006-11-21T20:19:40.346533Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5236,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 55150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bloodban/"
    },
    "type": "petition"
}