{
    "data": {
        "attributes": {
            "action": "Outlaw Private wheel clamping and vehicle removal companies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Facts about wheel-clamping\n* In Scotland, in 1992 wheel-clamping on private land was banned overnight, as it was declared to be extortion and theft.\n* Many clampers don’t have offices and work from PO Box addresses or from mobile phones. Charges can range from around £50 to over £500 for the removal of clamps and towing away fees.\nThe government brought in legislation that has effectively legitimised extortion by clamping companies, how can clamping be a crime of extortion in one part of the U.K. and is then legitimised in another area of the U.K. Fines/costs levied are far in excess of anything that could be called reasonable.We are concerned that there are inherent flaws with the licensing scheme arising from the fact that there is no enforceable code of practice that clampers have to abide by upon receiving a licence and are still able to charge as much as they like. The government should look to rectify this as a matter of urgency.",
            "closed_at": "2008-01-15T00:00:00Z",
            "created_at": "2007-01-10T21:02:43.828830Z",
            "creator_name": "Tom Halvey",
            "government_response_at": "2008-01-25T16:47:21.658360Z",
            "government_responses": [
                {
                    "created_at": "2008-01-25T16:47:21.658360Z",
                    "details": "You signed a petition asking the Prime Minister to \"Outlaw Private wheel clamping and vehicle removal companies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14376.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'outlaw-clamping'",
                    "updated_at": "2008-01-25T16:47:21.658360Z"
                }
            ],
            "opened_at": "2007-01-10T21:02:43.828830Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 263,
            "state": "finished",
            "updated_at": "2008-01-29T03:15:17.984550Z"
        },
        "id": 552010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/outlaw-clamping/"
    },
    "type": "petition"
}