{
    "data": {
        "attributes": {
            "action": "Ensure that Liverpool's Blue Coat School is not designated a Church of England School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Church of England has asked the Secretary of State for Education to designate the Blue Coat School as a Church of England School. In the medium and long terms this will have profound effects upon the character of the school. In its current format the school is successful in both educational and social terms and provides opportunity to pupils from a wide range of ethnic, religous and financial backgrounds. It is both immoral and wholly inappropriate for the Church to attempt to force the school to become a Church of England School against the will of the overwhelming majority of the pupils, parents, Governors and Foundation Trustees. This petition calls upon the Prime Minister to ensure  that the Blue Coat School is not designated a Church of England School.",
            "closed_at": "2007-02-05T00:00:00Z",
            "created_at": "2007-01-10T23:22:24.619536Z",
            "creator_name": "Michael Walker",
            "government_response_at": "2007-02-09T12:40:51.180319Z",
            "government_responses": [
                {
                    "created_at": "2007-02-09T12:40:51.180319Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure that Liverpool's Blue Coat School is not designated a Church of England School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10947.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/BlueCoat/",
                    "summary": "Government response to petition 'BlueCoat'",
                    "updated_at": "2007-02-09T12:40:51.180319Z"
                }
            ],
            "opened_at": "2007-01-10T23:22:24.619536Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 812,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 557658
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BlueCoat/"
    },
    "type": "petition"
}