{
    "data": {
        "attributes": {
            "action": "Ammend the Road Traffic Regulation Act 1984 and Motor Vehicles (removal and disposal) Regulations 1986 to prevent owners and victims of theft being charged for recovery of their stolen property.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My son had his moped stolen in December 2006. It was found close by(a mile from our house) in a park the following morning. We were not informed until it had been taken past our house and taken to a garage 14 distant. We were told my son would have to pay £105 and £50 per day storage to get his stolen bike back.  Half day off work,  £105 to get the bike back, and £120 for the repairs. My son could not pay,he is in full time education,he is the legal owner and under these regulations is duty bound to pay for some else abandoning his vehicle. I am awaiting a response from the police whether this act makes him a criminal for allowing his bike to be stolen then abandoned. The bike would probably have been auctioned and the cost of recovery re gained that way by the garage if he pleaded poverty. He certainly would have lost ownership of the bike under these regulations. Is the law mad? The garage and the police refused to talk to me at first,I am not the owner.\n\nAndrew Gretton",
            "closed_at": "2007-07-15T00:00:00Z",
            "created_at": "2007-01-10T23:49:37.738846Z",
            "creator_name": "andrew gretton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-10T23:49:37.738846Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 112,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 558247
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VictimsofCrime/"
    },
    "type": "petition"
}