{
    "data": {
        "attributes": {
            "action": "Antoni Wilk",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition the Government to adopt a new drug and alcohol detox treatment called Bio-Reduction. \n\nBio-Reduction works by neutralising the effects of drug or alcohol in the body so they are less addictive and so easier to stop taking.\n\nAt present there are only two recognised forms of detoxing, Abstinence based detox which takes months to successfully complete and Sedation and Pain Relief detox which is very aggressive and unpleasant for the patients which suffer sickness, vomiting & diarrhea.\n\nBio-Reduction is a gentle and effective treatment, which reduces the amount of substance the body needs after each treatment session so patients can cut their dosage with ease and therefore do not have any withdrawal symptoms.\n\nI think this Bio-Reduction should be widely available as patients not only cut their usage with ease but also quickly regain their eating and sleeping patterns, which improves their overall health.",
            "closed_at": "2007-05-16T00:00:00Z",
            "created_at": "2006-11-16T10:09:32.191387Z",
            "creator_name": "Antoni Wilk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-16T10:09:32.191387Z",
            "rejected_at": "2006-11-17T17:13:12.146967Z",
            "rejection": {
                "code": 2048,
                "details": "Another petition on this topic already exists",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bio-Reduction/"
    },
    "type": "petition"
}