{
    "data": {
        "attributes": {
            "action": "Reverse the decision not to award D.C Stephen Oake a posthumous George Cross.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent decision by the George Cross Committee not to award a posthumous George Cross to D.C Stephen Oake has outraged many in UK society.   Many press commentaries have included the views of members of the general public who are disgusted at this outrageous decision.   Indeed, many current and former members of the police service are considering returning their own medals in protest at the decision.\nThis decision has come at a time when the UK is facing a challenge unseen since the Second World War.   It is also a time when more and more elements of the criminal fraternity are prepared to arm themselves, and we are seeing greater numbers of police officers being injured or killed as a consequence of this.\nWe petition the Prime Minister to intervene in this case and reverse this decision.   This award will honour this brave and dedicated officer’s memory.   It will show his family that the ultimate sacrifice he made has not been forgotten by his colleagues and those he was sworn to protect.   It may also go some way towards improving the morale of a traditionally un-armed service that continues to serve the public with skill, dedication and determination in such trying times.",
            "closed_at": "2007-02-15T00:00:00Z",
            "created_at": "2006-11-15T10:34:24.642769Z",
            "creator_name": "Dave Brettell",
            "government_response_at": "2007-04-11T16:28:17.766249Z",
            "government_responses": [
                {
                    "created_at": "2007-04-11T16:28:17.766249Z",
                    "details": "The e-petition asking the Prime Minister to \"reverse the decision not to award D.C Stephen Oake a posthumous George Cross\" has now closed.  This is a response from the Prime Minister, Tony Blair.\n\nThank you for signing the petition calling for DC Stephen Oake posthumously to be given the George Cross.\n\nI want to start by saying I completely share the petition's view that DC Oake was a brave and dedicated officer and that his sacrifice must not be forgotten. I knew DC Oake personally and attended his funeral.\n\nI also share the petition's sentiments about the bravery and dedication of the police in general. We are extraordinarily fortunate to be so well served.\n\nHowever, decisions over bravery awards have been taken for decades by a special non-political committee which examines each case carefully against strict criteria. This is not in any way to belittle any individual's bravery or sacrifice but to ensure consistency in decisions over time.\n\nThis does not, however, diminish in any way the debt we owe to DC Oake and thousands of brave officers like him. Whether or not his actions met the criteria for this particular medal, he was a man of whom the whole nation is proud and I personally have no hesitation in calling him a hero.\n\nYours sincerely,\nTony Blair",
                    "summary": "E-petition: response from the Prime Minister",
                    "updated_at": "2007-04-11T16:28:17.766249Z"
                }
            ],
            "opened_at": "2006-11-15T10:34:24.642769Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7993,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DC-Stephen-Oake/"
    },
    "type": "petition"
}