{
    "data": {
        "attributes": {
            "action": "legislate that all sewage is treated to tertiary level prior to discharge into the sea.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most water companies still use the \"long sea outfall\" sewage discharge method. This is simply the release of raw sewage into the sea using a long pipe! Untreated sewage contains a cocktail of faeces, bacteria, viruses and chemicals of varying toxicity. These hazardous pollutants enter the oceans, where they combine and accumulate. They are not broken down naturally so enter the food chain and stay there.\nAs a result, there is a real risk of contracting hepatitus, or one of a number of other nasty infections, from bathing, as well as the long term health dangers caused by sewage in the food chain.\nTertiary treatment virtually eradicates dangerous pollutants from sewage.   Welsh, Wessex and Yorkshire Water have all introduced this and should be commended.  \nThe other water comapanies, however, are resisting, preferring to conform to the mimimum legislative standards.  We therefore call upon the government to rule that the MINIMUM sewage treatment should be to a tertiary level.",
            "closed_at": "2007-07-16T00:00:00Z",
            "created_at": "2007-01-11T09:51:42.469166Z",
            "creator_name": "Paul Roberts",
            "government_response_at": "2007-08-31T15:15:52.322236Z",
            "government_responses": [
                {
                    "created_at": "2007-08-31T15:15:52.322236Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"legislate that all sewage is treated to tertiary level prior to discharge into the sea.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12991.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Sewage'",
                    "updated_at": "2007-08-31T15:15:52.322236Z"
                }
            ],
            "opened_at": "2007-01-11T09:51:42.469166Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 899,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 572858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sewage/"
    },
    "type": "petition"
}