{
    "data": {
        "attributes": {
            "action": "Put pressure on Sudan to end the conflict in Darfur",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please use your influence to bring increased pressure to bear on the Government of Sudan to disarm the militias that are operating in the Darfur area and to cease their own activities in that area of the country. \n\n\nIt would see, the international community is unwilling to take the necessary action to bring this conflict to an end. Ultimatums have been given to the Khartoum Government, all of which have been ignored and not followed up on. The International community pledged that another Rwanda must never be allowed to happen and yet it has as, generally speaking, the outside world has stood by and watched. \n\nThe blood of countless innocent Sudanese people is already on the conscience of the international community and I respectfully urge you to use all the influence you have with other world leaders to insist that the Khartoum Government end this conflict and suffering as a matter of great urgency.",
            "closed_at": "2007-01-22T00:00:00Z",
            "created_at": "2006-11-22T08:59:13.749240Z",
            "creator_name": "John D Brand",
            "government_response_at": "2007-03-30T16:37:41.551177Z",
            "government_responses": [
                {
                    "created_at": "2007-03-30T16:37:41.551177Z",
                    "details": "You recently signed a petition asking the Prime Minister to \": Put pressure on Sudan to end the conflict in Darfur.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11391.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/EndDarfur/",
                    "summary": "Government response to petition 'EndDarfur'",
                    "updated_at": "2007-03-30T16:37:41.551177Z"
                }
            ],
            "opened_at": "2006-11-22T08:59:13.749240Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 599,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 58010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndDarfur/"
    },
    "type": "petition"
}