{
    "data": {
        "attributes": {
            "action": "use Police resources to catch criminals and louts and not to persecute motorists.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Police do not have sufficient resources to follow up burglaries, major crimes and stamp out loutish behaviour on the streets, yet they will happily stand in pairs at the side of the road pointing a radar gun at motorists.  In this country we used to have Traffic Wardens that concerned themselves with motoring offences. If  wardens are given access to CCTV and speed cameras then surely we don't need to waste valuable Police time and resources? Currently a victim of a serious crime always has their expectations set immediately by the Police \"that there is very little chance of catching the offender\".  It may be a criminal offence to travel 5mph to fast in a 30mph zone, but it is not tolerable that the Police focus so heavily on motorists when serious crime and yobbish behaviour is rife in this country.",
            "closed_at": "2007-05-24T00:00:00Z",
            "created_at": "2006-11-22T09:48:45.907267Z",
            "creator_name": "Jonathan Cook",
            "government_response_at": "2007-06-15T15:12:21.647511Z",
            "government_responses": [
                {
                    "created_at": "2007-06-15T15:12:21.647511Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"use Police resources to catch criminals and louts and not to persecute motorists.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11977.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'police-v-drivers'",
                    "updated_at": "2007-06-15T15:12:21.647511Z"
                }
            ],
            "opened_at": "2006-11-22T09:48:45.907267Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 687,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 58619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/police-v-drivers/"
    },
    "type": "petition"
}