{
    "data": {
        "attributes": {
            "action": "create the facility to register opposing views to the petitions listed on this site.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would enable a more balanced view on the popularity of the petitions listed.",
            "closed_at": "2008-01-11T00:00:00Z",
            "created_at": "2007-01-11T11:48:10.696145Z",
            "creator_name": "Mike Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T11:48:10.696145Z",
            "rejected_at": "2007-02-15T00:03:03.455952Z",
            "rejection": {
                "code": 16384,
                "details": "Many people have suggested changes to the e-petitions service during this test phase, and a number of improvements have been made as a result.\nOne of the most popular proposals has been the creation of a 'sign against' mechanism, which would allow users to disagree with petitions. After much discussion, we have decided not to add this function.\nThe rationale is this: \"e-petitions\" is designed essentially as a modern equivalent of the traditional petitions presented at the door of No.10. It enables people to put their views to the Prime Minister. It is not intended to be a form of quasi-referendum or unrepresentative opinion poll (professional polls use special techniques to ensure balanced samples). With a \"vote against\" function, that is what it would effectively become.\nIt is of course possible to create a counter-petition to an existing campaign (as many people already have). This remains the best option if you disagree with a particular petition.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 589496
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oppose-Petitions/"
    },
    "type": "petition"
}