{
    "data": {
        "attributes": {
            "action": "Stop Rogue Private Parking / Clamping Companies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our website (http://ukrights.org) has been inundated with complaints about parking fines imposed by companies such as Civil Enforcement Ltd. \n\nThis practice is entrapment – the Government has failed in two key areas to protect the public these companies.\n\n1.\tThere needs to be laws governing the issuing of such data to parties - private commercial companies should not have access.\n\nThe DVLA Scrapped their code of conduct for people accessing the DVLA Records as these companies do. WHY???\n\nWe feel that the DVLA has no business assisting a private company to issue a fine. \n\n2. There is no law on this matter – WHY??\n\nThe law should protect the public ensuring companies are:\n\na) licenced\nb) Accountable\n\nThere should be tarrifs for the fines and above all a recipient should have recourse to the courts.\n\nUnless the government steps in and takes ownership of the problem its simply going to cost the government millions of pounds in court cases .\n\nMr. Blair - it's time to act!",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-01-11T12:34:05.887965Z",
            "creator_name": "Lord St.Clair",
            "government_response_at": "2008-02-20T15:16:08.105435Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:16:08.105435Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop Rogue Private Parking / Clamping Companies\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14603.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CivilParking'",
                    "updated_at": "2008-02-20T15:16:08.105435Z"
                }
            ],
            "opened_at": "2007-01-11T12:34:05.887965Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 204,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 595357
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CivilParking/"
    },
    "type": "petition"
}