{
    "data": {
        "attributes": {
            "action": "Bring Back Concorde!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a crying shame that the most technologically advanced passenger plane in the world sits unused being broken up and sold off for souvenirs.\n\nIt must fly again, even just as a show plane, it must be seen in the skies all over the world as a reminder that Britain is a country of great things. \n\nThis aircraft may be too expensive to be flown on by all but the elite of society, but you know what, that doesn't matter. The sight of Concorde has always brought a smile to my face ever since childhood, and the very knowledge that we, the British were running the worlds only Supersonic passenger plane made me proud. \n\nWe used to be a country of great things producing marvels of engineering that shocked the world. We produced Concorde with the French, but it still represents British brilliance.\n\nSo please sign this petition and help put our last engineering masterpiece back where it belongs, in the sky, after all we taxpayers (not BA) paid for its development.\nHelp make Britain great again!",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-01-11T12:40:15.757664Z",
            "creator_name": "Thomas Toze",
            "government_response_at": "2008-02-20T15:25:16.079806Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:25:16.079806Z",
                    "details": "You signed a petition asking the Prime Minister to \"Bring Back Concorde!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14612.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Concorde'",
                    "updated_at": "2008-02-20T15:25:16.079806Z"
                }
            ],
            "opened_at": "2007-01-11T12:40:15.757664Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1155,
            "state": "finished",
            "updated_at": "2008-01-18T03:14:32.541046Z"
        },
        "id": 596106
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Concorde/"
    },
    "type": "petition"
}