{
    "data": {
        "attributes": {
            "action": "Write off student loan debts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The average student loan debt is £9000, in addition the overdrafts and credit card debts students are forced to run up just in order to live, and as is often the case to afford their tuition and top up fees.\n\nMany graduates leave university with an even greater burden than the average £9000; it is not unheard of to leave univeristy with debts of £30,000.\n\nWhen students do leave university and obtain a good job, it does enough for the country by adding to the GE per capita, the tax and NI contributions that the government obtain from our working contribution to society...let alone the tax we pay on everything we buy, and everything we save!\n\nGraduates add enough to society, and struggle enough as it is without having to pay the price for the education for the first 15 years of their lives!\n\nEducation is a right, not a privilege, that our parents and grandparents have worked and paid their tax for.\n\nWrite off all student loan debts!",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-01-11T13:09:02.811546Z",
            "creator_name": "Laura Blake",
            "government_response_at": "2008-03-10T16:09:26.910977Z",
            "government_responses": [
                {
                    "created_at": "2008-03-10T16:09:26.910977Z",
                    "details": "You signed a petition asking the Prime Minister to \"Write off student loan debts.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14939.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'scrapstudentdebt'",
                    "updated_at": "2008-03-10T16:09:26.910977Z"
                }
            ],
            "opened_at": "2007-01-11T13:09:02.811546Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9538,
            "state": "finished",
            "updated_at": "2008-06-24T03:41:52.393468Z"
        },
        "id": 599558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrapstudentdebt/"
    },
    "type": "petition"
}