{
    "data": {
        "attributes": {
            "action": "Stop Government agencies such as the DVLA selling personal data to commercial organisations such as Tesco supermarkets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In some Tesco supermarket car-parks, all cars are photographed as they enter, and again when they leave.  The date & time at which each photograph is taken is recorded, and if the car has exceeded the free parking allowance, Tesco's computer sends a file of registration numbers to the DVLA.  The DVLA computer adds the name & address related to each registration, and sends the file back.  Tesco then post a bill to the person who has over-stayed.  I understand that the DVLA needs to know who owns a car, but this information is private, and should not be used for commercial purposes.",
            "closed_at": "2007-04-17T00:00:00Z",
            "created_at": "2007-01-11T13:27:03.897549Z",
            "creator_name": "JWT.Sellick",
            "government_response_at": "2007-05-04T15:57:22.453144Z",
            "government_responses": [
                {
                    "created_at": "2007-05-04T15:57:22.453144Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop Government agencies such as the DVLA selling personal data to commercial organisations such as Tesco supermarkets.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11618.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Tescoparking'",
                    "updated_at": "2007-05-04T15:57:22.453144Z"
                }
            ],
            "opened_at": "2007-01-11T13:27:03.897549Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1545,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 601761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tescoparking/"
    },
    "type": "petition"
}