{
    "data": {
        "attributes": {
            "action": "Protect the heritage of central London and overrule the original ODPM decision to grant Berkeley Homes planning approval for their development at Tower Bridge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Berkeley Homes own a section of land adjacent to Tower Bridge approach which is directly opposite the Tower of London. It developed plans for 8 largely residential towers up to 20 storeys high (http://www.pottersfields.com/) on this land and an adjacent piece of land owned by Southwark Council. \n\nMany fought this development including the Council,  English Heritage and local residents at a public inquiry 2 years ago, however John Prescott (then responsible as Deputy Prime Minister)granted planning permission. Now UNESCO has also expressed its concern over the impact on two of the UK and London’s outstanding heritage assests: Tower Bridge and the Tower of London.\n\nNo-one is against development of the Potters Field land and we recognise the need for additional housing stock in London, but we ask that this particular plan for development be prevented and a plan devised for development in keeping with the surroundings and in sympathy to the importance of the area and London's heritage.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2006-11-22T13:01:34.723297Z",
            "creator_name": "Gareth Morgan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-22T13:01:34.723297Z",
            "rejected_at": "2006-11-24T10:53:38.006711Z",
            "rejection": {
                "code": 2048,
                "details": "There is already a very similar petition here:\nhttp://petitions.pm.gov.uk/Faulty-Towers/\nIf you wish your own petition to be launched, please resubmit",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 60675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PottersField/"
    },
    "type": "petition"
}