{
    "data": {
        "attributes": {
            "action": "Encourage the reduction of household waste by requiring producers and retailers to meet the disposal costs of their products and packaging, instead of passing these on to consumers and local authorities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently producers of manufactured goods have to meet their own production costs, but not the disposal costs of what they produce. It is therefore not in their interest to pay any regard to the effect on the environment of what they produce. The consumers and local authorities have to find a way (and the cost) of disposing or recycling of unwanted products and packaging. Recycling is only scratching at the surface of the waste problem. The real answer is not to produce so much rubbish in the first place. This will only happen when producers have an incentive not to produce rubbish.",
            "closed_at": "2007-01-17T00:00:00Z",
            "created_at": "2006-11-16T10:41:15.534233Z",
            "creator_name": "Dave Rolfe",
            "government_response_at": "2007-02-08T14:47:31.739307Z",
            "government_responses": [
                {
                    "created_at": "2007-02-08T14:47:31.739307Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Encourage the reduction of household waste by requiring producers and retailers to meet the disposal costs of their products and packaging, instead of passing these on to consumers and local authorities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\nhttp://www.pm.gov.uk/output/Page10929.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/Rubbish/",
                    "summary": "Government response to petition 'Rubbish'",
                    "updated_at": "2007-02-08T14:47:31.739307Z"
                }
            ],
            "opened_at": "2006-11-16T10:41:15.534233Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 367,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rubbish/"
    },
    "type": "petition"
}