{
    "data": {
        "attributes": {
            "action": "prohibit discrimination in the provision of goods, services and facilities on the grounds of sexual orientation for the remainder of the UK at the earliest point possible",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Exemptions for religious organisations from the Goods, Services and Facilities regulations, are of great concern and entirely unjust. The use of services, goods and facilities that heterosexuals take for granted, should be allowed to those from the lesbian, gay and bisexual communities; the protections that minorities and religious groups have in law should be granted to the lesbian gay and bisexual communities also; the end of a two-tier system which denies justice in the provision of goods, services and facilities to the lesbian, gay and bisexual communities should be implemented with no further delay and at the earliest point possible throughout the entirety of the UK.",
            "closed_at": "2008-01-17T00:00:00Z",
            "created_at": "2007-01-11T15:10:10.413698Z",
            "creator_name": "Phelim Mac Cafferty",
            "government_response_at": "2008-04-07T15:51:02.954957Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T15:51:02.954957Z",
                    "details": "You signed a petition asking the Prime Minister to \"prohibit discrimination in the provision of goods, services and facilities on the grounds of sexual orientation for the remainder of the UK at the earliest point possible.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15191.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GSFRegs'",
                    "updated_at": "2008-04-07T15:51:02.954957Z"
                }
            ],
            "opened_at": "2007-01-11T15:10:10.413698Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7446,
            "state": "finished",
            "updated_at": "2008-04-03T03:26:07.838880Z"
        },
        "id": 613764
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GSFRegs/"
    },
    "type": "petition"
}