{
    "data": {
        "attributes": {
            "action": "consider strongly whether the constant and punishing taxation of road users is realistically going to alter any environmental issues when industry and others have a far greater output of greenhouse gases and pollutants, and to bring Britain line with the rest of the world on this issue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a constant source of frustration that the road users of this country are constantly used as a punching bag and a source of easy revenue under the misleading guise of 'green issues'. Whilst an intention to reduce emmissions from this country's vehicles is admirable and desirable, no scientist in the world would say that everyone stopping driving tomorrow would realistically alter the evironmental issues affecting our planet in a major way.Furthermore, it is unfair and unjust to punish people with larger cars as very often they need them for business and their families, and charging extortionate road taxes and fuel taxes does not change the fact that they need them and currently there is no adequate public transport system or low emission vehicle to replace these cars.Therefore, this should be recognised and the financial burden on those families who cannot afford the current rates eased. In reality, those who can afford it carry on regardless.....",
            "closed_at": "2007-01-17T00:00:00Z",
            "created_at": "2006-11-16T10:48:09.418444Z",
            "creator_name": "David Triska",
            "government_response_at": "2007-01-18T16:43:43.711007Z",
            "government_responses": [
                {
                    "created_at": "2007-01-18T16:43:43.711007Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"consider strongly whether the constant and punishing taxation of road users is realistically going to alter any environmental issues when industry and others have a far greater output of greenhouse gases and pollutants, and to bring Britain line with the rest of the world on this issue.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\n\nhttp://www.pm.gov.uk/output/Page10787.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/pro-cars/",
                    "summary": "Government response to petition 'pro-cars'",
                    "updated_at": "2007-01-18T16:43:43.711007Z"
                }
            ],
            "opened_at": "2006-11-16T10:48:09.418444Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 489,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pro-cars/"
    },
    "type": "petition"
}