{
    "data": {
        "attributes": {
            "action": "fly the English flag - the Cross of St George - above the Houses of Parliament on St George's Day",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "England must be the only democratic nation on Earth that has never flown its flag above the Parliament that governs it.\n\nThe Union Flag presently flies from Victoria's Tower on the Houses of Parliament (previous to the Union Flag the Royal Standard was flown).  Victoria's Tower has one flagpole and the present rules state that the Union Flag must fly in a superior position to the Cross of St George even on St George's Day.\n\nBut the English flag has never been flown, not even on St George's Day, and not even in an inferior position to the Union Flag.\n\nThe Scottish Parliamentary Corporate Body's policy is to fly both the Saltire (Scottish Flag of St Andrew) and the Union Flag certain specified days. \n\nWhy can't the UK Parliament honour England's national day in this way?",
            "closed_at": "2007-04-23T00:00:00Z",
            "created_at": "2006-11-22T16:11:06.414131Z",
            "creator_name": "Gareth Young",
            "government_response_at": "2007-05-08T15:03:04.535392Z",
            "government_responses": [
                {
                    "created_at": "2007-05-08T15:03:04.535392Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"fly the English flag - the Cross of St George - above the Houses of Parliament on St George's Day.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11624.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'englishflag'",
                    "updated_at": "2007-05-08T15:03:04.535392Z"
                }
            ],
            "opened_at": "2006-11-22T16:11:06.414131Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 698,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 62691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/englishflag/"
    },
    "type": "petition"
}