{
    "data": {
        "attributes": {
            "action": "provide a reliable train service with adequate capacity at times that travellers wish to make journeys from Swindon to Westbury, Bristol to Severn Beach, Portsmouth and Weymouth to Cardiff, Taunton to Cheltenham, Swindon to Cheltenham. This includes all intermediate stations and journeys in both directions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 10th December, train service were slashed over the \"Bristol Commuter Area\" with some stations such as Melksham loosing as much as 60% of their service, remaining trains being shortened, and frequently cancelled. This has resulted in severe overcrowding, massive delays, and the transfer of many journeys to inadequate local roads to the detriment of the environment and at economic cost.\n\nThis petition requests the immediate return of a service that meets the needs of travellers in Wiltshire, Bristol, BaNES, South East Wales and surrounding areas. Where the service use was growing dramatically prior to last December,  to increase future provision to meet future travel flow requirements.\n\nFurther information and discussion forums are available at http://www.savethetrain.org.uk and other web sites which are linked from there.",
            "closed_at": "2007-02-07T00:00:00Z",
            "created_at": "2007-01-11T17:50:34.264944Z",
            "creator_name": "Graham Ellis",
            "government_response_at": "2007-03-30T16:39:37.262204Z",
            "government_responses": [
                {
                    "created_at": "2007-03-30T16:39:37.262204Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"provide a reliable train service with adequate capacity at times that travellers wish to make journeys from Swindon to Westbury, Bristol to Severn Beach, Portsmouth and Weymouth to Cardiff, Taunton to Cheltenham, Swindon to Cheltenham. This includes all intermediate stations and journeys in both directions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11394.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/wessextrains/",
                    "summary": "Government response to petition 'wessextrains'",
                    "updated_at": "2007-03-30T16:39:37.262204Z"
                }
            ],
            "opened_at": "2007-01-11T17:50:34.264944Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1704,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 628758
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wessextrains/"
    },
    "type": "petition"
}