{
    "data": {
        "attributes": {
            "action": "Remove bank charges, and restore the meaning of liqudated losses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A bank will take money out of your account without permission and then tell you that it is to compesate the banks losses as a result of a breach of contract, but the term is unenforcable and the banks keep doing it. I ask if you have a fixed income and flexable outgoings, then most banks will charge you rather than pay a smaller debit, and even after taking the charge they dont pay the bill, and state it is part of there terms and conditions to do this. If this is the case, then liquidated losses dont exsist, because it is a penalty. As if i do not have the money for the bill, i dont have the money for the bill and a bank charge.\nPlease read ansens law of contract 27th edition, or FSA unfair terms, you will be signing to remove bank charges as unfair and unenforcable.",
            "closed_at": "2007-11-23T00:00:00Z",
            "created_at": "2006-11-22T16:38:33.003659Z",
            "creator_name": "George James Harvey",
            "government_response_at": "2008-01-04T15:38:02.661225Z",
            "government_responses": [
                {
                    "created_at": "2008-01-04T15:38:02.661225Z",
                    "details": "You signed a petition asking the Prime Minister to \"Remove bank charges, and restore the meaning of liqudated losses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14141.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'refundcharges'",
                    "updated_at": "2008-01-04T15:38:02.661225Z"
                }
            ],
            "opened_at": "2006-11-22T16:38:33.003659Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 638,
            "state": "finished",
            "updated_at": "2007-12-10T03:12:26.800558Z"
        },
        "id": 62976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/refundcharges/"
    },
    "type": "petition"
}