{
    "data": {
        "attributes": {
            "action": "ACCEPT THAT THE TV LICENCE IS ILLEGITIMATE AT BEST AND ILLEGAL AT WORST",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THE TV LICENCE WAS ORIGINALLY INTRODUCED AS PART OF THE WIRELESS TELEGRAPHY ACT 1949 IN ORDER TO PAY FOR THE BBC TO PRODUCE AND TRANSMIT PROGRAMMES. THE BBC WAS THE ONLY ORGANISATION AT THAT TIME PRODUCING TELEVISION PRORAMMES. THE LICENCE WAS COLLECTED FROM HOUSEHOLDS WHO WERE IN POSSESSION OF A RECEIVER FOR BBC PROGRAMMES - I.E. A TELEVISION SET.\n\nTODAY THER ARE CABLE AND SATELITE COMPANIES (LIKE SKY) WERE BBC PROGRAMMES CAN ALSO BE VIEWED AS PART OF THE SUBSCRIPTION CHARGE. IF ONE DECIDES TO WATCH BBC PROGRAMMES VIA SKY, THEN ONE IS PAYING TWICE FOR THE PRIVILEGE. ALSO ONE CAN WATCH LIVE TV VIA BROADBAND WERE THE RECEIVER IS A PC AND THIS IS NOT COVERED BY THE WIRELESS TELEGRAPHY ACT.  ALSO ALL TRANSMITTERS ARE PRIMARILY OPERATED BY NTL AND CROWN CASTLE AND NOT BBC.\nWE HAVE BEEN SUCKERED INTO PAYING THE LICENCE FOR TOO LONG. THE GOVERNMENTS POSITION IN RESPECT TO THE TV LICENCE IS UNTENABLE.",
            "closed_at": "2008-01-11T00:00:00Z",
            "created_at": "2007-01-11T19:23:45.856151Z",
            "creator_name": "Dr roman haraburda",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T19:23:45.856151Z",
            "rejected_at": "2007-02-16T00:03:02.985785Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoTvLicenceFee/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 634780
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TV-LICENCE/"
    },
    "type": "petition"
}