{
    "data": {
        "attributes": {
            "action": "Help Me Get Help For My Mom In Her Fight Against Cancer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In February 2006 my mother was diagnosed with Lung Cancer. As readers of this petition will imagine, she was devastated by the news. We, her family, were of course devastated too, as well as shocked and surprised: for she had been a lifetime non-smoker.\n\nThrough careful research, we discovered that certain chemotherapy treatments would be of particular benefit to my mother (treatments not currently available on the NHS) and I, her son, wrote to my local Labour M.P, Khalid Mahmood (Labour, Perry Barr), requesting his help in obtaining this treatment.\n\nTwelve months on, I have yet to receive a reply from him. I have not even received an acknowledgement of my letter. Every other person I have approached for help has graciously replied. Most have helped. Khalid Mahmood has not even answered.\n\nMr Blair, will you please call this M.P to account for what he has done - or, rather, NOT done - in my mother's case, and please get back to me with his (and your) response?",
            "closed_at": "2007-03-11T00:00:00Z",
            "created_at": "2007-01-11T19:26:37.656943Z",
            "creator_name": "Mark Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T19:26:37.656943Z",
            "rejected_at": "2007-02-16T00:03:02.985785Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 634952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Replyplease/"
    },
    "type": "petition"
}