{
    "data": {
        "attributes": {
            "action": "give priority – in the context of proposed measures to reduce all forms of light pollution – to curbing unnecessary illuminations in the early hours of the morning; thereby saving energy, reducing greenhouse gases, and restoring our right to enjoy the wonder of a clear black sky.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Much public lighting becomes an expensive nuisance after midnight.\n\nStreet lighting of residential roads is not needed, but could be restored after 5 a.m. if it's still dark.  Floodlighting of buildings, often attractive in the evening, is superfluous later on, as is illuminated advertising. Security lighting, meant to switch on only when premises are significantly intruded, often activates when traffic passes by. Fixed lighting outside houses can disturb neighbours, and is a lesser crime deterrent.\n\nLegislation should pay particular attention to these nuisances in the small hours.\n\nMost of us live under an orange sky all night, denied the choice of sleeping in darkness without light-excluding curtains. Few children have ever seen any stars clearly; fewer still the Milky Way.\nProhibiting light pollution in the early hours would grant us freedom again to experience one of the most inspiring sights of the natural world; one we share with our ancestors and generations to come.",
            "closed_at": "2008-01-26T00:00:00Z",
            "created_at": "2007-01-11T19:46:23.320178Z",
            "creator_name": "Chris Scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T19:46:23.320178Z",
            "rejected_at": "2007-01-30T17:33:30.486861Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/light-pollution/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 636128
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BlackSkies/"
    },
    "type": "petition"
}