{
    "data": {
        "attributes": {
            "action": "Properly fund a UK National Space Programme to inspire our young people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is great public interest in space travel and exploration. Young people in particular are fascinated by it. Many would readily take up careers in science and technology if they felt there were real opportunities to take part in the adventure of sending spacecraft to other planets. Sadly the best opportunities by far are overseas and many of our best engineers end up moving abroad. Almost every major industrial nation (and many minor ones) spends far more on space exploration and technology than we do. A little inspiration is a good thing so why not lift our sights a little higher. At the same time, help develop a more creative and innovative industry to help Britain stay up with the best in the world in terms of technology and wealth creation. Why not put in place a properly funded National Space Programme?",
            "closed_at": "2008-01-17T00:00:00Z",
            "created_at": "2007-01-11T20:57:13.375923Z",
            "creator_name": "W A Levett",
            "government_response_at": "2008-02-20T15:34:19.074486Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:34:19.074486Z",
                    "details": "You signed a petition asking the Prime Minister to \"Properly fund a UK National Space Programme to inspire our young people.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14620.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SpaceUK'",
                    "updated_at": "2008-02-20T15:34:19.074486Z"
                }
            ],
            "opened_at": "2007-01-11T20:57:13.375923Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2008-01-18T00:01:01.609008Z"
        },
        "id": 639833
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SpaceUK/"
    },
    "type": "petition"
}