{
    "data": {
        "attributes": {
            "action": "carry out an urgent review into the way in which Part P of the Building Regulations operates in practice, and to make changes designed to re-establish high levels of electrical safety without imposing unnecessary practical and financial constraints on professional electricians or competent DIY enthusiasts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Part P isn't working! The number of relevant fatalities has more than doubled since its introduction [Hansard 98144] probably due to the use of dangerous temporary 'lash-ups' rather than safe fixed wiring – thus avoiding the hassle and expense of complying with Part P. There is no evidence to indicate that there has ever been a problem with non-professionally installed fixed wiring.\nSelf certification imposes a substantial overhead on small electrical firms. Complying with Part P is very difficult and expensive for amateur electricians – encouraging the use of less safe, exempt options. Even when part of a larger project, many Building Control departments are illegally refusing to perform Part P testing within the scope of the Building Regs fee.\nIn summary, Part P is counter-productive and should be scrapped. At very least, its scope should be substantially reduced by, for example, exempting all installation work in domestic premises on the householder's side of the Consumer Unit.",
            "closed_at": "2007-04-17T00:00:00Z",
            "created_at": "2007-01-11T21:23:11.681439Z",
            "creator_name": "Roger Mills",
            "government_response_at": "2007-05-18T15:47:28.488233Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T15:47:28.488233Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"carry out an urgent review into the way in which Part P of the Building Regulations operates in practice, and to make changes designed to re-establish high levels of electrical safety without imposing unnecessary practical and financial constraints on professional electricians or competent DIY enthusiasts.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11727.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Part-P-Review'",
                    "updated_at": "2007-05-18T15:47:28.488233Z"
                }
            ],
            "opened_at": "2007-01-11T21:23:11.681439Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 819,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 641172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Part-P-Review/"
    },
    "type": "petition"
}