{
    "data": {
        "attributes": {
            "action": "replace council tax with a local income tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The introduction of this tax would need to be carefully asessed on a regular basis to ensure the tax raised does not exceed the existing income stream from the current council tax. Citizens on reduced incomes such as the un-employed and pensioners should be able to claim rebates up to a certain percentage of the new tax. This tax would have the advantage of being graduated according to spending and therefore income and would also ensure all adults would contribute. One differculty would have to be ironed out, that of ensuring children paid no local income tax. btw writing this small detailed section has opened my eyes to the differculty of introducing legislation that exempts certain groups and people (as Children purchase goods locally, you couldn't just exempt children as parents may get their children to buy goods for them!) and which attempts to raise a set income!",
            "closed_at": "2008-01-11T00:00:00Z",
            "created_at": "2007-01-11T21:23:01.795450Z",
            "creator_name": "stephen sinclair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T21:23:01.795450Z",
            "rejected_at": "2007-02-16T00:03:02.985785Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/newcounciltax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 641164
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/replacectax/"
    },
    "type": "petition"
}