{
    "data": {
        "attributes": {
            "action": "Ban the divisive and un-Biblical Roman Catholic System from operating in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was banned once - why can't we ban it again?\nIt is a political nightmare and infiltrates governments and takes over. It calls itself Christian - yet it is responsible for the death of thousands in the crusades. The Romanist system was behind the gun powder plot. It supported Hitler's Nazi Party. The Jesuits have caused many world-wide problems. \nThey teach that people need to confess to a man - rather than just God through Jesus Christ alone. \nThey teach idol worship to images. They teach praying to the dead - the dead 'saints' as they call them. They extract money out of people to do masses for dead loved ones caught in purgatory - though this is not in the Bible. \nThey seek to worship mary - though this is not found in the BIble and is heresy. \nAnd there is all the child abuse cases of the preists - and reported homosexuality...\nThey are a political occult force that should be banned.",
            "closed_at": "2008-01-11T00:00:00Z",
            "created_at": "2007-01-11T23:02:10.830873Z",
            "creator_name": "Lance Sexton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-11T23:02:10.830873Z",
            "rejected_at": "2007-02-16T00:03:02.985785Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 645230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ban-romanists/"
    },
    "type": "petition"
}