{
    "data": {
        "attributes": {
            "action": "promote the learning of the guitar via the use of online guitar tablature by working with the National Music Publishers Association (NMPA) and the Music Publishers Association of the United States (MPA) to provide viable online resources following the recent wave of  website closures.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a subject that should be close to our guitar playing PM's heart the National Music Publishers Association \n(NMPA) and the Music Publishers Association of the United States (MPA) have recently closed down many of the large online guitar tablature websites, threatening their owners with legal action.  Guitar tablature is a very popular method of learning to play music that does not require the immediate depth of knowledge needed to understand full sheet music.  Many people in the UK and the rest of the world do not have access to music teachers at school or college and lack the funds for private lessons.  Previously these websites and the simple system they promote has brought the joy of learning a musical instrument to many who would not have had the opportunity before.  \n\nWhilst the legality of publishing interpretations of an artists work in tablature form online can be extensively argued this is not the purpose of this petition.  Whilst the NMPA and the MPA appear to be operating with the weight of the law and much of the recording industry on their side there appears to be no one standing up for the concerns of the thousands of people who have just had their only viable means of learning guitar taken away from them.\n\nUnlike the debate over mp3's, where there is a viable alternative legal source of downloads, there is no such source available for guitar tablature.  The NMPA and MPA will point to the publishing of guitar tablature books as the alternative, however:\n\n- These is not an instant access media like the internet and forcing the guitar tablature community away from the internet seems very regressive\n- They only cover a limited number of the more popular artists\n- They are often more expensive than the album they support\n- They force the user to purchase a whole book whereas the user may only want to learn one song\n- They are not readily available to guitarists in more remote locations of the country\n\nSo please Prime Minister help the present and future guitarists of this county to develop.\n\nMany thanks\n\nNeal Plews",
            "closed_at": "2007-05-15T00:00:00Z",
            "created_at": "2006-11-15T10:47:24.836994Z",
            "creator_name": "Neal Plews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T10:47:24.836994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 46,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 646
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/guitartab/"
    },
    "type": "petition"
}