{
    "data": {
        "attributes": {
            "action": "Ban the use and manufacture of Clusterbombs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A report by Handicap International estimates that 100,000 people have been killed or wounded by cluster bombs. 98% are civilians. Most of them are hit when farming, walking or clearing the rubble where their homes used to be.  Those who survive are often blinded, lose limbs or suffer horrible abdominal injuries.\n\nA letter by the international development secretary, Hilary Benn, was leaked to the press. \"cluster munitions have a very serious humanitarian impact, pushing at the boundaries of international humanitarian law. It is difficult then to see how we can hold so prominent a position against landmines, yet somehow continue to advocate that use of cluster munitions is acceptable.\"\n\nThe government seems unable to break its habit of killing.",
            "closed_at": "2007-11-29T00:00:00Z",
            "created_at": "2006-11-23T12:15:21.687232Z",
            "creator_name": "Stuart Riddell",
            "government_response_at": "2008-01-07T16:05:46.586814Z",
            "government_responses": [
                {
                    "created_at": "2008-01-07T16:05:46.586814Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the use and manufacture of Clusterbombs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14156.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Clusterbombs'",
                    "updated_at": "2008-01-07T16:05:46.586814Z"
                }
            ],
            "opened_at": "2006-11-23T12:15:21.687232Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 914,
            "state": "finished",
            "updated_at": "2007-11-30T03:11:40.780300Z"
        },
        "id": 68590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Clusterbombs/"
    },
    "type": "petition"
}