{
    "data": {
        "attributes": {
            "action": "Ensure that genuine 4x4 users are not penalised excessively with respect to any Vehicle Road Tax change by allowing proof of ownership of Farmland, farm animals, or horses that warrant the use of 4x4 vehicles to continue with the current level of Vehicle Road Tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel it is most unfair that genuine 4x4 users are going to be penalised for the \"Chelsea Taxi\" brigade's contribution to the pollution problem.\n\nWhilst I agree it is necessary to do something to lower the polution, I am greatly incensed by the idea that increasing road tax will cut usage, we will all just find the extra money.  If the 4x4 contribution to the pollution is so bad, why not ban them altogether??  Because if that happens, then another way will have to be found to get more money out of Joe Public.\n\nFor example smoking.  It costs the NHS Billions to sort out the after effects.  If it is so expensive to the NHS etc etc ban it.  But no, think of the revenue Brown would lose!",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-01-12T16:10:32.758446Z",
            "creator_name": "DIANNE SETTERINGTON",
            "government_response_at": "2007-08-08T15:35:16.406649Z",
            "government_responses": [
                {
                    "created_at": "2007-08-08T15:35:16.406649Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure that genuine 4x4 users are not penalised excessively with respect to any Vehicle Road Tax change by allowing proof of ownership of Farmland, farm animals, or horses that warrant the use of 4x4 vehicles to continue with the current level of Vehicle Road Tax.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12845.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'real4x4use'",
                    "updated_at": "2007-08-08T15:35:16.406649Z"
                }
            ],
            "opened_at": "2007-01-12T16:10:32.758446Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 270,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 698411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/real4x4use/"
    },
    "type": "petition"
}