{
    "data": {
        "attributes": {
            "action": "Abolish plans to build a £100 million mega Mosque.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the Christian population of this great country England would like the proposed plan to build a Mega Mosque in East London Scrapped. This will only cause terrible violence and suffering and more money should go into the NHS.",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-01-12T17:30:57.679771Z",
            "creator_name": "Jill Barham",
            "government_response_at": "2007-07-19T15:57:46.699462Z",
            "government_responses": [
                {
                    "created_at": "2007-05-18T16:47:05.436149Z",
                    "details": "The e–petition asking the Prime Minister to ‘Abolish plans to build a £100 million mega Mosque’ has closed. This response from the Government was issued in advance of the closing date.\n\nUnder planning legislation, local planning authorities are responsible for the day to day control of development in their area.  In doing so they are required to take into account all material considerations including the views of interested persons and particularly local communities. \n\nWith respect to the proposal associated with a site near the Olympic development in Newham, we understand from Newham Council that there is no current planning permission or application for a mosque and Newham Council do not expect a planning application in the near future.  \n\nThe Government believes that where controversial issues such as this arise, all involved should ensure that discussions are conducted in a manner that respects the views of all  sections of our communities and in a way that does not raise tensions in local areas.\n\n\nUpdate: Mayor Ken Livingstone addresses some of the issues regarding this petition, read the statement below:\n\n\"It has been brought to the attention of the Greater London Authority that a number of untrue reports are being circulated suggesting that the Mayor of London or other public authorities are planning to spend up to £100 million of public money on a new mosque in East London.\n\n\"The Mayor wishes to make it absolutely clear that these reports are entirely untrue. There are not now, and have never been, any plans by the Mayor or Greater London Authority spend any public money on such mosque. Indeed, it would be illegal for the Mayor of London to do so. Suggestions of a link between plans for a mosque and the 2012 Olympic Games are equally untrue, as are suggestions of the enormous size of any planned mosque.\n\n\"Equally, there is no current planning permission or application for a mosque and Newham Council do not expect a planning application in the near future.\n\n\"These facts have been in the public domain for a considerable period of time. The circulation of these manifestly untrue reports seems to be designed to bring influence to bear on a petition in relation to such a mosque on the No10 Downing Street website.\n\n\"It is quite clear that the circulation of untrue information of this kind can damage good community relations.\n\n\"All religious faiths have the equal right to construct places of worship, subject to the appropriate planning permissions. The particularly vicious nature of the campaign against a possible Muslim place of worship in East London should be condemned by all of those who support the long established right of freedom of religion in this country, and all the more so as it is based on information which has long been established to be factually untrue.\"\n\n\nFurther information\n\n[http://www.communities.gov.uk/ Department for Communities and Local Government]\n\n[http://www.culture.gov.uk/ Department for Culture, Media and Sport]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service.]\n\n[http://www.pm.gov.uk/ Prime Minister's Office homepage]",
                    "summary": "Government response to petition 'ScrapMegaMosque'",
                    "updated_at": "2007-05-18T16:47:05.436149Z"
                },
                {
                    "created_at": "2007-07-19T15:57:46.699462Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Abolish plans to build a £100 million mega Mosque.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12552.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ScrapMegaMosque'",
                    "updated_at": "2007-07-19T15:57:46.699462Z"
                }
            ],
            "opened_at": "2007-01-12T17:30:57.679771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 281882,
            "state": "finished",
            "updated_at": "2008-07-14T03:34:26.586971Z"
        },
        "id": 704093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScrapMegaMosque/"
    },
    "type": "petition"
}