{
    "data": {
        "attributes": {
            "action": "Accept that the current public hepatitis C awareness campaign is not working and that the rate of diagnosis is nowhere near enough to prevent thousands of avoidable deaths. We further petition the Prime Minister to make it a government priority to do far more to diagnose the hundreds of thousands people in the UK who still do not realise that they are infected with this potentially life-threatening disease and then provide dedicated funding for their care and treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2007-03-03T00:00:00Z",
            "created_at": "2006-11-23T16:31:38.058161Z",
            "creator_name": "Charles Gore",
            "government_response_at": "2007-03-06T16:19:40.319671Z",
            "government_responses": [
                {
                    "created_at": "2007-03-06T16:19:40.319671Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Accept that the current public hepatitis C awareness campaign is not working and that the rate of diagnosis is nowhere near enough to prevent thousands of avoidable deaths. We further petition the Prime Minister to make it a government priority to do far more to diagnose the hundreds of thousands people in the UK who still do not realise that they are infected with this potentially life-threatening disease and then provide dedicated funding for their care and treatment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11170.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/HepatitisC/",
                    "summary": "Government response to petition 'HepatitisC'",
                    "updated_at": "2007-03-06T16:19:40.319671Z"
                }
            ],
            "opened_at": "2006-11-23T16:31:38.058161Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1449,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 70652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HepatitisC/"
    },
    "type": "petition"
}