{
    "data": {
        "attributes": {
            "action": "Ban circuses and performing animals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think in this day and age circuses and performing animals are totally unnecessary and outdated.  The public is better informed about animal husbandry and must realise this is not the way wild animals should be kept.  There are only three circuses left in this country now.\n\nThe animals in these circuses spend their lives travelling around the country which in itself causes them much stress.  When they reached their temporary destination they are kept in cramped conditions and have to perform \"tricks\" to the public. The animals may not be physically ill-treated but they suffer mental cruelty due to their abnormal life-style.\n\nThis is no way to be treating wild animals in the 21st \ncentury. It is about time circuses were stopped.  Help me achieve this by signing my petition.  Thank you.",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-01-12T22:24:44.906179Z",
            "creator_name": "P. Sable",
            "government_response_at": "2008-02-21T14:47:21.145237Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T14:47:21.145237Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban circuses and performing animals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14631.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Circuses'",
                    "updated_at": "2008-02-21T14:47:21.145237Z"
                }
            ],
            "opened_at": "2007-01-12T22:24:44.906179Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 236,
            "state": "finished",
            "updated_at": "2008-01-27T03:15:08.955444Z"
        },
        "id": 715648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Circuses/"
    },
    "type": "petition"
}