{
    "data": {
        "attributes": {
            "action": "Ban any moves made by BSkyB attempting to take control of ITV and force BSkyB to sell its 18% stake in ITV whilst also supporting Vigin Media in its attempts at absorbing ITV; creating a rival to the BSkyB monopoly that is able to report freely on current events without editorial constraints enforced by News Corporation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Banning any moves made by BSkyB attempting to take control of ITV and forcing BSkyB to sell its 18% stake in ITV whilst also supporting Vigin Media in its attempts at absorbing ITV creating a rival to the BSkyB monopoly is the only hope for British democracy.\nAt the moment an overwhelming proportion of British Media is owned by News Corporation the same company that owns BSkyB - which produces 3 digital channels, The Sun, The News of the World, The Times, The Sunday Times, The Times Literary Supplement, Classic FM, Myspace, FX, National Geographic Channel, Fox Television studios and Fox Film Studios.\nHow can one company, run by one man control this much of the British Media and not try to infulence British politics?\nIf ITV is bought by BSkyB or if they put pressure on ITV to conform to the News Corporation view then control of British politics is given to one company.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2006-11-23T19:56:13.477973Z",
            "creator_name": "Patrick Hall",
            "government_response_at": "2008-03-06T14:17:24.893713Z",
            "government_responses": [
                {
                    "created_at": "2008-03-06T14:17:24.893713Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban any moves made by BSkyB attempting to take control of ITV and force BSkyB to sell its 18% stake in ITV whilst also supporting Vigin Media in its attempts at absorbing ITV; creating a rival to the BSkyB monopoly that is able to report freely on current events without editorial constraints enforced by News Corporation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14907.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'No2BskyB'",
                    "updated_at": "2008-03-06T14:17:24.893713Z"
                }
            ],
            "opened_at": "2006-11-23T19:56:13.477973Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 245,
            "state": "finished",
            "updated_at": "2007-12-06T03:11:34.755650Z"
        },
        "id": 72415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No2BskyB/"
    },
    "type": "petition"
}