{
    "data": {
        "attributes": {
            "action": "Proclaim Trafalgar Day (21st October) a national holiday for the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "August Bank holiday through to Christmas is a long dreary time as the long dark winter starts to take hold.    Our spirits need to be lifted at this time by an Autumn holiday and the end of October would be ideal as there is a good chance of fine weather and there is still warmth in the sun, and, furthermore it is shortly before the clocks go back,\n\nAs a nation we should take more pride in our glorious history and remember that we were then saved from invasion by the strength of the Royal Navy and our command of the seas around Europe.   The Government should take note of the many public re-enactments of the battle around our coasts and the huge surge of interest during the 200th anniverary. \nWe should keep alive this national pride by celebrating the anniversary annually.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-01-13T11:34:22.610832Z",
            "creator_name": "Michael Wykeham",
            "government_response_at": "2007-08-10T14:27:08.128692Z",
            "government_responses": [
                {
                    "created_at": "2007-08-10T14:27:08.128692Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Proclaim Trafalgar Day (21st October) a national holiday for the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12859.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Trafalgar'",
                    "updated_at": "2007-08-10T14:27:08.128692Z"
                }
            ],
            "opened_at": "2007-01-13T11:34:22.610832Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 436,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 724314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trafalgar/"
    },
    "type": "petition"
}