{
    "data": {
        "attributes": {
            "action": "ALLOW SAMANTHA GILBERT AND FAMILY TO BE PROVIDED COUNCIL ACCOMODATION IN CORNWALL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "WE ARE DESPERATLY TRYING TO MOVE TO CORNWALL FOR HEALTH REASONS.I HAVE FAMILY THERE AND HAVE BEERN TRYING FOR OVER 7 YEARS NOW. I HAVE JOINED HOUSING LISTS HELD BY THE LOCAL AUTHORITYS BUT AS IM NOT A LOCAL RESIDENT I CAN NOT BE ALLOWED A FAIR CHANCE AT APPLYING FOR THESE PROPERTIES. I FIND IT DISGRACEFULL THAT PEOPLE FROM OTHER COUNTRIES ARE ALLOWED ASYLUM AND ACCOMODATION IN THE COUNTRY OF THEIR CHOICE YET I A BRITISH CITIZEN WHOSE FAMILIES HAVE BEEN BRITISH CITIZENS FOR HUNDREDS OF YEARS AM NOT ALLOWED SUCH A CURTOSEY. ASYLUM SEEKERS ARE REHOUSED FROM SOMETIMES THOUSANDS OF MILES AWAY YET ALL I WANT IS TO BE REHOUSED FROM 200 MILES AWAY.\nIF WE WERE ALLOWED TO BE REHOUSED IN CORNWALL MY HUSBAND WOULD BE ABLE TO RECIEVE MUCH NEEDED SPECIALIST MEDICAL CARE FROM TRURO HOSPITAL. I WOULD BE REUNITED WITH MY BROTHER AND FRIENDS AND MY CHILDREN WOULD HAVE FAMILY TO SOCIALISE WITH. PLEASE SIGN AND HELP FULFILL OUR DREAM.",
            "closed_at": "2007-07-13T00:00:00Z",
            "created_at": "2007-01-13T13:43:00.216894Z",
            "creator_name": "SAMANTHA GILBERT",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-13T13:43:00.216894Z",
            "rejected_at": "2007-02-18T00:03:01.902330Z",
            "rejection": {
                "code": 256,
                "details": "The use of capital letters has made this very hard to read. Please redraft.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 728212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAMANTHA-GILBERT/"
    },
    "type": "petition"
}