{
    "data": {
        "attributes": {
            "action": "ban commercial fishing fleets from wiping out our coast lines fish stocks!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What we want is a UK legislation that bans fishing trawlers and other COMMERCIAL fishing activities from occurring close to shore. This could be achieved by a zone not allowing them within a few miles of the shore\n\nNow that commercial trawlers have, for the better part wiped out Britain’s fish stocks, they are now starting to move inshore. Trawlers are indiscriminate, they take or destroy absolutely everything in their path, be it a small fish or a coral reef thats taken 1000's of years to form\n\nShore areas are generally regarded as nursery areas for fish. If the fishing fleets are now plundering the juvenile fish what hope is there to ever replenish the fish stocks!\n\nFrom a recreational POV, the pursuits of sea-angling and diving etc,which rely on there being fish close to shore, must be worth millions to the economy from buying gear to the travel, hotels, local services etc used as people come from different areas to explore\n\nPLEASE DO SOMETHING BEFORE ITS TOO LATE!!!!",
            "closed_at": "2007-01-23T00:00:00Z",
            "created_at": "2006-11-23T20:55:25.052127Z",
            "creator_name": "Neil Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-23T20:55:25.052127Z",
            "rejected_at": "2006-11-24T10:48:01.861021Z",
            "rejection": {
                "code": 2048,
                "details": "There is a very similar pettion here:\nhttp://petitions.pm.gov.uk/Seafishstocks/\nIf you still wish that your own petition is launched, please resubmit.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 72856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bantrawlers/"
    },
    "type": "petition"
}