{
    "data": {
        "attributes": {
            "action": "Not give in to Muslim pressure to \"Ditch\" Holocaust Memorial Day.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Holocaust affected millions of European people & Muslims WERE murdered by the Nazis during the Second World War. The Holocaust Memorial Day is not just about Jews. It is about Gay/Lesbian people, Handicapped people, Romanies, Serbs, Bosniaks, Eastern Christians, Prisoners of War, Political Dissidents, Freemasons, Catholics and Protestants (And clergy), Africans, Jehovahs Witnesses, Trade Unionists, Poles and not of course forgetting the \"Undesirables\" - Those of us who were considered to be racially impure or anyone who had the guts to stand up to fascists and tell them they were wrong. To get rid of the Holocaust Memorial Day because of one group of people is censorship. We should remember the Holocaust. It happened, deal with it. We will not forget, and we will not be made to. If we do it WILL happen again because people WILL vote for fascists like the BNP and then we will have no-one to blame but ourselves.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-01-13T19:27:08.921126Z",
            "creator_name": "Amy Pope",
            "government_response_at": "2008-02-21T15:16:45.924299Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:16:45.924299Z",
                    "details": "You signed a petition asking the Prime Minister to \"Not give in to Muslim pressure to \"Ditch\" Holocaust Memorial Day.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14634.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Holocaust-day'",
                    "updated_at": "2008-02-21T15:16:45.924299Z"
                }
            ],
            "opened_at": "2007-01-13T19:27:08.921126Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 363,
            "state": "finished",
            "updated_at": "2008-01-27T03:15:18.371251Z"
        },
        "id": 737698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Holocaust-day/"
    },
    "type": "petition"
}