{
    "data": {
        "attributes": {
            "action": "allow access to the UK Coaching Certificate to associations and individuals who are not covered by the restrictive framework of recognition as implemented by Sports Councils under their system of National Governing Bodies. It is a fact that the Sports Councils recognise only a small minority of the huge diversity of Martial Arts and through no fault of their own are being DENIED recognition as well as the FREEDOM of choice to decide whether to remain independent of that structure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has decided to introduce a sport wide \"United Kingdom Coaching Certificate\" as a standard recognised qualification for all sports coaches.\nHowever this qualification will only be made available and accessible through those organisations recognised by the Sports Council, meaning that the vast majority of groups and individuals within the Martial Arts industry will be excluded.",
            "closed_at": "2007-05-19T00:00:00Z",
            "created_at": "2007-01-14T12:27:41.359484Z",
            "creator_name": "David Anderson",
            "government_response_at": "2007-06-07T16:29:44.261871Z",
            "government_responses": [
                {
                    "created_at": "2007-06-07T16:29:44.261871Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"allow access to the UK Coaching Certificate to associations and individuals who are not covered by the restrictive framework of recognition as implemented by Sports Councils under their system of National Governing Bodies. It is a fact that the Sports Councils recognise only a small minority of the huge diversity of Martial Arts and through no fault of their own are being DENIED recognition as well as the FREEDOM of choice to decide whether to remain independent of that structure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11880.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UKCCert'",
                    "updated_at": "2007-06-07T16:29:44.261871Z"
                }
            ],
            "opened_at": "2007-01-14T12:27:41.359484Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 894,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 747648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKCCert/"
    },
    "type": "petition"
}