{
    "data": {
        "attributes": {
            "action": "not undermine the flexibility and ethos of the Open University by standardising it with other universities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a counter petition to \"Open University\" which calls for the same rights and recognition for OU students as exist for all other university students.  Whilst we acknowledge the recognition of awards should be in line with other universities, we feel any attempt at standardisation in terms of finance will be detrimental to the very ethos of the OU.  The flexibility of obtaining qualifications whilst living a 'normal' life is a strong attraction for many OU students, particularly students with young children, disabilities, and full-time jobs.  Any petition to change the current status of OU students in line with the top-up fees, loans, and social benefit status of students attending brick universities will undermine the purpose of the OU.  We urge the government to preserve the special status of the OU student and not destroy the very foundations of the “Open” University.",
            "closed_at": "2008-01-14T00:00:00Z",
            "created_at": "2007-01-14T19:58:09.704206Z",
            "creator_name": "Concerned OU Student",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-14T19:58:09.704206Z",
            "rejected_at": "2007-02-18T00:03:01.902330Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/OpenUniversity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 758745
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Open-University/"
    },
    "type": "petition"
}