{
    "data": {
        "attributes": {
            "action": "Ensure that maternity units at the Conquest & Eastbroune DGH remain open and fully functioning for the community.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The local Trust has been 'threatening' to close one or the other at these two hospital. Although both in East Sussex, they are quite a distance apart, and the infrastructure to enable timely and safe access to each of them is inadequate now. The roadways that separate them include the notorious A259 coastal road between St.Leonards and Bexhill-on-sea together with several other areas of potential deadly hold-ups for anyone trying to get through in an emergency/urgent situation.\nThe Trust must be made to realise just how far each hospital's cachment area actually is, as an example, people living in Rye could be dead before they reached Eastbourne DGH and vice versa. It would be essential that a helicopter airlift service be supplied as an alternative to road travel if this closure actually happened.",
            "closed_at": "2007-02-24T00:00:00Z",
            "created_at": "2006-11-24T12:01:41.092595Z",
            "creator_name": "Shirley Hawke",
            "government_response_at": "2007-03-22T16:36:36.021654Z",
            "government_responses": [
                {
                    "created_at": "2007-03-22T16:36:36.021654Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure that maternity units at the Conquest & Eastbroune DGH remain open and fully functioning for the community.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11313.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/NoWardClosure/",
                    "summary": "Government response to petition 'NoWardClosure'",
                    "updated_at": "2007-03-22T16:36:36.021654Z"
                }
            ],
            "opened_at": "2006-11-24T12:01:41.092595Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 547,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 75981
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoWardClosure/"
    },
    "type": "petition"
}