{
    "data": {
        "attributes": {
            "action": "we, the undersigned, suggest that the e-Petitions project is undermining the established framework of democracy in the United Kingdom by weakening the already dubious relationship between the electorate and government via the already existing offices of state",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a revolution in political communication in this country. We believe that such communication is misguided in character. It is costly and unnecessary. It undermines the legitimate process of policy formation as invested in members of parliament as the people's representatives. Furthermore, it encourages pointless communication as the opinions of highly vocal minority groups gain greater coverage than consensual opinions. Direct communication with the Prime Minister is undesirable. The basis of representative democracy in this country is that it filters unsophisticated public opinion so that only those opinions worthy of public policy consideration reach the ears of legislators. E-petitions have negative connotations for good governance both morally and practically. Therefore, we, the undersigned, respectfully suggest that the E-petitions website needs to be seriously re-conceived in order to make a full and thorough contribution to the democratic process in this country.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-01-15T00:17:13.805161Z",
            "creator_name": "Hector Benjamin Roddan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-15T00:17:13.805161Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-01-20T00:01:01.323581Z"
        },
        "id": 764078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-Democracy/"
    },
    "type": "petition"
}