{
    "data": {
        "attributes": {
            "action": "Stop demonising young people; instead invest massively in youth provision and opportunities for young people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the mainstream media and in the political arena young people are demonised to the extent that a hugely negative and incorrect image of all young people in the UK has developed. Instead of continuously calling young people ‘thugs’ and ‘yobs’ perhaps we should try and address the problems with them. The overwhelming majority of young people are caring individuals just trying to get on with their lives and contribute to society. A huge amount of low order anti-social behaviour and youth crime is generated by boredom. Groups of young people hang around on the streets because literally they have nothing better to do. Please can we stop demonising these young people and make concrete strides to improve our youth centres, create new opportunities like youth cafes etc and work with our young people instead of against our young people to improve society. The Government has failed young people and needs to urgently redraw strategy on this matter.",
            "closed_at": "2007-11-27T00:00:00Z",
            "created_at": "2006-11-24T16:25:52.189527Z",
            "creator_name": "Michael Joslin",
            "government_response_at": "2008-01-07T15:58:58.152462Z",
            "government_responses": [
                {
                    "created_at": "2008-01-07T15:58:58.152462Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop demonising young people; instead invest massively in youth provision and opportunities for young people.\"\n\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14152.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'youthprovision'",
                    "updated_at": "2008-01-07T15:58:58.152462Z"
                }
            ],
            "opened_at": "2006-11-24T16:25:52.189527Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 363,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 78509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youthprovision/"
    },
    "type": "petition"
}