{
    "data": {
        "attributes": {
            "action": "appoint Jeremy Clarkson to the Cabinet as special advisor on transport",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Labour government has an appalling record on transportation policy. Everything from road pricing and the introduction of bus lanes on major arterial routes, to the comprehensive failure of its 'integrated transport' policy is a clear manifestation of its sheer incompetence. Meanwhile, the motorist has been bombarded by ever more taxes, from extortionate rates of fuel duty to the extension of 'scamera parnernships' that simply raise stealth taxes, yet have almost no positive effect on road safety.\n\nWe have had even had ministers responsible for road transport (surely the lifeblood of this country) who don't even hold a driving licence!\n\nWhat is needed is someone who has the interest, experience, expertise and gravitas to speak knowledgeably, rationally and competently on transport matters - and for the government to take heed of this person.  We need someone who is articulate and well respected by the motoring public.  In short, we need Dr Clarkson!",
            "closed_at": "2008-01-15T00:00:00Z",
            "created_at": "2007-01-15T13:56:14.805391Z",
            "creator_name": "Mark Lee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-15T13:56:14.805391Z",
            "rejected_at": "2007-02-18T00:03:01.902330Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 799108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jeremy-Clarkson/"
    },
    "type": "petition"
}