{
    "data": {
        "attributes": {
            "action": "re-affirm commitment to Royal Naval Operations at Portsmouth Dockyard and order the two Aircraft Carriers already Promised.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ability of the United Kingdom to carry out or participate in military operations is currently critically compromised by a lack of modern Aircraft Carriers in the British Fleet.  Cuts in the number of servicable ships have been made with the specific assurance that these Carriers will be ordered.  Portsmouth Dockyard has been at the cutting edge of Naval warfare for over 800 years.  To close it now to save some money to cover up for expensive mistakes elsewhere in the armed forces would be insulting, neglegent, and demonstrate a complete lack of understanding of Royal Naval Operations.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-01-15T14:45:06.333260Z",
            "creator_name": "Paul Hockaday",
            "government_response_at": "2007-08-14T13:59:03.886262Z",
            "government_responses": [
                {
                    "created_at": "2007-08-14T13:59:03.886262Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"re-affirm commitment to Royal Naval Operations at Portsmouth Dockyard and order the two Aircraft Carriers already Promised.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12870.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Naval-Matters'",
                    "updated_at": "2007-08-14T13:59:03.886262Z"
                }
            ],
            "opened_at": "2007-01-15T14:45:06.333260Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 802933
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Naval-Matters/"
    },
    "type": "petition"
}