{
    "data": {
        "attributes": {
            "action": "stop all forms of privatisation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Privatisation is the process by which private companies take ownership and control of public services like transport, housing, pensions, the utilities and health provision, etc, in order to create a profit for their owners and shareholders.\n\nThis process results in higher costs for taxpayers than if services were publically owned. For example; across England, private contractors will receive a total of £53 billion for about 80 hospitals worth only £8 billion through PFI, private finance initiative, deals. (Source: Oxford TImes 10/11/06)\n\nAnother example is the railway system. If you pay £5 for a ticket under public owership, all £5 goes back into running the train network. If you pay £5 to a private company, some of your money will end up in the back pockets of the rich in the form of profit.\n\nAll three main parties support privatisation and so this issue cannot be seen as being 'party political'.\n\nPrivatisation has never been allowed to be discussed or debated publically in the UK. This is an opportunity to tell the Prime Minister that privatisation is not value for money and that it is not wanted by the citizens of this country.",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2006-11-15T11:14:02.494378Z",
            "creator_name": "Peter Knight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2006-11-15T11:14:02.494378Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2007-11-17T03:11:09.612704Z"
        },
        "id": 807
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noPrivatisation/"
    },
    "type": "petition"
}