{
    "data": {
        "attributes": {
            "action": "invest the cost of setting up the appaling road pricing scheme into the R&D teleportation systems.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having a teleportation system in every home, building and city wouldn't damage the environment by giving out harmful emissions and would eliminate congestion. \n\nIt would save us time and money.\n\nWe could potentially scrap the Rail/Underground network as well as bus services. We wouldn’t even need gatso cameras anymore, or traffic police for that matter; we could have more offices on the beat!\n\nJust think, the investment into the R&D of a teleportation system would end up saving us lots of money, therefore enabling more spending in areas such as education and health.\n\nEventually global travel would take minutes, working out far more cost effective for everyone going on holiday, making far destinations more accessible by all.\n\nThe more I look at the future benefits of such a technology and transportation system the better it sounds. We could sell it to other countries too.\n\nThis could work..... Let’s do it.",
            "closed_at": "2007-04-15T00:00:00Z",
            "created_at": "2007-01-15T16:42:11.425972Z",
            "creator_name": "Gavin Cotton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-15T16:42:11.425972Z",
            "rejected_at": "2007-02-18T00:03:01.902330Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 811119
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teleport/"
    },
    "type": "petition"
}