{
    "data": {
        "attributes": {
            "action": "prevail on the Treasury not to impose additional taxes on aviation fuels beyond the few pence per litre required by the EC. The opportunity to increase tax follows from the Commission’s recent refusal of an application to allow the continuance of a lower tax on avgas than on car petrol.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Twenty years ago aviation pressure groups successfully petitioned the Treasury for a reduction in avgas tax, because avgas, being produced in much smaller quantities than car petrol, was much more expensive. Tax was set at half that of leaded motor fuel.\n\nThe EC minima for tax on avgas is higher than the UK level. If the tax is raised to the specified minimum, avgas and Jet A1 will rise by about two pence per litre, but if the Treasury chooses to bring tax into line with car petrol, the price could rise by as much as 29 pence per litre, which would have a devastating result on General Aviation.\n\nGeneral Aviation trains airline pilots, is a major employer and an important element in the economy and in the transport infrastructure.  \n\nWe urge that the Prime Minister requests a review of this by his Ministerial colleagues.",
            "closed_at": "2007-07-16T00:00:00Z",
            "created_at": "2007-01-15T17:35:12.562730Z",
            "creator_name": "Nick Bloom",
            "government_response_at": "2007-08-07T15:39:53.737504Z",
            "government_responses": [
                {
                    "created_at": "2007-08-07T15:39:53.737504Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"prevail on the Treasury not to impose additional taxes on aviation fuels beyond the few pence per litre required by the EC. The opportunity to increase tax follows from the Commission’s recent refusal of an application to allow the continuance of a lower tax on avgas than on car petrol.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12839.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Aviationfueltax'",
                    "updated_at": "2007-08-07T15:39:53.737504Z"
                }
            ],
            "opened_at": "2007-01-15T17:35:12.562730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1963,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 814361
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Aviationfueltax/"
    },
    "type": "petition"
}