{
    "data": {
        "attributes": {
            "action": "Change the current testing and results methods for testosterone treatment after testicular cancer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Men who have had testicular cancer are being falied by the current testing and after treatment for testosterone replacement after testicular cancer. Current level guidelines are old and not taking in to acount the levels of testosterone,age,weight before cancer. this can result in great risk's longtearm to the men's health such as cardio probleams. bone density, deprresion amongst others. this country if far behind this treatment compared to most of Europe and the  US .\n\nWe want the whole testosterone replacement issue re-vamped and the saying \"one testicle is enough\" compleatly removed from the rule book.\n\nthere is to many men now suffering long tearm that need not be after bravley beathing this cancer.",
            "closed_at": "2007-03-16T00:00:00Z",
            "created_at": "2007-01-15T18:02:39.420114Z",
            "creator_name": "philly morris",
            "government_response_at": "2007-03-19T17:12:28.591556Z",
            "government_responses": [
                {
                    "created_at": "2007-03-19T17:12:28.591556Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Change the current testing and results methods for testosterone treatment after testicular cancer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11215.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/checkemlads/",
                    "summary": "Government response to petition 'checkemlads'",
                    "updated_at": "2007-03-19T17:12:28.591556Z"
                }
            ],
            "opened_at": "2007-01-15T18:02:39.420114Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 316,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 815663
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/checkemlads/"
    },
    "type": "petition"
}