{
    "data": {
        "attributes": {
            "action": "Ensure Evolution-based Science is taught in Schools and NOT Creationism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is generally accepted that the Theory of Evolution - with some extensions and qualifications - is the best explanation for the variety, extent and development of life on earth. \nNonetheless there are those who, on the basis of religious faith, are intent on exposing school children to ideas such as creationism, so-called \"Intelligent Design\" and other varieties of religious dogma for which there is no scientific or factual basis. Some schools are teaching such creationism as \"fact\" or undermining the scientific theories by promoting doubt and highlighting any shortcomings whilst suggesting that creationism be accepted as an article of faith despite the lack of factual or evidentiary support. This petition calls for the latter views to be clearly categorised as \"religious beliefs\" and that in science classes, the predominance of the scientifically-based, evolutionary hypothesis be advanced as the generally accepted and most likely to be true.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-01-15T18:55:19.067733Z",
            "creator_name": "Richard Painter",
            "government_response_at": "2008-02-20T15:29:14.333426Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:29:14.333426Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure Evolution-based Science is taught in Schools and NOT Creationism\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14615.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Evolution'",
                    "updated_at": "2008-02-20T15:29:14.333426Z"
                }
            ],
            "opened_at": "2007-01-15T18:55:19.067733Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 538,
            "state": "finished",
            "updated_at": "2008-02-28T03:13:27.603344Z"
        },
        "id": 818437
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Evolution/"
    },
    "type": "petition"
}