{
    "data": {
        "attributes": {
            "action": "Recognise the courage and sacrifice of the men of RAF Bomber Command by instituting a Campaign Medal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Crewing an RAF heavy bomber was the second most dangerous role performed by servicemen on any side during the Second World War. At the end of the war the contraversial 'area bombing' policy (which was adopted in 1942 and heavily supported by the Prime Minister and the Government of the day) became something of an embarrassment to the powers that be once its full effectiveness had become known, and the authorities turned their backs on those who had implemented it. To this date, the bomber offensive against Germany is the only recognised campaign never to have been marked by the issue of a medal to those who fought it - men (and women) who were left to feel as though their country was ashamed of them. Many of the surviving veterans are now approaching the ends of their lives, and this petition is to request that their courage and sacrifice be belatedly recognised by the institution of a Bomber Command Campaign medal.",
            "closed_at": "2007-05-27T00:00:00Z",
            "created_at": "2006-11-26T17:09:00.306393Z",
            "creator_name": "Stuart Burbridge",
            "government_response_at": "2007-06-15T15:24:51.663673Z",
            "government_responses": [
                {
                    "created_at": "2007-06-15T15:24:51.663673Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Recognise the courage and sacrifice of the men of RAF Bomber Command by instituting a Campaign Medal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11982.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BomberCommand'",
                    "updated_at": "2007-06-15T15:24:51.663673Z"
                }
            ],
            "opened_at": "2006-11-26T17:09:00.306393Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2147,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 86133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BomberCommand/"
    },
    "type": "petition"
}