{
    "data": {
        "attributes": {
            "action": "Scrap the ill conceived and dangerous plans to regionalise Fire Control rooms, instead ensuring that the existing network achieves a sustainable standard.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RCC project currently being undertaken by the government which plans to reduce the number of Fire Controls from 43 to just 9 relies too heavily on technology (which is currently unproven), will encourage a lower standard of staffing both in terms of numbers and experience and has a very high risk of total failure.  This project will cost lives if it goes ahead, and another public service will end up providing a second class, top heavy service.  Thankfully, not all of us will have cause to use the Fire Service throughout our lives but at least we know that if we did today it would at least find us.  We the undersigned feel that the current arrangement along with improved investment is best suited to dealing with emergencies of all kinds.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-01-16T16:59:23.807819Z",
            "creator_name": "Andy Hiscox",
            "government_response_at": "2008-02-21T14:49:57.787597Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T14:49:57.787597Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap the ill conceived and dangerous plans to regionalise Fire Control rooms, instead ensuring that the existing network achieves a sustainable standard.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14633.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveourService'",
                    "updated_at": "2008-02-21T14:49:57.787597Z"
                }
            ],
            "opened_at": "2007-01-16T16:59:23.807819Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2897,
            "state": "finished",
            "updated_at": "2008-02-12T03:12:11.706647Z"
        },
        "id": 865927
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveourService/"
    },
    "type": "petition"
}