{
    "data": {
        "attributes": {
            "action": "ensure the prosecution of religious leaders and spokesmen who incite hatred, threats, violence or death against LGBT people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the Channel 4 program 'Dispatches' on 15/01/07 Islamic preaching was shown which called for the death of homosexuals.  This is a form of incitement to religious hatred, directed against lesbians, gay and transgendered people.  Religious leaders and spokesmen should be prohibited by law from such incitement, and prosecuted under public order legislation when making such statements.  The Prime Minister should be clear in encouraging cordial relations with people from minority religious communities that such statements will not be tolerated, and that centres allowing such statements to be disseminated from their premises will be prosecuted and have any grant-funding withdrawn.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-01-16T19:11:44.409756Z",
            "creator_name": "Michelle O'Brien",
            "government_response_at": "2007-09-06T15:04:34.813362Z",
            "government_responses": [
                {
                    "created_at": "2007-09-06T15:04:34.813362Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"ensure the prosecution of religious leaders and spokesmen who incite hatred, threats, violence or death against LGBT people.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13087.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Religious-Hatred'",
                    "updated_at": "2007-09-06T15:04:34.813362Z"
                }
            ],
            "opened_at": "2007-01-16T19:11:44.409756Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 486,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 871677
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Religious-Hatred/"
    },
    "type": "petition"
}