{
    "data": {
        "attributes": {
            "action": "require Cabinet Ministers, and those in public leadership, to estimate and disclose the total annual CO2 emissions associated with their activities and lifestyle – their personal* ‘carbon cloud’  (often referred to as a ‘carbon footprint’)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PERSONAL CARBON DISCLOSURE \n\n\nTarget CO2 savings that are in keeping with the rapid reduction rate required \n\nTarget private emissions* that converge towards a fair and sustainable per capita quota of the planet’s common atmosphere \n\nRoll out to all positions of leadership in public office\n\nEmbrace the All Party Parliamentary Climate Change Group’s current '25/5 campaign' \n\n\nNOTES\n\n*The personal carbon cloud comprises (i) ‘private’ and (ii) ‘on official business’ components.  BOTH are to be disclosed. \n\nSome Ministers must travel extensively.  This is not disputed.  The issue is disclosure.  SEEING WHAT WE ARE DOING.\n\nThe 'private' component is that which is affected by lifestyle choices.  Minister’s private lives are a private matter, but GHG pollution is a matter of public interest.  \n\nWe believe that PERSONAL CARBON DISCLOSURE will contribute to leadership on the most serious threat ever faced. \n\n\nNB Before signing petition be sure to know your OWN carbon cloud.",
            "closed_at": "2007-07-19T00:00:00Z",
            "created_at": "2007-01-16T20:45:53.307197Z",
            "creator_name": "Dave Hampton",
            "government_response_at": "2007-08-08T15:37:13.621404Z",
            "government_responses": [
                {
                    "created_at": "2007-08-08T15:37:13.621404Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"require Cabinet Ministers, and those in public leadership, to estimate and disclose the total annual CO2 emissions associated with their activities and lifestyle – their personal* ‘carbon cloud’ (often referred to as a ‘carbon footprint’).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12847.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'carbonclouds'",
                    "updated_at": "2007-08-08T15:37:13.621404Z"
                }
            ],
            "opened_at": "2007-01-16T20:45:53.307197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 524,
            "state": "finished",
            "updated_at": "2008-05-17T03:26:38.737579Z"
        },
        "id": 875151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carbonclouds/"
    },
    "type": "petition"
}