{
    "data": {
        "attributes": {
            "action": "scrap benifits to people who have never worked in their life unless they have a genuine reason.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Im only 22 years of age and many people that I know have never worked in their life but are claiming JSA or incapacity allowance. These ages range from 18yrs of age to 45yrs.  I have given many of them a chance to work with a starting hourly rate of £7.00 but all have turned it down (for a removal company).  Why I asked, which they replied \"I don’t need to work when I get money for free of the government\".  They all boast about how much their getting and how they fooled the system including the doctors.  If these people worked as they have no reason not to, our society would be so much better off.  Im therefore asking for tougher and better ways of giving people benefits so those that are in need are able to receive help.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-01-16T22:21:17.429050Z",
            "creator_name": "Mr S Wensley",
            "government_response_at": "2008-05-08T15:54:50.645167Z",
            "government_responses": [
                {
                    "created_at": "2008-05-08T15:54:50.645167Z",
                    "details": "You signed a petition asking the Prime Minister to \"scrap benifits to people who have never worked in their life unless they have a genuine reason.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14867.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Benifit-system'",
                    "updated_at": "2008-05-08T15:54:50.645167Z"
                }
            ],
            "opened_at": "2007-01-16T22:21:17.429050Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1266,
            "state": "finished",
            "updated_at": "2008-05-07T03:20:35.942409Z"
        },
        "id": 878060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Benifit-system/"
    },
    "type": "petition"
}