{
    "data": {
        "attributes": {
            "action": "keep Portsmouth and its surrounding communities at the heart of the Royal Navy.  Portsmouth naval base is not only an integral part of the history and economy of this region but also plays a vital role in the defence of the country.  We therefore ask that you safeguard its long-term future as a viable, thriving base that continues to play a major role in the support of this country's fleet.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is an online version of the \"Hands off our Base\" petition being sponsored by the Portsmouth local newspaper \"The News\" and is intended to provide an opportunity for the wider community to express their support for the continuation of Portsmouth in a major role in support of the fleet.\n\nThe leaders and people of Portsmouth have always promoted a \"three base\" solution to the Navy's support needs and so it is hoped that this e-petition will enable citizens  sympathetic to this balanced approach from the other dockyard communities of Devonport and Rosyth to express their support.\n\nWe are also keen to use this platform to enable the many sons, daughters and friends of the city and former Naval personnel, wherever in the world they now find themselves, to express their support for maintaining the fundamental link between Portsmouth and the Royal Navy.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-01-17T11:05:59.199828Z",
            "creator_name": "Quentin Bailey",
            "government_response_at": "2007-06-25T15:32:22.363113Z",
            "government_responses": [
                {
                    "created_at": "2007-06-25T15:32:22.363113Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"keep Portsmouth and its surrounding communities at the heart of the Royal Navy. Portsmouth naval base is not only an integral part of the history and economy of this region but also plays a vital role in the defence of the country. We therefore ask that you safeguard its long-term future as a viable, thriving base that continues to play a major role in the support of this country's fleet.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page12070.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PompeyNavalBase'",
                    "updated_at": "2007-06-25T15:32:22.363113Z"
                }
            ],
            "opened_at": "2007-01-17T11:05:59.199828Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1600,
            "state": "finished",
            "updated_at": "2007-10-15T03:14:09.175024Z"
        },
        "id": 894242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PompeyNavalBase/"
    },
    "type": "petition"
}