{
    "data": {
        "attributes": {
            "action": "express publicly, on behalf of the British people, that the racism Shilpa Shetty has been subjected on the television programme ‘Celebrity Big Brother’ is not representative of the views held by the majority of Britons and is not compatible with the definition of ‘Britishness’ that he so frequently uses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The PM should come out publicly against this racism because: \n\n1) Racism is wrong in itself; the PM has a public duty to lead this country in a moral direction.\n\n2) The PM, justifiably, talks about how British ethnic minorities should be proactive in integrating into society.  However, considering that the talented, well-educated, and successful, Ms. Shetty has been subjected to racist bullying, and is only staying for a few weeks, highlights the problem that different cultures are not being accommodated satisfactorily by British society.  RACISM HARMS SOCIAL INTEGRATION!\n\n3) Ms. Shetty’s status in India is hard to underestimate.  News of her being bullied in Britain is undoubtedly going to make its way to India.  India is an important ally in the era of globalisation.  It is the PM’s responsibility to maintain good relations with that country’s government and people.",
            "closed_at": "2007-02-17T00:00:00Z",
            "created_at": "2007-01-17T11:44:43.324499Z",
            "creator_name": "Graham P. Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-17T11:44:43.324499Z",
            "rejected_at": "2007-02-18T00:03:01.902330Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/shilpa/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 896871
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBRacism/"
    },
    "type": "petition"
}