{
    "data": {
        "attributes": {
            "action": "Defend funding for local voluntary and community organisations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Defend funding for local voluntary and community organisations.\n\nThe Government is short of at least £900m for the Olympics and I ask that National Lottery funding is not used to provide the money. If this happens, the Big Lottery Fund, Sport England, the Arts Council and the Heritage Lottery Fund will all lose large amounts of money, much of which otherwise would go to the local voluntary and community sector.\n\nNational Lottery funding has meant a great deal to many of the local voluntary and community groups and lottery funding is so important to the local voluntary and community sector as other sources are gradually disappearing,\n\nI ask that the Government should fund the Olympics without depriving the National Lottery distributors of funds needed to support local voluntary and community sector activities.",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-01-17T13:25:55.444997Z",
            "creator_name": "Helen Anderson",
            "government_response_at": "2007-05-24T10:38:24.152607Z",
            "government_responses": [
                {
                    "created_at": "2007-05-24T10:38:24.152607Z",
                    "details": "The e–petition asking the Prime Minister to 'Defend funding for local voluntary and community organisations' has now closed. This is a response from the Government. \n\nThe Government understands that National Lottery funding is important to voluntary and community sector (VCS) organisations both large and small. In considering the future funding of the Olympics we have sought to reflect the concerns that VCS organisations raised with us, including through this e-petition. As outlined below, this includes ensuring that the VCS is protected from the recent transfer from the Big Lottery Fund.\n\nThe Government has always stated that the National Lottery would form a key part of the funding package for the Games, including contributing to any cost increases. This follows the Lottery's long standing tradition of supporting unique projects which aid regeneration and develop sporting and cultural experiences.\n\nFollowing a rigorous assessment of the costs of the 2012 Games and associated regeneration, Tessa Jowell, the Secretary of State for Culture, outlined the revised budget for the Games and sources of the funding in a statement to Parliament on 15 March.\n\nThe vast majority of new funding will come from the Government. In total, central Government provision will be £6 billion. Alongside the increased Government contribution, the Lottery will make a further contribution of £675 million.\n\nThe majority of the lottery contribution (£425 million) will come from the Big Lottery Fund. As Tessa Jowell noted on the 15 of March, we have agreed with the Big Lottery Fund that resources for the VCS would be protected from this transfer. The amount going to the VCS will therefore continue at the levels planned. Given your concerns, we hope that you will welcome this approach.\n\nThe remaining £250 million will come from the other Lottery distributors, with the exception of UK Sport, between 2009 and 2012. The other distributors have said that this need not impact on any existing commitments. The impact on future commitments will be assessed in due course. The Government has also announced that the Lottery distributors will also have a call on the income generated when the Olympic site and assets are sold.\n\nWe hope that you consider that this represents a fair approach to funding such an important national event. The voluntary and community sector, and indeed the third sector as a whole, has an important role to play in ensuring a successful Olympics and benefiting from the Games and associated activities. We look forward to working with the sector in the coming years as the Games develop and thank you again in your interest through the petition.\n\n\nFurther information\n\n[http://www.culture.gov.uk/Reference_library/Minister_Speeches/Tessa_Jowell/oral_statement_funding_2012games.htm Statement by Sports Secretary Tessa Jowell on the 2012 Olympic & Paralympic games]\n\n[http://www.cabinetoffice.gov.uk/thirdsector Office of the Third Sector]\n\n[http://www.london2012.com/ London 2012]\n\n[http://www.pm.gov.uk/ Downing Street homepage]\n\n[http://www.pm.gov.uk/output/Page36.asp Get all the latest news from No.10 by subscribing to our email service]",
                    "summary": "Government response to petition 'Defend-funding'",
                    "updated_at": "2007-05-24T10:38:24.152607Z"
                }
            ],
            "opened_at": "2007-01-17T13:25:55.444997Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8336,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 903543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Defend-funding/"
    },
    "type": "petition"
}