{
    "data": {
        "attributes": {
            "action": "make bio diesel a tax free fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bio diesel is a sustainable \"green\" fuel, usually made from a waste product, namely cooking oil. The environmental impact of using bio diesel is far less extreme than that of using mineral diesel. Bio diesel is widely available across the UK and no modifications to your vehicle are required in order to use it. The current reduction of 20p per litre (which is not seen at the pump due to the cost of supplying bio diesel against a relatively low demand) gives the motorist very little incentive, given the environmental benefit (for example cleaner emissions and thousands of gallons of waste cooking oil not going to landfill, fly tipped or illegally poured into the drain every year).  Come on Prime minister give those motorists that are trying to be green a helping hand!",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-01-17T16:19:22.146338Z",
            "creator_name": "Anthony Downing",
            "government_response_at": "2008-02-21T15:46:48.220071Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:46:48.220071Z",
                    "details": "You signed a petition asking the Prime Minister to \"make bio diesel a tax free fuel.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14653.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'taxfreebiodiesel'",
                    "updated_at": "2008-02-21T15:46:48.220071Z"
                }
            ],
            "opened_at": "2007-01-17T16:19:22.146338Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 225,
            "state": "finished",
            "updated_at": "2008-01-23T00:01:02.191993Z"
        },
        "id": 913683
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxfreebiodiesel/"
    },
    "type": "petition"
}