{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to act in accordance with Britain’s treaty obligations with the Republic of Cyprus and to take decisive action to prevent direct trade and direct flights between Britain and Turkish occupied Cyprus and to prevent the illegal sale and advertising of Greek Cypriot property to British nationals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the Treaty of Guarantee, Britain, Greece and Turkey undertook “to prohibit, as far as lies within their power, all activity having the object of promoting directly or indirectly either the union of the Republic of Cyprus with any other State, or the partition of the Island.”\n\nIn 1974 Turkey illegally invaded Cyprus and ethnically cleansed 200,000 Greek Cypriots who made up 82% of the population from 38% of Cyprus territory in the north, and still occupies their land and homes with 40,000 troops and 150,000 colonists. UN Security Council resolutions 541(1983) and 550(1984) declare the self proclaimed \"Turkish Republic of Northern Cyprus,\" \"legally invalid\" and call upon all states not to assist this illegal secessionist entity in any way.\n\nAll ports and airports in occupied Cyprus have been declared illegal points of entry and closed to all traffic and trade by the Cyprus government. Civilian flights to any airport in occupied Cyprus violate the Chicago Convention.",
            "closed_at": "2007-05-17T00:00:00Z",
            "created_at": "2007-01-17T16:51:05.648368Z",
            "creator_name": "Argyros Argyrou",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-17T16:51:05.648368Z",
            "rejected_at": "2007-02-21T00:03:05.905790Z",
            "rejection": {
                "code": 2176,
                "details": "http://petitions.pm.gov.uk/search?q=Cyprus",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 915426
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/occupiedcyprus/"
    },
    "type": "petition"
}