{
    "data": {
        "attributes": {
            "action": "Repeal the Dangerous Dogs Act of 1991 as amended and replace it with legislation that ensures dogs and their owners are properly identified and INNOCENT until PROVEN guilty which is the basis of English law. This should include special licences for dogs capable of  a dangerously locking their jaws and should also require parents to keep their children under 12 under full parental control when in public. Additional protection also needs to be introduced to ensure that the rules of evidence are fairly applied. Dogs used for hunting should not be allowed loose on public roads under any circumstances.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The act allowed 2 dogs of different colours to be identified by police officers as BLACK and WHITE.A police prosecution presumably to allow the parents an easier route for compensation as had just happened in their favourite soap opera! The parents having given a formal declaration that there were no witnesses and no photographs were subsequently allowed to produce the non-existent witnesses and photgraphs of a child I believe was wrongly identified as theirs in court.\n\nThe presumption throughout the 26 months it took to bring the case to court was that the owner and dogs were GUILTY and it took 2 days in court for the magistrates to declare that the dogs had been wrongly identified!\n\nThere is no requirement on parents to control their children which is why we have so many problems with under-age crime and there is no requirement on hunts whose dogs are TRAINED to KILL from being allowed loose on public roads were they may encounter chilfren or pets",
            "closed_at": "2007-04-25T00:00:00Z",
            "created_at": "2007-01-17T17:54:19.052882Z",
            "creator_name": "T M Ellmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-17T17:54:19.052882Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 918516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-play-4-dogs/"
    },
    "type": "petition"
}