{
    "data": {
        "attributes": {
            "action": "Provide Government funding for the RSPCA, PDSA and other national animal rescue and anti-cruelty charities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am astonished that with a reputation as a country of animal lovers the British Government does not fund animal rescue and anti-cruelty charities.\n\nThe RSPCA (as an example) is funded purely by the kindness of the general public, and the only money they receive comes from the pockets of those that care.\n\nSome of the money we lose in tax to the Government could be put to good use in this respect and could be funded into rescuing animals from situations of cruelty and providing them with medical care and re-homing them.\n\nI believe the general public would still donate money to these charities, which would be a healthy supplement for anything the Government gives them.\n\nAnimals need to be looked after, and I believe that our Government needs to help.",
            "closed_at": "2007-07-22T00:00:00Z",
            "created_at": "2007-01-17T18:13:17.526867Z",
            "creator_name": "Penny Fordham",
            "government_response_at": "2007-08-09T14:39:28.998533Z",
            "government_responses": [
                {
                    "created_at": "2007-08-09T14:39:28.998533Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Provide Government funding for the RSPCA, PDSA and other national animal rescue and anti-cruelty charities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12854.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Funding4animals'",
                    "updated_at": "2007-08-09T14:39:28.998533Z"
                }
            ],
            "opened_at": "2007-01-17T18:13:17.526867Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 919379
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Funding4animals/"
    },
    "type": "petition"
}