{
    "data": {
        "attributes": {
            "action": "change how car insures use a persons gender to dertermin the cost of insurance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Car insurance companies can put up to an additional £2500 or more on a new young male driver’s new car insurance quote than a young woman with exactly the same situation, age and location. This is highly sexist against men.\n\nWhy should men have to pay more for their insurance than a woman, just for being male? \n\nAn example why this is wrong, a girl racer, which is coming more and more common now, gets cheap insurance and acts outside of the road laws on the roads causing disruption. Meanwhile a safe new male driver which abides by the speed limit and road rules must pay an extra £700 - £2500 more for their car insurance for being male.\n\nTry it for yourself on car insurance quote websites. See that male drivers get charged much more than females in the exact same circumstances.\n\nSign this petition, make it illegal for companies to discriminate young male drivers over women drivers. Allow us to have equal insurance quotes. How it should be in an equal society.",
            "closed_at": "2008-01-17T00:00:00Z",
            "created_at": "2007-01-17T20:02:29.075255Z",
            "creator_name": "Robert Knaggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-17T20:02:29.075255Z",
            "rejected_at": "2007-02-21T00:03:05.905790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/motorinsurance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 923381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Insurence-Sexism/"
    },
    "type": "petition"
}