{
    "data": {
        "attributes": {
            "action": "require that all publically funded software projects publish source code under a Free licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Software written using public funds should have it's source code published under a distribution licence that has been declared Free by the Free Software Foundation, rather than remaining a closed secret.\n\nThis would allow for more of the public to benefit from the development of the software since the code would be available for anyone to use and improve.  Furthermore, compatibility with other Free licences (such as the GPL) would promote rapid development and reduced costs through the reuse of existing code.\n\nAn open development model would also allow the public to be more informed of the progress and quality of these projects, which so frequently seem to end up severely over budget.",
            "closed_at": "2007-07-22T00:00:00Z",
            "created_at": "2007-01-17T21:36:45.009405Z",
            "creator_name": "Stephen Hill",
            "government_response_at": "2007-08-21T15:13:48.496566Z",
            "government_responses": [
                {
                    "created_at": "2007-08-21T15:13:48.496566Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"require that all publically funded software projects publish source code under a Free licence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12897.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Open-IT-projects'",
                    "updated_at": "2007-08-21T15:13:48.496566Z"
                }
            ],
            "opened_at": "2007-01-17T21:36:45.009405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1000,
            "state": "finished",
            "updated_at": "2008-05-17T03:26:49.270467Z"
        },
        "id": 926436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Open-IT-projects/"
    },
    "type": "petition"
}