{
    "data": {
        "attributes": {
            "action": "insist on fair prices from Tour Operators during School Holidays",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel strongly that parents are expected to pay really high prices to take their children on holiday. When we were able to take them out of school you had the choice. Now that we basically have no choice then I think the tour operators should have a new guideline on prices for those weeks to make it affordable. With ever increasing utility prices and growing debt of the average household I don't think it's fair that we should struggle all year and then not be able to afford a simple holiday by the seaside. 1 week after the school holidays can be £150 to £200 cheaper. With both parents working more common I think it is most important to a child to be able to have quality time with parents and I fear this will become increasingly difficult with such high prices. If we have to follow the goverment requirements then they should be forced to do the same.",
            "closed_at": "2007-07-17T00:00:00Z",
            "created_at": "2007-01-17T22:13:57.520864Z",
            "creator_name": "Helen Mosedale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-17T22:13:57.520864Z",
            "rejected_at": "2007-02-21T00:03:05.905790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SUMMERHOLIDAYS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 927472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vacations/"
    },
    "type": "petition"
}