{
    "data": {
        "attributes": {
            "action": "NHS (uk) spoling life of doctors by criminally charging them for petty claim expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "National Health System(NHS) has started to harass its own doctors by falsely implicating them criminally over their legitimate claims that are part of their employment guidelines. \nA doctor is entitled for accomodation or travel expenses & NHS should not hesitate to pay them. Does NHS understand it will end their careers and destroy the lives of these doctors. Not to mention the emotional & mental trauma it causes. If NHS has a dispute over a payment should not it discuss with the doctor or simply say we dont have the money to pay you.Racism or Interdepartment politics should not be used to traumatise the doctors by implicating them. On one hand NHS pays GPs from Europe thousands of pounds as travel expense to work in UK for a week. On other hand it implicates the internal doctors who work so hard day after day over their legitimate monthly claims.  If this continues UK will certainly see exit of qualified doctors. People should not then complain of big lines and poor health care.",
            "closed_at": "2007-02-25T00:00:00Z",
            "created_at": "2007-01-18T00:46:44.782034Z",
            "creator_name": "Well Wisher for surgeon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-18T00:46:44.782034Z",
            "rejected_at": "2007-01-26T19:16:52.590603Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 929341
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHS-complaint/"
    },
    "type": "petition"
}