{
    "data": {
        "attributes": {
            "action": "pass legislation so that cyclists on cycle lanes accompanying main roads should not have to give way to traffic on joining minor roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Traffic on cycle lanes accompanying main roads are currently forced to give way to traffic joining the main road from a minor road, as well as the main road traffic turning into the minor road. On roads which are joined by many minor roads, cyclists are effectively forced to use the main road rather than the cycle lane in order not to waste time and endanger themselves at these nonsensical junctions. This negates the possible safety benefits of cycle lanes. We petition that cycle lanes should have the same rights of way as a lane of a main road, with traffic on joining minor roads forced to give way to both cyclists and vehicular traffic, thus making traveling on cycle lanes a safer (and quicker) method of transport.",
            "closed_at": "2006-12-17T00:00:00Z",
            "created_at": "2006-11-16T14:37:24.924431Z",
            "creator_name": "Alexander Forrester",
            "government_response_at": "2006-12-20T17:22:44.543079Z",
            "government_responses": [
                {
                    "created_at": "2006-12-20T17:22:44.543079Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"pass legislation so that cyclists on cycle lanes accompanying main roads should not have to give way to traffic on joining minor roads.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \nhttp://www.pm.gov.uk/output/Page10665.asp\n\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/bicycle-lanes/",
                    "summary": "Government response to petition 'bicycle-lanes'",
                    "updated_at": "2006-12-20T17:22:44.543079Z"
                }
            ],
            "opened_at": "2006-11-16T14:37:24.924431Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 151,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 9384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bicycle-lanes/"
    },
    "type": "petition"
}