{
    "data": {
        "attributes": {
            "action": "Initiate an independent investigation into the awarding of the Defence Training contract to MetriX and the potential conflict of interest with the involvement of QinetiQ. In particular the decision to remove all defence training from Cosford thus removing all historic links and asociation with the Royal Air Force going back over 60 years. We would urge you to reconsider the rationale for the privatisation of 3,400 dedicated civil servants as part of this programme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This contract will be the largest PFI/PPP  project ever undertaken by the Ministry of Defence and will be the largest partnering arrangement ever undertaken in the UK. A Private Finance Initiative (PFI) for DTR in simplistic terms means that the winning consortia will effectively own all of the real estate and services for training for the next 25 years.  For this they will be paid an annual sum,and must, by law, make a profit for their shareholders. The contract is worth £19 billion. A high profit margin will be made on the support services which go with it, these include catering, cleaning, transport, reprographics, administration etc. The large plots of real estate and buildings “surplus to requirement” will create additional profit. Thousands of civil servants will be directly affected by this massive sell off to the private sector",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-01-18T11:01:50.052250Z",
            "creator_name": "ROBERT O'HARNEY",
            "government_response_at": "2008-02-22T14:51:07.218161Z",
            "government_responses": [
                {
                    "created_at": "2008-02-22T14:51:07.218161Z",
                    "details": "You signed a petition asking the Prime Minister to \"Initiate an independent investigation into the awarding of the Defence Training contract to MetriX and the potential conflict of interest with the involvement of QinetiQ. In particular the decision to remove all defence training from Cosford thus removing all historic links and asociation with the Royal Air Force going back over 60 years. We would urge you to reconsider the rationale for the privatisation of 3,400 dedicated civil servants as part of this programme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14657.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Save-Cosford'",
                    "updated_at": "2008-02-22T14:51:07.218161Z"
                }
            ],
            "opened_at": "2007-01-18T11:01:50.052250Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1249,
            "state": "finished",
            "updated_at": "2008-01-23T03:14:52.924232Z"
        },
        "id": 940914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Cosford/"
    },
    "type": "petition"
}