{
    "data": {
        "attributes": {
            "action": "To take action against Muslim leaders/clerics shown in Channel 4 Dispatches documentary",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst I fully agree that racist remarks were not called for and therefore wrong in the BBH I am absolutely shocked and distressed to see that numerous MPs including Gordon Brown have thrown their weight behind the mass condemnation of said racist remarks BUT have not uttered one word about the vile, poisonous and outright scary speeches and so called religious sermons shown on the Channel 4 Despatches programme. I find it strange that two programmes could be shown on the same channel on the same evening and the lesser of racist remarks hits the headlines whilst threats made to kill Jews and Christians and starting a holy war is ignored. The use of words such as Kuffar & Kafir were numerous and said with such venom to shock me to the core. I now request that action be taken against the so called religious leaders and our MPs also stand up and condemn these people and their actions as they did so quickly with the BBH.",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-01-18T11:56:30.976527Z",
            "creator_name": "Steve Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-18T11:56:30.976527Z",
            "rejected_at": "2007-02-21T00:03:05.905790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Religious-Hatred/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 944188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DoubleStandards/"
    },
    "type": "petition"
}