{
    "data": {
        "attributes": {
            "action": "Recognise that many children with special needs are not getting the vital services that they require and that PCT's and LEA's should be held accountable for not providing the support these children need to reach their full potential!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In my personal situation Speech and Language therapy has been taken away from children in Year 1 and above, in my local area ( west-norfolk )my son is 6 years old he has autism and is non-verbal- Speech and language therapy is VITAL for my son, he needs to form an effective communication system as do hundreds of children in Norfolk and i dare say all over the country! We need to make PCT's and LEA's become accountable for not providing our children with these services and make sure that our children get the provisions that they so deserve!! I am appaled by the treatment of people with special needs and desperatly want things to change!",
            "closed_at": "2007-05-22T00:00:00Z",
            "created_at": "2007-01-18T17:14:35.785470Z",
            "creator_name": "Leanne Richardson",
            "government_response_at": "2007-06-14T16:43:09.619537Z",
            "government_responses": [
                {
                    "created_at": "2007-06-14T16:43:09.619537Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Recognise that many children with special needs are not getting the vital services that they require and that PCT's and LEA's should be held accountable for not providing the support these children need to reach their full potential!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11955.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'spectrum'",
                    "updated_at": "2007-06-14T16:43:09.619537Z"
                }
            ],
            "opened_at": "2007-01-18T17:14:35.785470Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1609,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 959277
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spectrum/"
    },
    "type": "petition"
}