{
    "data": {
        "attributes": {
            "action": "Pass legislation that all new residential accomodation must, under building regulations, be fitted with either a wind turbine or solar pannel to reduce the carbon footprint that that residency is generating.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any home in the UK (unless listed or in a sensitive area) is able to have a solar panel added to the roof, or a small wind turbine. The cost of these invaluable renewable energy generators is not great and the fact is that it would not cost the treasury a vast amount to make it law to have these put on homes, whilst it would have a profound effect on decreasing our carbon emissions as well as going someway in solving the problem of energy shortages in the near future. It will certainly cost the UK less to pass this as law than face the costs of defending London from flooding when sea level rises. It also solves the problem of where to build wind farms; there will be limited need if every home had one and so no rows would occur over 'spoiling the countryside'. Act now and make a difference at a low cost. And to Mr G. Bush, how can you possibly deny global warming when we have just seen our first refugees of it on an island in the Pacific due to rising seas?",
            "closed_at": "2007-07-18T00:00:00Z",
            "created_at": "2007-01-18T18:10:43.892823Z",
            "creator_name": "Jonathan Hobbs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-18T18:10:43.892823Z",
            "rejected_at": "2007-02-21T00:03:05.905790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Cellular-Energy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 961427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Green-law/"
    },
    "type": "petition"
}