{
    "data": {
        "attributes": {
            "action": "get the Health Service and medical profession to accept the WHO classification of ME/CFS as an organic neurological  disorder and not as a psychosocial syndrome.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The latest DWP Guidelines and PACE are still directing the Health Service to treat ME suferrers with GET and CBT (a tool used for mental illnesses) despite the mounting evidence from a vast amount of research proving that ME is an organic not a psychosomatic disease and that the treatments forced onto those affected do in fact cause more harm than good and can worsen the condition of patients.  Money should instead be invested in research into the physiologocal aetiology of ME/CFS and its treatment.  Patients should not be forced into becoming psychiatric cases or lose their benefits.",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-01-18T18:13:31.304531Z",
            "creator_name": "Konstanze Allsopp",
            "government_response_at": "2008-02-27T16:08:41.955826Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T16:08:41.955826Z",
                    "details": "You signed a petition asking the Prime Minister to \"get the Health Service and medical profession to accept the WHO classification of ME/CFS as an organic neurological disorder and not as a psychosocial syndrome.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14656.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ME-is-real'",
                    "updated_at": "2008-02-27T16:08:41.955826Z"
                }
            ],
            "opened_at": "2007-01-18T18:13:31.304531Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8482,
            "state": "finished",
            "updated_at": "2008-03-27T03:15:44.733305Z"
        },
        "id": 961508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ME-is-real/"
    },
    "type": "petition"
}