{
    "data": {
        "attributes": {
            "action": "champion the Nuclear Non-Proliferation Treaty, by not replacing the Trident nuclear weapons system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Nuclear Non-Proliferation Treaty is the greatest defense humanity has against a world in which many countries seek to acquire nuclear weapons, and in which the probability of nuclear accidents and even nuclear terrorism is unacceptably high.\n\nHowever, this treaty is greatly under threat. Kofi Annan has said: \"If we want to avoid a cascade of nuclear proliferation, we need a major international effort to strengthen the regime before it is too late.\"\n\nThe UK could lead this international effort.  To do so, we would have to renounce our nuclear weapons system, Trident.  \n\nThis would be an historic decision; it would rank among the few truly moral actions ever carried out by a nation-state; and it would give the UK the moral standing needed to champion the Treaty and help turn the world back from possible catastrophe.\n\nThis petition therefore calls on the Prime Minister not to replace the Trident nuclear weapons system, and so to champion the Nuclear Non-Proliferation Treaty.",
            "closed_at": "2007-02-17T00:00:00Z",
            "created_at": "2006-10-13T18:13:13.149253Z",
            "creator_name": "Dr. Benedict Young",
            "government_response_at": "2007-03-15T12:21:41.050398Z",
            "government_responses": [
                {
                    "created_at": "2007-03-15T12:21:41.050398Z",
                    "details": "The response to this petition can be read here:\n\nhttp://www.pm.gov.uk/output/Page11243.asp",
                    "summary": "Government response to petition 'trident'",
                    "updated_at": "2007-03-15T12:21:41.050398Z"
                }
            ],
            "opened_at": "2006-10-13T18:13:13.149253Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13867,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 97
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/trident/"
    },
    "type": "petition"
}