{
    "data": {
        "attributes": {
            "action": "Defend the rights of all UK Martial Artists of unfair practices by Sports Council NGBs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has decided to introduce a sport wide ‘UK Coaching Certificate’ (UKCC) as a standard recognised qualification for all sports coaches which includes Martial Arts practices and disciplines.   This ‘standard’ qualification will only be made available and accessible through those organisations recognised by the Sports Council. \n\nSPORT ENGLAND have already indicated they will be advising schools, local authorities and leisure centres that those in the (Sports Council recognised) Governing Body should alone be recognised. \n\nMr Scott Mcarthy, the Chief Executive of the British Judo Association has already warned of ‘consequences’ for those who remain outside of his organisation and although there has been a huge backlash from within the Judo community and massive support for the ‘Save Independent Judo’ campaign the government and Sport England as yet will not extend access to this qualification outside of Sports Council approved NGB’s.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-01-19T13:37:47.318700Z",
            "creator_name": "Christopher Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-01-19T13:37:47.318700Z",
            "rejected_at": "2007-02-22T00:03:03.912922Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/UKCCert/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 988646
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKCCcertificate/"
    },
    "type": "petition"
}