{
    "data": {
        "attributes": {
            "action": "Scrap any plans to disproportionately increase the road tax on 4x4 vehicles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is proposed by this government that 4x4 vehicles should be taxed at a far higher rate, up to 10 times the rate of other similarly sized vehicles under the banner of \"green policies\". The money raised will NOT in any way reduce emmisions, simply add to the tax burden of farmers, car dealers and many other small businesses where the use of 4x4 vehicles is an essential and correct tool for the job. Furthermore it is another nail in the coffin of personal freedom. All citizens of this country should be at liberty to drive whatever vehicle they choose to. 4x4 vehicles pass the same MOT and emmisions test as any other car and therefore produce no more harmful gases than any other car.\nContrary to popular belief, most 4x4's are not any longer or wider than any other large saloon, simply higher. This proposed tax is totally unjust.",
            "closed_at": "2007-03-23T00:00:00Z",
            "created_at": "2007-01-19T14:01:16.089793Z",
            "creator_name": "Guy Jones",
            "government_response_at": "2007-03-30T16:44:16.946832Z",
            "government_responses": [
                {
                    "created_at": "2007-03-30T16:44:16.946832Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Scrap any plans to disproportionately increase the road tax on 4x4 vehicles.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11399.asp\n\nPrime Minister's Office\n\nPetition info: http://petitions.pm.gov.uk/4x4bashing/",
                    "summary": "Government response to petition '4x4bashing'",
                    "updated_at": "2007-03-30T16:44:16.946832Z"
                }
            ],
            "opened_at": "2007-01-19T14:01:16.089793Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1790,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 989602
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/4x4bashing/"
    },
    "type": "petition"
}