{
    "data": {
        "attributes": {
            "action": "create a legal system which resembles that currently in place for disabled drivers, for parent and child parking spaces.  To make it illegal for people without a child under the age of five present in the car from using parent and child spaces and also to force all local councils to provide marked bays for parent and child spaces in addition to marked disabled spaces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parents with small children need these spaces for safety reasons rather than just convenience.  It is often very difficult (if not impossible in some cases) so get small children and car seats in and out of cars in normal spaces as you are unable to open doors wide enough, you also have no protection for pushchairs as they cannot stand within the confines of a space and have to stand on the roadway whilst you organise your child.\n\nIn many places, these spaces have not been installed at all, but where they do exist, their use cannot be legally enforced and as such many inconsiderate people use these spaces when they do not have a child present putting those of us who need them in danger.\n\nA card system which resembles that of the current disability card would help reduce this risk, as would forcing all councils to provide these spaces.",
            "closed_at": "2007-04-23T00:00:00Z",
            "created_at": "2007-01-19T14:16:34.062554Z",
            "creator_name": "Corrine Shimmon",
            "government_response_at": "2007-05-10T15:58:09.521063Z",
            "government_responses": [
                {
                    "created_at": "2007-05-10T15:58:09.521063Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"create a legal system which resembles that currently in place for disabled drivers, for parent and child parking spaces. To make it illegal for people without a child under the age of five present in the car from using parent and child spaces and also to force all local councils to provide marked bays for parent and child spaces in addition to marked disabled spaces.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number-10.gov.uk/output/Page11659.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Parents-Parking'",
                    "updated_at": "2007-05-10T15:58:09.521063Z"
                }
            ],
            "opened_at": "2007-01-19T14:16:34.062554Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1477,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 990256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parents-Parking/"
    },
    "type": "petition"
}