{
    "data": {
        "attributes": {
            "action": "Stop schools taking childrens fingerprintswithout parental permission",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fingerprinting is being introduced in thousands of UK Primary Schools as part of a subsidised library package called Junior Librarian that they have purchased, encouraged by central government. New schools are joining the scheme at the rate of around 20 a week. To date, more than 3500 schools and nurseries (manufacturer's official figure, given to the Daily Mirror) have fingerprinted and photographed 3/4 million children, ranging in age from 3 to 11; impressionable, trusting and naive. \nInvolved companies have given  premier partners with access to their SQL database AND a commercial arrangement for the reselling or endorsement or their products.\n#### This is always done without explicit parental consent, and even in some cases, without parental knowledge.### Schools strongly resist sending parents the opt-in consent slips that are used for just about everything else. Some parents only find out AFTERWARDS",
            "closed_at": "2007-06-14T00:00:00Z",
            "created_at": "2006-11-28T14:38:45.176424Z",
            "creator_name": "David Flint-Johnson",
            "government_response_at": "2007-07-16T15:31:20.819363Z",
            "government_responses": [
                {
                    "created_at": "2007-07-16T15:31:20.819363Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Stop schools taking childrens fingerprintswithout parental permission.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12460.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kidsprivacy'",
                    "updated_at": "2007-07-16T15:31:20.819363Z"
                }
            ],
            "opened_at": "2006-11-28T14:38:45.176424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 670,
            "state": "finished",
            "updated_at": "2008-08-02T10:52:50.027442Z"
        },
        "id": 99158
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidsprivacy/"
    },
    "type": "petition"
}