{
    "data": {
        "attributes": {
            "action": "make Personal, Social and Health Education (PSHE) a foundation subject in all primary and secondary schools in England and Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PSHE promotes the emotional, social and health development of children and young people.  Evidence shows that PSHE helps young people’s academic learning and helps them develop skills for employment, promotes health, well-being and safety, and promotes inclusion and community cohesion.\n\nHowever, some schools are not prioritising PSHE as it is not a foundation subject. As a result, many children in this country are not being given the opportunity to acquire information on a range of health issues such as sex and relationships education, diet and exercise, alcohol, tobacco and other drugs; nor are schools prioritising the development of children and young people’s emotional and social skills; nor are students being offered the chance to explore and clarify values and beliefs including respect, morality and an understanding of cultural diversity.\n\nPlease lend your name to this petition to help ensure all young people are given the skills they need to live healthy and fulfilling lives.",
            "closed_at": "2007-11-29T00:00:00Z",
            "created_at": "2006-11-28T15:11:20.706216Z",
            "creator_name": "Rowan Harvey",
            "government_response_at": "2008-01-07T16:08:10.513348Z",
            "government_responses": [
                {
                    "created_at": "2008-01-07T16:08:10.513348Z",
                    "details": "You signed a petition asking the Prime Minister to \"make Personal, Social and Health Education (PSHE) a foundation subject in all primary and secondary schools in England and Wales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14157.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PSHEcampaign'",
                    "updated_at": "2008-01-07T16:08:10.513348Z"
                }
            ],
            "opened_at": "2006-11-28T15:11:20.706216Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3707,
            "state": "finished",
            "updated_at": "2008-01-15T17:15:20.392845Z"
        },
        "id": 99507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PSHEcampaign/"
    },
    "type": "petition"
}