{
    "attributes": {
        "action": "Stop implementation of LGBTIQ and non gender policies.",
        "additional_details": "LGBTIQ etc. and non-gender politics are now very visible and constantly being pushed to the fore of MP's thoughts and actions. However, many people of an older generation and millennials agree that being a lesbian/gay/non-binary is a personal choice which is acceptable. The key issue is when all schoolchildren are requested to wear a non gender uniform to make a few transgender children feel happier, included. Are schools taking into account other children's feelings, the parents etc?",
        "background": "Our society is more than ever being driven by minorities. \r\n\r\nIt is hoped traditional, conservative values will be promoted & supported removing same sex education, paraphernalia and non-gender discussions, films, programmes from public view until at least after 9pm on T.V. and other commumications.",
        "closed_at": null,
        "created_at": "2017-09-12T17:18:09.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-12T17:41:38.569Z",
        "opened_at": null,
        "rejected_at": "2017-09-13T13:23:19.736Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-13T13:23:24.690Z"
    },
    "id": 200070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200070.json"
    },
    "type": "petition"
}