{
    "attributes": {
        "action": "Prevent charities using companies for \"charity mugging\" activities in the UK.",
        "additional_details": "Today I had to tell a \"charity mugger\", clad in a Marie Curie t-shirt and standing directly between the ticket barrier and platform, to move from obstructing my walk across the concourse.  The disingenuous smile, the over-familiar attempt to strike up a conversation and the pretense that he worked for the charity itself all represent everything wrong with this typically commission-based approach to fundraising.  It transforms a walk down the high street into a slalom to avoid being hassled.",
        "background": "Our town centres, railway stations & other public spaces are frequently occupied by groups of people employed to approach members of the public to sign them up for monthly direct debits.  These \"charity muggers\" are frequently invasive, obstructive & likely deter people from using their high street.",
        "closed_at": null,
        "created_at": "2017-09-12T16:07:29.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-12T19:40:49.454Z",
        "opened_at": null,
        "rejected_at": "2017-09-14T16:35:23.888Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. We're not sure whether you'd like charities to be banned from using any kind of company for fundraising, or only companies that use the approach you describe.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-15T15:14:12.117Z"
    },
    "id": 200060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200060.json"
    },
    "type": "petition"
}