{
    "attributes": {
        "action": "Use the Powers of the EU Withdrawal Act to withdraw our ART50 and Cancel Brexit.",
        "additional_details": "The 'Eu Withdrawal Bill' is an anti-democratic act, from a Government with no Parliamentary Mandate for it actions.\r\n\r\nIt should therefore be treated with the contempt it deserves, and have its own Legislation used against it.\r\n\r\nThis petition is, in part, an act of mischief, but it is also intended to make the serious point that because of the unintended consequences of its own stupidity, even Governments should be careful what they wish for, as they sometimes come true...",
        "background": "The EU Withdrawal Bill will allow Government Ministers to revise or cancel any Law, without any Parliamentary scrutiny.\r\nTherefore they should use it to:\r\n1. Immediately withdraw our Art50 Notification, and so Cancel Brexit.\r\n2. Immediately Annul the' EU Withdrawal Bill' and return us to democracy.",
        "closed_at": null,
        "created_at": "2017-09-12T09:48:13.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-12T11:46:13.219Z",
        "opened_at": null,
        "rejected_at": "2017-09-12T12:07:53.791Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you'd like the UK Government to take. The EU (Withdrawal) Bill would not give the Government the powers you describe. \r\n\r\nYou could start a new petition asking the Government to withdraw the Article 50 notification. \r\n\r\nThe EU (Withdrawal) Bill is currently being considered by Parliament and is not yet law. You could start a new petition asking the Government to withdraw the Bill, so that it does not become law. \r\n\r\nYou can follow the progress of the Bill here:\r\nhttp://services.parliament.uk/bills/2017-19/europeanunionwithdrawal.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-15T11:48:08.802Z"
    },
    "id": 200012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200012.json"
    },
    "type": "petition"
}