{
    "attributes": {
        "action": "Hold a referendum on the final Brexit deal",
        "additional_details": "The referendum would allow for three options: \r\n\r\n(1)\tTo revoke Article 50, thereby keeping Britain in the EU\r\n(2)\tTo reject the UK-EU deal and leave the EU\r\n(3)\tTo accept the UK-EU deal and leave the EU\r\n\r\nIf no agreement has been negotiated by the UK and EU before the date of the referendum, then the third option could be removed. If all three options remain, it may be necessary for the vote to take place using a Single Transferable Vote to ensure no option is disadvantaged. \r\n\r\nRegardless of whether individuals voted to remain or leave the EU in the June 2016 EU referendum, everyone should have a chance to decide their future based on the final agreement negotiated between the UK and EU.",
        "background": "We, the undersigned, call upon HM Government to give the people of this country the final say on the Brexit deal negotiated by the UK and EU. This would be done through a referendum that would take place prior to the April 2019 exit date.",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "created_at": "2017-09-12T09:16:45.410Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253",
            "debated_on": "2017-12-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum",
            "video_url": "http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9"
        },
        "debate_outcome_at": "2017-12-12T10:16:34.426Z",
        "debate_threshold_reached_at": "2017-09-19T21:09:12.682Z",
        "government_response": {
            "created_at": "2017-09-28T14:59:41.060Z",
            "details": "The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. On 23 June 2016 the British people voted to leave the European Union. The referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it - not just for those who voted leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nParliament passed an Act of Parliament with a clear majority giving the Prime Minister the power to trigger Article 50, which she did on 29 March in a letter to the President of the European Council, Donald Tusk. As a matter of firm policy, our notification will not be withdrawn - for the simple reason that people voted to leave, and the Government is determined to see through that instruction.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement. \r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before. \r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2017-09-28",
            "summary": "On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ",
            "updated_at": "2017-09-28T14:59:41.060Z"
        },
        "government_response_at": "2017-09-28T14:59:41.064Z",
        "moderation_threshold_reached_at": "2017-09-12T09:36:25.152Z",
        "opened_at": "2017-09-12T09:42:01.831Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-13T15:46:25.014Z",
        "scheduled_debate_date": "2017-12-11",
        "signature_count": 145117,
        "state": "closed",
        "updated_at": "2018-09-14T15:33:58.059Z"
    },
    "id": 200004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200004.json"
    },
    "type": "petition"
}