{
    "attributes": {
        "action": "Make fair transitional state pension arrangements for 1950’s women",
        "additional_details": "The 1995 Conservative Government’s Pension Act included plans to increase women’s SPA to 65, the same as men’s. Women Against State Pension Inequality (WASPI), agree with equalisation, but don’t agree with the unfair way the changes were implemented – with little/no personal notice (1995/2011 Pension Acts), faster than promised (2011 Pension Act), and no time to make alternative plans. Retirement plans have been shattered with devastating consequences.",
        "background": "That this Government without delay recognises the need for a non-means tested bridging pension for women born on or after 6/4/1950 who are affected by the 1995 and 2011 Pension Acts and compensate those at risk of losing up to around £45,000, to also give proper notification for any future changes.",
        "closed_at": "2018-03-13T23:59:59.999Z",
        "created_at": "2017-09-12T19:31:43.475Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7405",
            "debated_on": "2017-12-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-12-14/debates/94129EFF-1C16-4FA7-90A9-1B78B93E327A/PensionEqualityForWomen",
            "video_url": "http://parliamentlive.tv/event/index/74dac792-d57d-40c9-baab-d043ffd4cbb0?in=12:07:56"
        },
        "debate_outcome_at": "2017-12-19T13:24:49.048Z",
        "debate_threshold_reached_at": "2017-10-28T15:12:22.857Z",
        "government_response": {
            "created_at": "2017-09-27T13:23:08.770Z",
            "details": "In 1995, after 2 years of debate in Parliament and following public consultation, the Government brought in a law to equalise men and women’s State Pension age (SPa). This increased the earliest age when a woman could claim SP from 60 to 65. The Government planned for the original change to take place over 10 years between 2010 and 2020. \r\n  \r\nHowever, life expectancy is rising. The Government recognised it needed to make further changes to keep the SP affordable. In 2011 it introduced another law to equalise men and women’s SPa more quickly. The 2011 law also brought forward the increase in everyone’s State Pension age from 65 to 66 by five and a half years. \r\n\r\nThe Government’s original plan was to increase women’s SPa by up to two years, so that men and women’s SPa would equalise in November 2018 rather than in October 2020. The Government listened to concerns, and looked to see if they could reduce the effect of the planned SPa increases. As a result they agreed to reduce the increase in women’s SPa to no more than 18 months, compared to the original 1995 timetable. This benefited almost a quarter of a million women who would otherwise have waited up to two extra years to claim their SP. This change cost £1.1 billion.\r\n\r\nThe Government has done lots to improve pensions for everyone, particularly women. Future women pensioners will benefit on average from a higher new SP payment, and from the expansion of Automatic Enrolment. A woman retiring today can still expect to receive the SP for almost three years longer than men. If SPa had not been equalised, women would spend on average over 40% of their adult life in retirement. \r\n\r\nOther possibilities have been considered. All would cost working people a significant amount. Reversing the 2011 SPa changes would cost over £30bn, whilst returning to a female SPa of 60 would cost over £70bn by 2020/21 (with £38bn needing to be found before April 2018 alone). Going back on these changes could also create a new inequality between men and women. \r\n\r\nFurther changes to SPa are not justified, given the need to use public money to help those most in need.\r\n\r\nThe Government is helping older people remain in and return to work. The number of older women in work is now at a record high. There are more than 900,000 more women aged over 50 in work than in 2010. The average age of exit for women is currently 63.6 – well above the previous women’s SPa of 60.\r\nOur ‘Fuller Working Lives Strategy: A Partnership Approach’, published in February 2017, aims to help older workers remain or return to employment, and to change employer’s attitudes.\r\n\r\nGovernment has changed the law to create the right support for our Fuller Working Lives strategy. For example it is now against the law to dismiss someone from their employment just because they reach the age of 65. Employees also have the right to request flexible working as long as they have worked continuously for the company for six months. This means people can agree a work pattern to suit their circumstances. \r\n\r\nHaving older people in work helps the economy, which in turn means more job opportunities for everybody - including young people. Evidence shows that younger and older workers are not in competition for the same jobs and a range of ages in the workforce is the best mix.\r\n\r\nThe Government also supports vulnerable people. It spends around £50 billion a year on benefits to support disabled people and people with health conditions. Whilst also providing support to carers through the payment of Carers Allowance.\r\n  \r\nSince 1995 the Government has gone to significant lengths to communicate SPa changes.\r\n \r\nOver the last 17 years the Department for Work and Pensions (DWP) has provided over 19 million personalised State Pension estimates.  It has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and people are expected to plan for this.\r\n\r\nFollowing the 1995 SPa changes the equalisation of men and women’s SPa was often reported in the media and debated at length in Parliament. DWP notified people with leaflets and carried out a pension’s education campaign between 2001 and 2004. This included information on the future equalisation of SPa. Later DWP sent individual letters to those affected. The Government made further increases to SPa in 2011 after a public consultation exercise and extensive debates in Parliament.\r\n\r\nWith Government facing increasing financial pressures, it cannot unpick the changes to SPa, some of which have been in place for 22 years. It is simply not affordable, especially when we take into account that the average woman reaching SPa last year will get a higher SP income over her lifetime than an average woman reaching SPa at any point before. \r\n\r\nThere will be no further changes to the law on this issue. This would mean working-age people, especially younger people, bearing a greater share of the cost of the pensions system. \r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2017-09-27",
            "summary": "Since 1995 the Government has gone to significant lengths to communicate SPa changes. No changes will be made to SPa policy affecting 1950s women to avoid placing an unfair burden on working people. ",
            "updated_at": "2018-01-09T17:29:00.803Z"
        },
        "government_response_at": "2017-09-27T13:23:08.773Z",
        "moderation_threshold_reached_at": "2017-09-12T19:40:06.734Z",
        "opened_at": "2017-09-13T15:41:18.712Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-13T20:09:48.373Z",
        "scheduled_debate_date": null,
        "signature_count": 117714,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.379Z"
    },
    "id": 200088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200088.json"
    },
    "type": "petition"
}