{
    "attributes": {
        "action": "Debate in Parliament the absence of treatment for Myalgic Encephalomyelitis (ME)",
        "additional_details": "Myalgic Encephalomyelitis means \"muscle pain plus inflammation of the brain/spinal cord\" - a chronic neurological illness and not merely chronic fatigue. The NHS provide psychiatric treatment for what it calls \"CFS/ME\" claiming disingenuously that the latter and ME are synonymous. The medical definition and plain commonsense dictates that they are not. Thousands of patients who have ME (but do NOT have CFS or CFS/ME) continue to be left entirely without treatment. See: http://investinme.org/",
        "background": "The fact that Myalgic Encephalomyelitis (ME) is a physical illness for which the NHS offers no physical treatment is not widely known. There is an ongoing PR campaign in support of psychiatrists who, denying ME's existence, treat so-called \"CFS/ME\" with psychotherapy which is ineffective or harmful.",
        "closed_at": null,
        "created_at": "2017-09-12T10:18:39.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-12T13:09:44.018Z",
        "opened_at": null,
        "rejected_at": "2017-09-12T15:55:45.067Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe NHS offers physical treatment for ME, so we're not sure what specific action you would like the Government to take. You can find more details here:\r\nhttp://www.nhs.uk/Conditions/Chronic-fatigue-syndrome/Pages/Treatment.aspx\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a debate on the availability of treatments for ME or for more research funding into ME, if that's what you'd like. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-13T15:37:04.812Z"
    },
    "id": 200018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200018.json"
    },
    "type": "petition"
}