{
    "attributes": {
        "action": "Make homework voluntary for children",
        "additional_details": "",
        "background": "Homework should be voluntary as children with a high homework load often suffer from mental health problems such as anxiety and depression. The homework given to a child should be limited and not compulsory to allow time to relax, enjoy physical activities and to sleep.",
        "closed_at": "2018-03-14T23:59:59.999Z",
        "created_at": "2017-09-12T17:55:10.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-15T11:09:45.588Z",
            "details": "The Government considers homework an important part of a rigorous education. A review by the Education Endowment Foundation suggests that homework has a positive impact, leading to pupils making additional progress at school. The quality of homework is more important than the quantity, and homework is likely to be most beneficial when well-planned. Homework that is planned as an integral part of the curriculum gives children the opportunity to practice and reinforce what they have been taught in class. There is no reason for homework that is proportionate in terms of volume and difficulty, and which takes into account the particular needs and wellbeing of pupils, to cause undue stress. Schools do not have to set homework by law and we do not dictate how much homework children have to complete. \r\n\r\nTo address mental health in schools, the Government is consulting on the green paper Transforming Children and Young People’s Mental Health Provision. This includes a proposal to incentivise schools to put in place a Designated Senior Mental Health Lead. The government will fund training with the aim of supporting schools to establish effective whole-school approaches to mental health that cover aspects of school life such as teaching, behaviour and safeguarding policy.\r\n\r\nDepartment for Education",
            "responded_on": "2018-02-15",
            "summary": "It is up to individual schools to decide whether to set homework and how much homework to set. There is no legislation on this. ",
            "updated_at": "2018-02-15T11:09:45.588Z"
        },
        "government_response_at": "2018-02-15T11:09:45.591Z",
        "moderation_threshold_reached_at": "2017-09-14T10:39:08.059Z",
        "opened_at": "2017-09-14T16:33:50.849Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-24T21:24:52.782Z",
        "scheduled_debate_date": null,
        "signature_count": 34084,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.045Z"
    },
    "id": 200074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200074.json"
    },
    "type": "petition"
}