{
    "attributes": {
        "action": "Increase prison sentences for Child Molesters, Sex Offenders & Peadophiles.",
        "additional_details": "Prison sentences for Child Moslesters, Sex Offenders and Peadophiles are shockingly short. \r\n\r\nThe current Average length of imprisonment for people for the 'Sexual penetration of a child under 12' is just 4 years & 7 months.\r\n\r\nThe sentance for possession of a class B drug is up to 5 years. (Cannabis, Codiene, Ritalin)\r\n\r\nPrison time for possessing class B drugs is higher than prison time for the rape of a child.",
        "background": "Prison sentences for Child Moslesters, Sex Offenders & Peadophiles are shockingly short. \r\nThe persistent sexual abuse of a child needs to have a minimum sentence of 9 years & in order to receive a reduced sentence will have to agree to monitoring for a period of time undisclosed to the perpetrator",
        "closed_at": null,
        "created_at": "2017-09-12T15:12:59.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-19T17:33:15.723Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T11:28:18.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you’re concerned about the sentences for sexual offences, we’re not sure what specific action you would like. In particular, we’re not sure if you want to introduce a minimum sentence for all sexual offences only sexual offences against children.  \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for minimum sentences of nine years for people convicted of sexual offences against children, if that’s what you’d like to happen.  \r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-03T11:28:29.364Z"
    },
    "id": 200056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200056.json"
    },
    "type": "petition"
}