{
    "attributes": {
        "action": "Lobster Pots and Small Craft Safety – time to change the rules!",
        "additional_details": "This petition is sponsored by the Cruising Association (CA). We believe that the current, voluntary, arrangements and guidance have not been adequate and that the number of call-outs, by the RNLI and coastguard, to small craft disabled by fouled propellers and rudders shows the significance of the problem. We hope that all stakeholders will work together, with DEFRA, to find a solution, particularly one that is cheap and practical for our fishermen.",
        "background": "We, the undersigned, urge the Minister of State (DEFRA) to improve the way static fishing gear is marked for the safety of all small craft at sea. The current, voluntary, guidance is not adequate. We ask that DEFRA seeks views regarding enforceable regulation among other options.",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "created_at": "2017-09-12T09:02:21.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-19T13:32:44.123Z",
            "details": "The UK has clear rules in place regarding the marking of all fishing gear. Council Regulation (European Commission) No. 1224/2009 outlines the rules applicable to all fishing vessels using passive (static) gear to mark fishing gear so that it is clearly identifiable. Further to this, the detailed rules for implementing this regulation outline the requirements for marker buoys to ensure visibility.\r\nThe Marine Management Organisation (MMO) undertake the enforcement of this regulation within England’s Exclusive Economic Zone (0-200 nautical miles) and have the power to investigate and take action. The Inshore Fisheries and Conservation Authorities (IFCAs) have regional responsibilities within inshore waters (6 nautical miles). In instances where non-compliance is found, the master, owner or charterer of a fishing vessel may be fined or prosecuted for unmarked or poorly marked gear.\r\nThe government is looking at areas in which the enforcement of regulations can be enhanced. We have met with the Royal Yachting Association who have developed an online reporting form to allow fishers and boaters to identify any incident involving fishing gear. The collection of data from this process may help identify any potential solutions.\r\nThe RYA Fishing Gear Incident Reporting Form can be reached at: www.rya.org.uk/go/entanglements\r\nFurther information on the marking of gear can be found at: https://www.gov.uk/guidance/marking-of-fishing-gear-retrieval-and-notification-of-lost-gear \r\n\r\nDepartment of Environment, Food and Rural Affairs",
            "responded_on": "2018-03-19",
            "summary": "The Government takes safety at sea seriously. The UK has regulations in place regarding the marking of fishing gear. We are looking at areas in which the enforcement of regulations can be enhanced.",
            "updated_at": "2018-03-19T13:32:44.123Z"
        },
        "government_response_at": "2018-03-19T13:32:44.126Z",
        "moderation_threshold_reached_at": "2017-09-12T14:34:34.987Z",
        "opened_at": "2017-09-12T14:54:33.029Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-05T22:11:52.561Z",
        "scheduled_debate_date": null,
        "signature_count": 10770,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.133Z"
    },
    "id": 200001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200001.json"
    },
    "type": "petition"
}