{
    "attributes": {
        "action": "Legalise cannabis for medical and recreational use.",
        "additional_details": "Cannabis was prohibited in the UK in 1928, as a result of racism, fear and prejudice.  Prohibition results in disproportionate targeting of ethnic minorities and young people, whose lives are ruined by criminal records. Furthermore, Alcohol causes 3.3 million deaths per year. Tobacco kills over 7 million people per year.  Cannabis has further more shown promise in reducing seizures among other illnesses, and is far safer than opioid painkillers.",
        "background": "It is time for the government to accept that cannabis should be legal. Prohibition has done nothing to reduce drug use and it is hypocritical for the government to allow alcohol and tobacco but not weed. Cannabis should be sold in licensed shops to prevent youth access and regulate the THC level.",
        "closed_at": "2018-03-14T23:59:59.999Z",
        "created_at": "2017-09-12T10:44:50.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-30T15:22:50.702Z",
            "details": "There is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities.  The evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (ACMD), is that the use of cannabis is a ‘significant public health issue and can unquestionably cause harm to individuals and society’. \r\n\r\nThe decriminalisation of drugs in the UK would not eliminate the crime committed by the illicit trade nor would it address the harms associated with drug dependence and the misery this can cause to families and society.  Decriminalisation or legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. \r\n \r\nWhen a police officer finds someone in possession of drugs, it is an operational matter as to the appropriate response.  We have confidence in our police officers to assess as appropriate any enforcement action, where there is a public order or protection or local drug issue that needs addressing, rather than seek them out for drug possession offences.  It is not always appropriate or conducive to the public good to arrest every person they find with a small amount of cannabis and although the police can charge individuals with a criminal offence, they can also issue a warning or an on-the-spot fine of £90 if an individual is found with cannabis. \r\n\r\nIt is important that medicines are thoroughly tested to ensure they meet rigorous standards before being placed on the market, so that doctors and patients are sure of their efficacy, quality and safety.  There is a clear regime in place administered by the Medicines and Healthcare products Regulatory Agency (‘MHRA’) to enable medicines (including controlled drugs such as cannabis) to be developed, licensed and made available for medicinal use to patients in the UK.  For example, the cannabis-based medicine ‘Sativex’ has been granted Marketing Authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis.  Sativex was tested for its safety, efficacy and quality before receiving Marketing Authorisation approval for this application. \r\n\r\nThe MHRA is open to considering marketing authorisation approval applications for other medicinal cannabis products should a product be developed by a manufacturer.  As happened in the case of Sativex, the Home Office will consider issuing a licence to enable trials of any new medicine, providing it complies with the appropriate ethical approvals. \r\n\r\nWe continue to monitor international developments on the evidence base around cannabis.  The World Health Organisation’s Expert Committee on Drug Dependence has committed to reviewing the scheduling of cannabis under the UN’s 1961 Convention.  This is due to consider the therapeutic use as well as dependence and the potential to abuse constituent parts of cannabis.\r\n\r\nHome Office",
            "responded_on": "2017-11-30",
            "summary": "This Government has no plans to legalise cannabis.  Raw cannabis is not recognised in the UK as having any medicinal benefit.  ",
            "updated_at": "2017-11-30T15:22:50.702Z"
        },
        "government_response_at": "2017-11-30T15:22:50.705Z",
        "moderation_threshold_reached_at": "2017-09-12T18:19:18.610Z",
        "opened_at": "2017-09-14T16:24:11.976Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-18T10:30:39.368Z",
        "scheduled_debate_date": null,
        "signature_count": 25402,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.170Z"
    },
    "id": 200021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200021.json"
    },
    "type": "petition"
}