{
    "attributes": {
        "action": "Fund research into pediatric brain cancer & earlier access to experimental drugs",
        "additional_details": "DIPG:\r\n• No cure to date \r\n• Mainly affect children between 4-12 years\r\n• Average survival time from diagnosis is 9 months. \r\n• Every 9 days a child in the UK is diagnosed\r\n• Survival rate +5 years: DIPG 1962-0% 2017-0% vs Leukaemia 1962-4% 2017-94%\r\n• Only 1% of the UK national spend on cancer research has been allocated to brain cancer.\r\n\r\nACTION:\r\n• Fund research into paediatric DIPG brain cancer\r\n• Earlier access to multi modal experimental drugs & delivery system\r\n• UK to be global ambassador for DIPG",
        "background": "A classroom of innocent UK school children is dying every year to an incurable brain cancer called Diffuse Intrinsic Pontine Glioma (DIPG), but globally over 200,000 children in the last 50 years have lost their lives to this death sentence of an illness. This needs to end & a cure needs to be found",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "created_at": "2017-09-12T10:16:06.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-04T11:02:14.323Z",
            "details": "The Government agrees that an increase in the level of research into brain tumours is crucial in order to achieve better outcomes for patients and their families.\r\n\r\nThe Department of Health funds research into all aspects of human health, including cancer and brain tumours, through the National Institute for Health Research (NIHR) at the level of £1 billion per year.\r\n\r\nNIHR cancer research expenditure has risen from £101 million in 2010/11 to £142 million in 2015/16. A significant element of this investment is in cancer research infrastructure. In September 2016 the Secretary of State for Health announced an £816 million investment in 20 NIHR Biomedical Research Centres for 5 years from April 2017. This funding includes the NIHR Royal Marsden/Institute of Cancer Research BRC which will focus exclusively on cancer research, and will receive £43 million over five years from April 2017. Five other BRCs will have dedicated cancer research themes. The funding amount for cancer research over 5 years across all BRCs is an estimated £131 million.\r\n\r\nAs with other Government funders of health research, the NIHR does not allocate funding for specific disease areas. The level of research spend in a particular area, such as brain tumours, is driven by factors including scientific potential and the number and scale of successful funding applications.  \r\n\r\nLast year we set up a Department of Health Task and Finish Working Group on Brain Tumour Research bringing together clinicians, charities, patients and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group met in October 2016, and in January, May and July this year, chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser. The Working Group plans to report to the Parliamentary Under-Secretary of State for Health (Lords) in autumn 2017.\r\n\r\nDepartment of Health",
            "responded_on": "2017-10-04",
            "summary": "We have set up a Department of Health Task and Finish Working Group on Brain Tumour Research to discuss how we can address the need to increase the level and impact of research into brain tumours.\r\n\r\n",
            "updated_at": "2017-10-04T11:02:14.323Z"
        },
        "government_response_at": "2017-10-04T11:02:14.326Z",
        "moderation_threshold_reached_at": "2017-09-12T14:02:15.834Z",
        "opened_at": "2017-09-12T15:14:40.884Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-18T20:27:35.257Z",
        "scheduled_debate_date": null,
        "signature_count": 21799,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.123Z"
    },
    "id": 200017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200017.json"
    },
    "type": "petition"
}