{
    "attributes": {
        "action": "Stop our railway stations being closed by stealth!\r\n",
        "additional_details": "Examples where services were reduced to virtually unusable.  \r\n\r\nPolesworth - footbridge to one platform demolished. Other platform served by just one train a day.\r\n\r\nReddish South, Stockport - served by one train a week in one direction only.\r\n\r\nPilning (S GLOS) - Footbridge to one platform demolished, sneaked through under the guise of a \"minor modification\". Now served by two trains a week in one direction only.\r\n\r\nIt is time this loophole was closed, to stop this cynical abuse of the system.",
        "background": "Closure of a railway station is a serious blow to the community it serves.  It deprives it of valuable transport links, and makes it much more difficult to get to and from. However, all over the country stations are being \"closed by stealth\" with little or any consultation of the people affected.",
        "closed_at": null,
        "created_at": "2017-09-12T09:31:55.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-12T10:07:59.784Z",
        "opened_at": null,
        "rejected_at": "2017-09-12T10:15:33.548Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Parliament to change the law to require consultation of local communities before train services are reduced or stations are closed.  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-18T15:12:16.472Z"
    },
    "id": 200010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200010.json"
    },
    "type": "petition"
}