{
    "attributes": {
        "action": "Impose 5% levy on the Premier League’s broadcasting rights back into  grassroots",
        "additional_details": "Cuts by government to local councils are having a huge impact on Grassroots football across the country with most authorities not able to fund grassroots football anymore while the Premier League clubs have just spent £1.4bn in this summers transfer window.\r\n\r\nAs many Grassroots clubs and teams struggle to survive in these difficult times with ever increasing fees and a lack of affordable facilities both indoor and out, we call on government to impose a 5% levy so that the £billions at the top of the tree reach the roots, the starting place for every football player",
        "background": "We call on Government to impose a 5% levy on The Premier League's £8.3bn combined revenue from UK and international TV deal for 2016-2019 to be reinvested back into Grassroots football",
        "closed_at": "2018-03-13T23:59:59.999Z",
        "created_at": "2017-09-12T20:09:40.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-08T17:03:47.981Z",
            "details": "The FA and the Premier League together make a significant voluntary contribution to grassroots sport but it is right that their continued commercial success should be reflected in the support it gives to all levels of football.\r\n\r\nThe Government continues to work closely with the football authorities to ensure that grassroots sport benefits from a healthy proportion of the broadcast rights revenue generated by the Premier League and any commercial surplus made by the Football Association. \r\n\r\nIn 2016, the Premier League outlined that it will invest at least £1 billion of its domestic TV revenues deal for 2016-2019 on grassroots facilities, youth coaching, improving disabled access, ticketing, solidarity payments to lower leagues, youth development grants, and community funding for all English Football League and National League clubs. Together this is a “40-50%” increase on previous investment.\r\n\r\nAs part of that £1 billion, the Government agreed a deal with the Premier League which will see at least £100 million invested annually over the 2016-2019 cycle - double what was previously spent - to help grassroots football across the country.  This is set out in “Sporting Future” - the Government’s Strategy for Sport, with funding going towards the objectives in the Strategy, such as on programmes for young people to encourage sports participation, health and wellbeing, education, employability, and promoting diversity, social inclusion and access for disabled people. \r\n\r\nThe Government has also welcomed the Premier League’s expansion of its schools offer to every primary school in the country within the next 6 years. The programme, which involves both Premier League and Football League clubs’ community coaches, offers PE lessons and teacher training in addition to the government’s £150m a year school sport premium, as well as after-school multi-sport clubs and tournaments that encourage competitive sport.\r\n \r\nThe FA’s commercial revenues also ensure a significant return to all levels of the game, with grassroots football currently benefitting from an investment of £71 million each year from the sport’s national governing body.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "summary": "As set out in “Sporting Future” the Government’s strategy for sport, grassroots football will benefit from at least £100m a year from the Premier League – double the previous commitment.",
            "updated_at": "2017-11-08T17:03:47.981Z"
        },
        "government_response_at": "2017-11-08T17:03:47.985Z",
        "moderation_threshold_reached_at": "2017-09-12T20:38:31.269Z",
        "opened_at": "2017-09-13T16:38:14.616Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-24T20:21:24.114Z",
        "scheduled_debate_date": null,
        "signature_count": 42843,
        "state": "closed",
        "updated_at": "2018-05-09T11:09:31.752Z"
    },
    "id": 200094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200094.json"
    },
    "type": "petition"
}