{
    "attributes": {
        "action": "Pay Up Now! – Scrap the pay cap and give public servants a meaningful pay rise",
        "additional_details": "For more than seven years, everyone who works in public services has seen their pay decline, thanks to the public sector pay cap. Inflation is currently at 2.9%, meaning that the cap is a significant annual pay cut for those public service champions – nurses, care workers, teaching assistants, social workers and so many others - who work for all of us. Public sector pay has risen by just 4.4% between 2010 and 2016 while the cost of living rose by 22%.",
        "background": "Every single person who works in public services needs and deserve a pay rise. It’s time for the pay cap to be scrapped, for the government to provide additional funding for public sector pay and for employers to put public sector workers pay up now.",
        "closed_at": "2018-03-12T23:59:59.999Z",
        "created_at": "2017-09-12T11:32:17.940Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8037",
            "debated_on": "2017-12-04",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-12-04/debates/B20D70FA-4B48-4680-B680-0528E9B42474/PublicSectorPay",
            "video_url": "http://www.parliamentlive.tv/Event/Index/3665b48b-f2f5-413d-a9c0-d28b9129ac7e"
        },
        "debate_outcome_at": "2017-12-05T10:04:52.545Z",
        "debate_threshold_reached_at": "2017-10-02T19:25:15.709Z",
        "government_response": {
            "created_at": "2017-10-09T15:29:36.756Z",
            "details": "We still need to deal with our country’s debts to ensure we have a strong economy to enable us to invest in our public services.  This means that we will continue to take a balanced approach to public spending.\r\n  \r\nThe Government will consider each specific workforce to ensure pay is set so that we can continue to both attract and hold on to the excellent staff that support our world-leading public services.\r\n\r\nBefore we make final decisions on pay awards, we will seek the views of the eight independent Pay Review Bodies, which will consider the evidence on how we ensure we attract and retain the very best people within our public services, like giving people more flexibility over their working hours.\r\n\r\nThey will report in Spring 2018, at which point we will consider their recommendations and announce public sector pay awards for each of those workforces.\r\n\r\nHM Treasury",
            "responded_on": "2017-10-09",
            "summary": "Public sector workers deserve to have fulfilling jobs that are fairly rewarded. On 12 September we announced a move away from the 1% public sector pay policy, towards a more flexible approach on pay.",
            "updated_at": "2017-10-09T15:29:36.756Z"
        },
        "government_response_at": "2017-10-09T15:29:36.758Z",
        "moderation_threshold_reached_at": "2017-09-12T11:46:53.292Z",
        "opened_at": "2017-09-12T14:36:29.582Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-15T17:23:31.475Z",
        "scheduled_debate_date": "2017-12-04",
        "signature_count": 149138,
        "state": "closed",
        "updated_at": "2019-01-08T10:45:35.163Z"
    },
    "id": 200032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200032.json"
    },
    "type": "petition"
}