{
    "attributes": {
        "action": "Give all British citizens living abroad the right to vote and dedicated MPs",
        "additional_details": "We believe that all British citizens deserve genuine representation in Parliament. British citizens living abroad must be able to vote for an MP to represent their interests in the House of Commons. Having their own dedicated MPs would more efficiently address their concerns which are often different to UK residents’. This petition proposes to introduce votes for life and to add overseas constituencies with a dedicated MP for each constituency to better represent British Citizens living abroad.",
        "background": "About 1 million British citizens living abroad do not have the right to vote due to their overseas residency exceeding 15 years. They therefore lack representation in Parliament. And, British Citizens living abroad for under 15 years may only vote in a constituency they no longer live in.",
        "closed_at": "2018-03-13T23:59:59.999Z",
        "created_at": "2017-09-12T09:19:27.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-15T13:56:38.298Z",
            "details": "The Government’s principle is clear: participation in our democracy is a fundamental part of being British, no matter how far you have travelled. The Government remains committed to scrapping the 15 year limit on the voting rights of overseas electors ahead of the next scheduled General Election in 2022, subject to securing the necessary Parliamentary approval.\r\n\r\nGlyn Davies’ Private Member’s Bill on Overseas Electors successfully passed its second reading in the House of Commons on 23 February 2018 and will now be moving on to the next stage of legislative passage. The Government spoke in favour of the bill during the debate. If it becomes law, this bill would implement the Government’s manifesto commitment to deliver ‘votes for life’. We encourage all eligible British citizens to register to vote, wherever they live.\r\n\r\nThe Government agrees that all British citizens who move to another country should be able to vote for a Member of Parliament to represent their interests. This would be the Member of Parliament representing the area in which an overseas elector previously lived.\r\n\r\nThe Government does not support the creation of parliamentary constituencies for overseas electors. We believe it is the right principle that overseas electors continue to have some form of connection to the area of the country where they were last resident. This is the approach taken generally in other democracies with overseas voting. \r\n\r\nCabinet Office",
            "responded_on": "2018-03-15",
            "summary": "The Government remains committed to introducing ‘votes for life’ ahead of the next scheduled General Election in 2022 but has no plans to create overseas constituencies.",
            "updated_at": "2018-03-15T13:56:38.298Z"
        },
        "government_response_at": "2018-03-15T13:56:38.301Z",
        "moderation_threshold_reached_at": "2017-09-12T18:00:28.718Z",
        "opened_at": "2017-09-13T13:30:32.274Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-22T00:15:43.912Z",
        "scheduled_debate_date": null,
        "signature_count": 10314,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.071Z"
    },
    "id": 200005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200005.json"
    },
    "type": "petition"
}