{
    "attributes": {
        "action": "End the animal cruelty laws exemptions for halal and shechita slaughter houses",
        "additional_details": "Religious convictions do not justify cruelty to animals. On leaving the EU specific UK legislation must replace the EU slaughter directive, precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory. There must be one law for everybody in the UK and all must be subject to the same law.",
        "background": "The EU's 2009 slaughter regulation requires all animals, including poultry, to be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.",
        "closed_at": null,
        "created_at": "2017-09-13T10:49:19.041Z",
        "creator_name": "Ceri Shian Jayes",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-06T13:25:29.277Z",
            "details": "Current national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for the Environment, Food and Rural Affairs",
            "summary": "The Government would like all animals stunned at slaughter. However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. ",
            "updated_at": "2017-10-06T13:25:29.277Z"
        },
        "government_response_at": "2017-10-06T13:25:29.281Z",
        "moderation_threshold_reached_at": "2017-09-13T11:59:29.496Z",
        "opened_at": "2017-09-14T10:09:08.646Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-19T22:26:16.753Z",
        "scheduled_debate_date": null,
        "signature_count": 22859,
        "state": "open",
        "updated_at": "2018-01-24T20:36:51.290Z"
    },
    "id": 200131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200131.json"
    },
    "type": "petition"
}