{
    "attributes": {
        "action": "Stop NHS England from removing herbal and homeopathic medicines",
        "additional_details": "Many NHS patients either suffer such severe side-effects from pharmaceutical drugs they cannot take them, or have been given all other conventional medicines and interventions with no improvement to their health. These patients will continue to need treatment on the NHS and will end up costing the NHS more with conventional prescriptions. There will be no cost savings and patient health will suffer. It is clear stopping homeopathic & herbal prescriptions will not help but hurt the NHS.",
        "background": "NHS England is consulting on recommendations to remove herbal and homeopathic medicines from GP prescribing. The medicines cost very little and have no suitable alternatives for many patients. Therefore we call on NHS England to continue to allow doctors to prescribe homeopathy and herbal medicine.",
        "closed_at": null,
        "created_at": "2017-09-13T14:04:16.015Z",
        "creator_name": "Cristal Sumner",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-12T15:49:45.456Z",
            "details": "Information from NHS England (NHSE) shows that in 2015, the cost for all prescriptions dispensed in primary care, not including any dispensing costs or fees, was £9.27 billion, a 4.7% increase on the previous year.  Due to the increasing cost, NHSE is leading a review of medicines which can be considered as being of low clinical value and develop new guidance for Clinical Commissioning Groups (CCGs). \r\n \r\nOn 21 July, NHSE launched a three month consultation on the draft guidance on low value prescription items which is based on the latest clinical evidence, including that from the National Institute of Health and Care Excellence (NICE).  Careful consideration has been given to ensure that particular groups of people are not disproportionately affected, and that principles of best practice on clinical prescribing are adhered to.\r\n \r\nThe commissioning guidance, upon which NHSE is consulting, will be addressed to CCGs to support them to fulfil their duties around the appropriate use of prescribing resources. This will need to be taken into account by CCGs in adopting or amending their own local guidance to their clinicians in primary care.\r\n \r\nThe aim of this consultation is to provide individuals with information about the proposed national guidance and to seek people’s views about the proposals.  NHSE welcomes the views of the public, patients, clinicians, commissioners and providers through this consultation process to help inform the final guidance. The consultation ends on 21 October. Links to the consultation can be found here: \r\nhttps://www.england.nhs.uk/2017/07/medicine-consultation/ and\r\nhttps://www.engage.england.nhs.uk/consultation/items-routinely-prescribed/\r\n\r\nIt is the responsibility of local NHS organisations to make decisions on the commissioning and funding of any healthcare treatments for NHS patients, such as homeopathy, taking account of issues to do with safety, clinical and cost-effectiveness and the availability of suitably qualified and regulated practitioners.\r\n \r\nComplementary and alternative medicine (CAMs) treatments can, in principle, feature in a range of services offered by local NHS organisations. A treating clinician would take into account an individual’s circumstances and medical history in deciding what would be the most appropriate treatment for their condition. CCGs will have specific policies on the commissioning and funding of CAMs, and may have also developed local policies on priorities with regards to the funding of treatments. A GP would have to work within such policies in providing any treatments on the NHS.\r\n\r\nThe Department of Health supports an approach to evidence-based prescribing which does not support the commissioning of services which are not clinically and cost effective. We are not aware of any evidence that demonstrates the therapeutic effectiveness of homeopathic products. The National Institute for Health and Care Excellence (NICE) does not currently recommend that homeopathy should be used in the treatment of any health condition, whilst primary care prescribing data shows that there has been a significant decline in the prescribing of homeopathic products over the last 10 years. Furthermore, a good number of NHS organisations are reviewing their funding of homeopathic treatments and some have already stopped funding such treatment altogether.\r\n\r\nDepartment of Health",
            "summary": "It is for local NHS organisations to decide on the commissioning and funding of these healthcare treatments. NHS England’s consultation on low value prescription items includes homeopathic treatments",
            "updated_at": "2017-10-12T15:49:45.456Z"
        },
        "government_response_at": "2017-10-12T15:49:45.458Z",
        "moderation_threshold_reached_at": "2017-09-13T14:20:40.513Z",
        "opened_at": "2017-09-13T16:02:34.300Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-27T13:08:56.021Z",
        "scheduled_debate_date": null,
        "signature_count": 25699,
        "state": "open",
        "updated_at": "2018-01-24T19:16:34.304Z"
    },
    "id": 200154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200154.json"
    },
    "type": "petition"
}