{
    "attributes": {
        "action": "Reduce the age of Mandatory Mammograms to age 25-30",
        "additional_details": "I know of a huge amount of women/men diagnosed with breast cancer between the age of 23-40 most are now terminally ill and leaving children & babies behind. \r\nI want everyone to have a better chance of survival; not only for themselves, but for their children, parents, siblings, friends. \r\n\r\nCancer does not discriminate, it doesn't care how old or fit you are or whether you're male or female, so why are mandatory mammograms only available for women 50+\r\n\r\nWe need change!!!",
        "background": "I was diagnosed with breast cancer age 36, at 37 I was told it was terminal. I have a 7 year old daughter who has already lost her dad to heart disease. \r\nBecause of my age, I never dreamt I'd have breast cancer",
        "closed_at": "2018-03-13T23:59:59.999Z",
        "created_at": "2017-09-13T14:03:58.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-09-26T14:00:15.161Z",
            "details": "Breast cancer can be a devastating disease which is why the Government is committed to providing well-managed screening programmes that are based on the most current peer reviewed evidence to ensure the greatest benefit.\r\n\r\nA screening programme is introduced following a robust process using peer reviewed evidence that shows the benefits to screen clearly outweigh harm and they are subject to central programme specifications and quality assurance. The English cancer screening programmes are internationally renowned for their rigour, standard of evidence, national implementation and quality assurance.\r\n\r\nThe NHS Breast Screening Programme (NHS BSP) in England offers all women between the ages of 50 and 70 the opportunity to be screened every three years for breast cancer, in order to help detect abnormalities and reduce the number of lives lost to invasive breast cancer.  The aim of the NHS BSP is to detect breast cancer early when there is a greater chance of cure, thus reducing the number of lives lost to invasive breast cancer.  \r\n\r\nThe programme recognises that whilst early detection is the best way to reduce breast cancer mortality by giving the opportunity to offer women more treatment options, which may save lives, it accepts that there are also risks. These risks include over-diagnosis (referring women for unnecessary tests) and over-treatment (operating on women with disease which is unlikely to cause serious harm to them).  For women under the age of 50, breast screening is not very effective, especially when they have not reached the menopause.  Breast screening is offered from  the age of 50 based on the average age of menopause being 51 and that the chance of developing breast cancer increases with age.  Four out of five breast cancers develop in women over the age of 50. There is insufficient evidence to confidently offer breast screening to women at a much younger age because to do so may cause more harm than good.  Not all breast cancers can be detected early when they are non-invasive and some women with non-invasive disease would never have cancer during their lifetime. \r\n\r\nThere are several trials in the Programme addressing these issues currently:\r\n•\tForget me not www.sloaneproject.co.uk/NonTreatmentStudy.htm  \r\n•\tLoris www.cancerresearchuk.org/about-cancer/find-a-clinical-trial/a-trial-comparing-surgery-with-active-monitoring-for-low-risk-dcis-loris\r\n•\t Sloane www.sloaneproject.co.uk/. \r\n \r\nThe 2012 UK independent review of breast cancer screening (Marmot review) estimated that inviting women between the ages of 50-70 reduces mortality from breast cancer in the population invited by 20% and saves an estimated 1,300 lives a year.  It also found that screening women outside the ages of 50 to 70 years could lead to over-diagnosis or over-treatment. To read the review, please visit: http://www.cancerresearchuk.org/prod_consump/groups/cr_common/@nre/@pol/documents/generalcontent/breast-screening-report.pdf \r\n\r\nIn June 2015, the World Health Organisation’s International Agency for Research on Cancer (IARC) published the findings of a review on breast cancer screening in the New England Journal of Medicine. A group of 29 independent international experts from 16 countries, convened by the IARC, assessed the cancer-preventive and adverse effects of various methods of screening for breast cancer. The findings of the review support the current age at which women are first invited for breast screening in England and the three year interval period between invitations. The IARC’s review found that the evidence for the effectiveness of screening women in the younger age group of 40 to 49 was limited. Women aged over 70 are not routinely invited for breast screening because there is no evidence to support this, although they are entitled to self-refer every three years if they wish. You review can be accessed here: www.iarc.fr/en/mediacentre/pr/2015/pdfs/pr234_E.pdf\r\n\r\nIn 2008, the age extension trial began to investigate into whether extending screening to 47-49 and 71-73 year olds is clinically and cost effective. This trial is led by researchers at the University of Oxford and will provide robust evidence about the effectiveness of screening in these age groups, which will include the benefit and harms. The trial is expected to report in 2020. \r\n\r\nWomen that are identified as being at high risk of the disease (e.g. due to a genetic mutation such as BRCA1/2 or having had supradiaphragmatic radiotherapy at a young age) can be referred into the programme at a younger age. However, for this younger cohort, screening is usually performed by magnetic resonance imaging (MRI) which is a more suitable screening test than mammography alone.\r\n \r\nWe encourage all women to be breast aware and anyone with concerns should discuss these with their General Practitioner. \r\n\r\nDepartment of Health",
            "responded_on": "2017-09-26",
            "summary": "The Government is committed to helping detect, treat and reduce the number of lives lost to invasive breast cancer. Evidence for the effectiveness of screening women under 50 is limited.",
            "updated_at": "2017-09-26T14:00:15.161Z"
        },
        "government_response_at": "2017-09-26T14:00:15.164Z",
        "moderation_threshold_reached_at": "2017-09-13T14:56:53.340Z",
        "opened_at": "2017-09-13T16:16:22.282Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-14T19:14:35.911Z",
        "scheduled_debate_date": null,
        "signature_count": 29167,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.154Z"
    },
    "id": 200153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200153.json"
    },
    "type": "petition"
}