{
    "attributes": {
        "action": "Revise the rape statute of the UK to allow women to be guilty of the offence.",
        "additional_details": "More men each year are coming forward to discuss their experiences at the hands of female abusers.\r\nThis campaign is being started by women, who believe it is beyond tragic that men do not have the same laws protecting them as women.\r\nAdd into the fact that men have fewer charities working for them, and you can see they are horribly unrepresented.\r\nMale suicide rates are much higher than women, and rising. With more support and representation, we believe we can start to reduce the rates.\r\nThank you.",
        "background": "In the United Kingdom, rape can only be committed by a man, as the term 'penis' is used.\r\nThis is incredibly damaging to victims of rape where females were the perpetrators.\r\nWe strive for an equal society, and to claim these victims weren't raped, only belittles their horrific experience.",
        "closed_at": null,
        "created_at": "2017-09-13T10:21:52.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-13T11:34:57.605Z",
        "opened_at": null,
        "rejected_at": "2017-09-13T15:16:56.193Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIn law, rape is defined as non-consensual penetration with a penis. If you would like that definition to be changed, you could start a new petition asking Parliament or Government to do that. Non-consensual penetration with something other than a penis is defined as sexual assault by penetration. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-19T09:44:22.814Z"
    },
    "id": 200130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200130.json"
    },
    "type": "petition"
}