{
    "attributes": {
        "action": "Review the CMA investigation into the lighting industry retail sector to save it",
        "additional_details": "The UK supply chain supports 1,700 companies across a diverse lighting sector and is worth £2.3bn to the economy. The UK is home to more than 140 lighting design practices that specify lighting for mainly overseas projects and which present a unique opportunity for lighting manufacturers to access global markets.”\r\n\r\nIn order to keep this important industry viable \"the key lies in having a healthy, competitive and sustainable UK lighting industry that can respond to change with agility.” M Fallon",
        "background": "The CMA recently investigated the lighting industry retail sector and fined one company £2.7m for price fixing. The CMA goes on to state that it is an industry problem and that it will continue to monitor the situation. They fail to realise that unregulated online sales are costing jobs & investment",
        "closed_at": null,
        "created_at": "2017-09-13T17:59:57.065Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-13T19:55:51.208Z",
        "opened_at": null,
        "rejected_at": "2017-09-14T16:14:40.242Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you're concerned about the UK lighting industry, but we're not sure exactly what action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-14T16:15:13.955Z"
    },
    "id": 200187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200187.json"
    },
    "type": "petition"
}