{
    "attributes": {
        "action": "Start a Parliamentary discussion on Ireland Unification Talks",
        "additional_details": "Might I suggest that there is a clause that after a specified period of time (say six years) since we have officially left the European Union, the people of both Ireland & Northern Ireland can vote on whether they would like their current situation to stay the same, Northern Ireland to re-unify with Ireland, or whether The Republic of Ireland would like to rejoin the United Kingdom.",
        "background": "As part of Parliament's Brexit talks, there should be a discussion about a possible Re-Unification of Ireland. As Northern Ireland will now be our only physical border with the EU, some kind of border controls will have to be implemented, to stop any unrestricted movement across the UK border.",
        "closed_at": null,
        "created_at": "2017-09-13T19:18:43.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T12:42:52.938Z",
        "opened_at": null,
        "rejected_at": "2017-09-15T14:34:26.697Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the UK Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  For example, you could ask for a debate in Parliament about the effect of Brexit on the border arrangements between Northern Ireland and the Republic of Ireland. \r\n\r\nAlternatively, you could ask the UK Government to try to negotiate a specific outcome in its discussions with the EU, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-15T14:34:31.634Z"
    },
    "id": 200196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200196.json"
    },
    "type": "petition"
}