{
    "attributes": {
        "action": "Reduce and end unnecessary single-use plastics",
        "additional_details": "Those who sign this petition are calling for a reduction in single-use plastics and for the Government to set a target date for the eventual ban of all single-use plastics. \r\n\r\nThere are many ways to reduce single-use plastics; deposit return schemes and plans similar to that of the 5p plastic bag charge.\r\n\r\nIt has been calculated that the weight of plastics in the ocean is likely to exceed that of fish by 2050.\r\n\r\nWe cannot allow future generations to be burdened with a damaged environment.",
        "background": "We, the undersigned, call for action on the current environmental crisis concerning single-use plastics and demand the Government committ to a significant reduction and eventual end to them. There's been recent success in limiting microbeads and plastic bags, but far more needs to be done.",
        "closed_at": "2018-03-14T23:59:59.999Z",
        "created_at": "2017-09-13T18:17:29.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-01T15:29:55.135Z",
            "details": "The 25 Year Environment Plan that was published on 11 January outlines the steps that will be undertaken to achieve that ambition, including new measures to eliminate all avoidable plastic waste by the end of 2042.\r\n\r\nThis Government is already a world leader in tackling plastic waste, not only banning microbeads but also taking nine billion plastic bags out of circulation with our 5p carrier bag charge. \r\n\r\nWe recognise, however, that more needs to be done to protect our environment.\r\nWe want to increase recycling, promote resource efficiency and reduce litter. We established an independent working group to look at different measures to reduce littering and improve recycling of drinks containers. This group held a call for evidence on this topic at the end of last year; it included seeking evidence on the costs, benefits and impacts of deposit and reward and return schemes. The call for evidence is a first step in considering options. The working group will report back to Ministers with its advice shortly.\r\n\r\nWe will extend the 5p plastic carrier bag charge to all retailers.\r\n\r\nWe will work with retailers to explore introducing plastic-free supermarket aisles in which all the food is loose – giving consumers the choice to make greener decisions and promoting the use of less damaging packaging. \r\n\r\nWe will remove all consumer single-use plastics from the offices of the central Government estate.\r\n\r\nThe Government will also look at how the tax system or charges could further reduce the amount of single-use plastic waste we create through a call for evidence to be published in February. \r\n\r\nWe will also do more to help developing nations tackle pollution and reduce plastic waste, including through the deployment of UK aid.\r\n\r\nIn relation to the claim that the weight of plastics in the ocean is likely to exceed that of fish by 2050, the Government is not aware of the evidential basis to support this assertion.  The UK’s Marine Strategy Part Three, published in December 2015, sets out a comprehensive set of measures that we are taking to reduce the incidence of marine litter in particular. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government wants to leave our environment in a better state than we found it, we are already a world leader in tackling plastic waste.   ",
            "updated_at": "2018-02-01T15:29:55.135Z"
        },
        "government_response_at": "2018-02-01T15:29:55.138Z",
        "moderation_threshold_reached_at": "2017-09-13T19:55:30.256Z",
        "opened_at": "2017-09-14T16:15:12.723Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-12T12:02:40.388Z",
        "scheduled_debate_date": null,
        "signature_count": 11595,
        "state": "closed",
        "updated_at": "2018-05-03T14:29:50.866Z"
    },
    "id": 200189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200189.json"
    },
    "type": "petition"
}