{
    "attributes": {
        "action": "Layla's Law Vaccinate all UK children against Meningitis B strain (MenB).",
        "additional_details": "A doctor dismissed a rash as a bruise. Due to the rapid onset of Death or at best, life long debilitating disabilities, we cannot take such high risks with Children's  life's. Meningitis Now the charity and medical professionals and MPs agree all children should be vaccinated. 3,200 contract this disease each year and 10% die.",
        "background": "Layla Rose Ermenekli, died of Meningitis B on the 4th Feb 17. Had Parliament made the Vaccination available to all children on 01 Sept 15 and not just new born babies, Layla Rose would be alive today. In addition the report into Layla's death shows medical professionals missed opportunities.",
        "closed_at": "2018-03-15T23:59:59.999Z",
        "created_at": "2017-09-13T08:07:52.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-23T15:46:31.293Z",
            "details": "Vaccination saves lives – it prevents disease, disability and death. It is a vital way to protect children (and others) against a range of serious diseases and we strongly encourage families to take up vaccinations when offered. \r\n\r\nAll our vaccination programmes are based on expert review of the evidence from the Joint Committee on Vaccination & Immunisation (JCVI) – it bases its recommendations on a comprehensive review of a wide range of scientific and other evidence, including from the published literature, and commissioned studies such as independent analyses of vaccine effectiveness and cost effectiveness. https://www.gov.uk/government/groups/joint-committee-on-vaccination-and-immunisation\r\n\r\nMen B is a terrible disease and the Department would like to extend its deepest sympathies to the family and friends of Layla Rose Ermenekli. However, the UK MenB vaccination programme is based on the advice of the JCVI.  The JCVI recommended that MenB immunisation should be routinely offered to the group of children at the highest risk, and reviewed all available evidence in determining their advice.\r\n\r\nTheir advice is summarised in the following statement:\r\nhttps://www.gov.uk/government/publications/meningococcal-b-vaccine-jcvi-position-statement\r\n\r\nFollowing JCVI’s recommendation, the UK is proud to have been the first country to introduce a national, publically funded MenB immunisation programme for infants using the Bexsero® vaccine. Since September 2015, all infants aged two months have been offered the MenB vaccine, followed by a second dose at four months and a booster at 12 months. Since May 2017, all children under two have become eligible for vaccination. The vaccine is also available to a small number of older children and adults who are at an increased risk of infection, such as those with specific underlying medical conditions. \r\n\r\nThe JCVI keeps the eligibility criteria of all vaccination programmes under review and considers new evidence as it emerges. The JCVI has considered older age groups (1-4 year olds) but did not advise a catch up programme. The JCVI have also requested further research to reduce uncertainty and give a greater level of confidence on whether a vaccination programme for adolescents would be cost effective. Specifically, the JCVI have requested a study of the effect of MenB vaccination on the carriage of meningococcal strains in adolescents. An open competition process has been carried out, and completed, to commission this work, which the selected research team could potentially begin by the end of 2017.\r\n\r\nMenB is, thankfully, very rare and incidence has been declining since 2000/2001. There were about 1,600 cases of MenB in 2000/01 compared to 444 MenB cases in 2015/16 and the vaccine protects against the majority of MenB strains for infants and those who are at risk of meningococcal disease. \r\n\r\nThere are, however, strains of group B meningococcal bacteria which are not covered by the vaccine and cases can still occur in vaccinated infants and children. It is therefore very important for parents to be alert to the symptoms of meningococcal disease such as fever, blotchy skin, refusal to feed, irritability, cold hands and feet, rash, muscle pain, and a stiff body with jerky movements or else floppy and lifeless. Parents should trust their instincts and seek urgent medical attention if they have concerns. Further information is available publically on the NHS choices website; https://www.nhs.uk/Conditions/Meningitis/Pages/Introduction.aspx \r\n\r\nPublic Health England (PHE) has been collaborating with charities about how best to help parents understand the signs and symptoms of meningitis and septicaemia. This includes providing  funding to the charities to deliver a package of activities, including distributing materials to highlight the most common signs of meningitis in babies and toddlers and digital promotion of a ‘Meningitis Signs and Symptoms’ app to educate parents.\r\n\r\nDepartment of Health",
            "responded_on": "2017-10-23",
            "summary": "The UK became the first country to have a national publicly-funded infant MenB vaccination programme using the vaccine Bexsero®. Based on expert advice, it offers protection to those at highest risk.",
            "updated_at": "2017-10-23T15:46:31.293Z"
        },
        "government_response_at": "2017-10-23T15:46:31.296Z",
        "moderation_threshold_reached_at": "2017-09-13T08:51:50.620Z",
        "opened_at": "2017-09-15T09:54:39.013Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-10T06:37:28.718Z",
        "scheduled_debate_date": null,
        "signature_count": 12080,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.149Z"
    },
    "id": 200117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200117.json"
    },
    "type": "petition"
}