{
    "attributes": {
        "action": "Abolish Universal Credits before it puts majority of the UK in poverty",
        "additional_details": "Universal Credit is about cutting the Social Security bill meaning millions will be worse off. \r\nOnce fully implemented Universal Credit will mean easier sanctioning forcing people to live off nothing. \r\nHousing subsidy will be time limited for some 18-21 year olds forcing more to be homeless. \r\nSupport for child care drastically cut. \r\nDisability elements cut or abolished altogether. \r\nThousands of small businesses will be forced out of business. \r\nSome rates are lower than current benefit rates.",
        "background": "The new Universal Credit replaces JSA, Income Support, ESA, Housing Benefit, Tax Credits and Working Tax Credits.\r\n\r\nBILLIONS taken from the needy and most vulnerable in society.",
        "closed_at": "2018-03-20T23:59:59.999Z",
        "created_at": "2017-09-13T22:21:05.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-15T10:33:53.482Z",
            "details": "The best way to help people out of poverty is to help them into work. Work is the pillar of a strong economy and a strong society and we believe that work should always pay, that we should have a welfare system that helps people into work, supports people who need help, and is fair to those who pay for it. \r\n\r\nThe old system which UC is replacing is complicated, inflexible and involves different agencies and Government departments. This complexity would often mean that people were put off from taking up offers of employment or taking on more hours.\r\n\r\nUniversal Credit is revolutionising the welfare system by making work pay. It simplifies the system and provides a single payment for people in or out of work which ensures that people are always better off working and better off working more. There are none of the cliff edges or complicated hours rules of the old system, just a single, simple, taper so payments reduce in a transparent and predictable way as earnings increase.\r\n\r\nUniversal Credit provides unprecedented level of personalised support. People receive tailored support managed through personal work coaches, who know each person’s case and have more tools than ever before to help people prepare for work and get a job. \r\n\r\nWe know this is having a positive impact on employment outcomes, it’s been proven by three separate research studies. Compared to the old system, people on Universal Credit are more likely to be in work after 6 months, spend more time looking for a job, more time looking to increase their earnings and will actually consider work they wouldn’t have considered doing before.\r\n\r\nFurthermore, the Government recognises that high childcare costs can affect parents’ decisions to take up paid work or increase their working hours. We increased the level of support for childcare costs within Universal Credit from 70 per cent to 85 per cent. The intention is that families will get more out of the money that they earn, and will find that it pays to get a job, from taking the first step back into work, right up to working full-time.\r\n\r\nWe want to make sure that Universal Credit is fair to claimants and to the taxpayer that funds it, and that support is targeted at those that need it most. Each jobseeker receiving UC takes on a ‘commitment’ or ‘contract' which is the obligation to look for and take on work, and in return receive the benefit payment as planned. This clearly sets out what is expected of jobseekers, the support they get to move into work and the consequences of not adhering to the requirements, which can include sanctions. All requirements that are set are reasonable and achievable for each individual claimant, taking their circumstances into account. \r\n\r\nWe want to ensure that 18 to 21-year-olds do not slip straight into a life on benefits, which is why we are helping young people get the training, skills and experience they need to move into a job and build a career. The change to housing costs support for this group will ensure young people in the benefit system face the same choices as young people who work but may not be able to afford to leave home. We know that personal circumstances will differ so we have worked closely with stakeholders to develop a fair and robust set of exemptions to protect the most vulnerable young people.\r\n\r\nUniversal Credit aims to support all people to participate fully in society, including remaining in or returning to work. Many disabled people want to work but feel the risk of losing their benefits is too great. Part of the design of Universal Credit is to simplify the current provision in legacy benefits so that Universal Credit is simpler to understand and deliver, and less prone to fraud and error. Rather than replicate every aspect of disability provision in the current legacy system, we have removed the complexity of dealing with different rules for seven different disability additions. There will also be transitional protection for those claimants with existing premiums whose circumstances do not change who move over to Universal Credit as part of the managed migration process, if their overall entitlement would be less than under the old system.\r\n\r\nThe Government recognises the importance of self-employment and small businesses to the economy and to society. As part of the Government’s wider growth strategy, we are keen to help self-employed people to achieve their potential and progress in work. We are also keen to support new enterprise and there is a range of support for small businesses such as the new Enterprise Allowance. Universal Credit supports people into self-employment where it is the best route for them to become financially self-sufficient. The aim is to increase the number of people progressing from low earning self-employment and becoming more self-sufficient in the long term and to encourage those reporting very low self-employed income to increase their earnings. \r\n\r\nDepartment for Work and Pensions",
            "summary": "Universal Credit is simplifying the system to ensure that work always pays and more people are moving into work as a result. Personalised support is available and targeted at those that need it most.",
            "updated_at": "2017-11-15T11:30:18.722Z"
        },
        "government_response_at": "2017-11-15T10:33:53.485Z",
        "moderation_threshold_reached_at": "2017-09-13T22:44:30.201Z",
        "opened_at": "2017-09-20T16:29:27.207Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-30T22:38:39.408Z",
        "scheduled_debate_date": null,
        "signature_count": 17991,
        "state": "closed",
        "updated_at": "2018-04-13T09:46:53.020Z"
    },
    "id": 200213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200213.json"
    },
    "type": "petition"
}