{
    "attributes": {
        "action": "Implement a normal political structure in Northern Ireland.",
        "additional_details": "We the people of Northern Ireland call upon James Brokenshire and Westminster to implement a normal political structure in Northern Ireland, like in England, Scotland and Wales even the ROI. If any party refuses this normal political structure, they would be excluding themselves from the government until the next election to which they will be eligible once again to stand. This way it's not the Westminster excluding parties. They exclude themselves, and they will have no one else to blame.",
        "background": "The people of Northern Ireland, for far too long have had to endure a second class governmental system unfit for purpose. It has collapsed on many occasions and is in constant deadlock. We deserve a system that can give stable long term government for everyone. It's time to normalise politics in NI.",
        "closed_at": null,
        "created_at": "2017-09-14T15:17:41.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T18:05:52.617Z",
        "opened_at": null,
        "rejected_at": "2017-09-15T14:54:25.000Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government to do to change the political structure in Northern Ireland. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-13T13:45:43.779Z"
    },
    "id": 200294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200294.json"
    },
    "type": "petition"
}