{
    "attributes": {
        "action": "Ban balloon and sky lantern releases.",
        "additional_details": "Balloon releases may look pretty, but they have to end up somewhere. They land in our seas & countryside where birds get tangled up in the ribbons, or the balloons & ribbons are eaten by other wildlife causing slow & painful death. Sky lanterns are even more dangerous. Sometimes landing early before the flame has extinguished, causing fire & damage with the possible risk to life. We wouldn't accept people littering our streets, so why accept littering our countryside?",
        "background": "Balloon & sky lantern releases litter the environment, causing death to wildlife & in the case of sky lanterns, can cause uncontrollable fires that destroy life & property. Let's respect our environment & stop littering it.",
        "closed_at": "2018-03-18T23:59:59.999Z",
        "created_at": "2017-09-14T09:20:09.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-30T13:58:45.255Z",
            "details": "In 2013, the UK Government’s Department for Environment, Food and Rural Affairs and the Welsh Government jointly commissioned an independent study on balloons and sky lanterns to identify and assess their impacts and risks to livestock and the environment. It is published here:\r\nhttp://sciencesearch.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&Completed=0&ProjectID=18402. The report concluded that the risk of injury and death to cattle and impact on the environment is low. Despite this, we are aware of the ongoing concerns among livestock keepers, the wider agricultural community and others about the potential risks posed by balloons. We continue working with the agricultural industry to address those concerns.\r\n\r\nWhere a council has experienced anti-social issues in relation to the matter within their local communities, and  legislation or local measures through which the issue could be addressed does not exist, there is a ‘model' byelaw, produced by the Department for Communities and Local Government, to help those councils wanting to regulate the release of sky lanterns on council-owned land.\r\n\r\nThe Chartered Trading Standards Institute has published a code of practice for sky lanterns, which aims to provide guidance for manufacturers, importers, and retailers. Local authority Trading Standards enforce the relevant regulations and have taken action to remove lanterns from the market if they think they do not meet the safety requirements. Some large retailers no longer sell sky lanterns, and some venues outlaw their release on their premises. \r\n\r\nThe Government considers the current regulatory regime, supported by existing information and guidance, effective and proportionate. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-10-30",
            "summary": "The Government considers the current regulatory regime, supported by existing information and guidance, effective and proportionate.",
            "updated_at": "2017-10-30T13:58:45.255Z"
        },
        "government_response_at": "2017-10-30T13:58:45.257Z",
        "moderation_threshold_reached_at": "2017-09-15T16:32:52.038Z",
        "opened_at": "2017-09-18T10:32:34.822Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-06T11:54:41.875Z",
        "scheduled_debate_date": null,
        "signature_count": 50414,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.369Z"
    },
    "id": 200251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200251.json"
    },
    "type": "petition"
}