{
    "attributes": {
        "action": "Impose Financial sanctions on the State of Myanmar (Burma).",
        "additional_details": "Human rights watchdogs have voiced mounting concerns, over Myanmar’s systematic campaign aimed towards ethnic cleansing of its minority population.\r\n\r\nhttp://www.bbc.co.uk/news/world-asia-41260767",
        "background": "Impose harsh financial sanctions on the State of Myanmar due to the current ongoing ethnic cleansing being pursued by elements of its security forces.",
        "closed_at": "2018-03-14T23:59:59.999Z",
        "created_at": "2017-09-14T00:42:23.290Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/myanmar-rohingya-minority-debate-17-19/",
            "debated_on": "2018-04-16",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/Commons/2018-04-16/debates/FB517E47-EA76-40A7-BA56-71279FFA1FF8/MyanmarRohingyaMinority",
            "video_url": "https://www.parliamentlive.tv/Event/Index/0e341f8d-4bca-4583-b986-e455bf79a2f5"
        },
        "debate_outcome_at": "2018-04-17T09:28:10.787Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-04T14:13:37.813Z",
            "details": "The UK is seriously concerned about the situation in northern Rakhine and the linked refugee crisis across the border in Bangladesh.  We have been at the forefront of the international community's response, both humanitarian and political.\r\n\r\nAs a Permanent Member of the UN Security Council, the UK has now raised Burma three times at the Council.  On 18 September, we secured agreement for a statement expressing concern about reports of excessive violence during the security operations in Rakhine, calling for immediate steps to end the violence  and ensure full access for humanitarian relief.  The Security Council discussed Burma in an open session on 28 September. The Foreign Secretary hosted a lunch during UNGA week to discuss the situation in Rakhine which included Burma and a range of international partners.\r\n\r\nAt the Human Rights Council in Geneva, the UK took part in an Interactive Dialogue led by Kofi Annan with the Burma Fact Finding Mission on 19 September. The UK co-sponsored a resolution to extend the mandate of the Mission. \r\n \r\nEU sanctions, other than the Arms Embargo, were removed in 2013 following progress made in Burma towards a democratic transition. .   Following recent events in Rakhine, we judge the Security Council would be unlikely to agree to sanctions at this stage. However, we are working with EU partners to consider possible measures by the EU and to follow the UK’s lead in suspending defence assistance and visits to EU countries by senior military figures such as the Commander in Chief and regional commanders responsible for the violence in Rakhine state.\r\n \r\nForeign and Commonwealth Office",
            "summary": "The UK is seriously concerned with recent events in Rakhine. We are working closely with partners on the international community’s response. \r\n\r\n",
            "updated_at": "2017-10-04T14:13:37.813Z"
        },
        "government_response_at": "2017-10-04T14:13:37.816Z",
        "moderation_threshold_reached_at": "2017-09-14T01:50:05.060Z",
        "opened_at": "2017-09-14T16:19:42.313Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-19T21:10:24.248Z",
        "scheduled_debate_date": "2018-04-16",
        "signature_count": 30349,
        "state": "closed",
        "updated_at": "2018-04-26T09:26:11.809Z"
    },
    "id": 200224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200224.json"
    },
    "type": "petition"
}