{
    "attributes": {
        "action": "Post Brexit British Armed Forces shouldnt be integrated into an EU defence force",
        "additional_details": "Keeping Britain locked into the structures, policies and financial schemes of the new EU Defence Union in a post-Brexit world means passing control of our military to the EU at a time when the British public have voted overwhelmingly to take back that control.",
        "background": "Boris Johnson recently announced that post-Brexit British Armed forces are to be offered for integration into the Defence Apparatus of the European Union on terms, \"Closer than a third country\"\r\nThis will betray British voters who voted Leave to stop the ambitions of the EU to appropriate our Forces",
        "closed_at": null,
        "created_at": "2017-09-14T09:39:12.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T09:55:15.263Z",
        "opened_at": null,
        "rejected_at": "2017-09-14T16:04:30.427Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nThere is currently no EU Defence Force and the Foreign Secretary didn't announce plans to integrate the British Army into a possible future EU defence force, so we're not sure what action you'd like the Government or Parliament to take. \r\n\r\nYou can read about the Foreign Secretary's comments in context here: \r\nhttps://www.gov.uk/government/news/uk-offers-deep-security-partnership-with-eu-post-brexit-in-the-face-of-growing-global-threats\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-14T16:33:34.056Z"
    },
    "id": 200256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200256.json"
    },
    "type": "petition"
}