{
    "attributes": {
        "action": "End the export of live farm animals after Brexit.",
        "additional_details": "Long distance travel causes enormous suffering: overcrowding; pain and stress; compromised immunity; inhumane slaughter on arrival; loss of legal safeguards. SOURCE CIWF\r\n\r\nDuring live transport there is a high risk of animal suffering: handling during loading and unloading; strange sights and sounds and animals; heat stress and lack of water and rest. SOURCE RSPCA\r\n\r\nAnimals are crammed into unsuitable transport and endure gruelling journeys heading for conditions illegal in this country. RSPCA",
        "background": "The transport of live animals exported from the UK causes immense suffering. This trade is governed by EU law, not the UK Government.\r\n\r\nThe Government should plan legislation to ban the export of live farm animals in favour of a carcass only trade and introduce this as soon as we leave the EU.",
        "closed_at": "2018-03-19T23:59:59.999Z",
        "created_at": "2017-09-13T20:18:55.852Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0042",
            "debated_on": "2018-02-26",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-02-26/debates/39AF207E-7235-4D57-8723-54F6F87CC17B/LeavingTheEULiveFarmAnimalExports",
            "video_url": "http://www.parliamentlive.tv/Event/Index/b22ff481-91ef-4c91-affc-008cf49aa434"
        },
        "debate_outcome_at": "2018-02-27T11:33:34.344Z",
        "debate_threshold_reached_at": "2018-03-17T18:48:12.009Z",
        "government_response": {
            "created_at": "2017-10-16T12:35:15.079Z",
            "details": "The Government is committed to improving the welfare of animals. The Government share the public’s high regard for animal welfare.  We are proud to have some of the highest animal welfare standards in the world.\r\n \r\nThe Government believes animals should be slaughtered as close as practicable to their point of production. A trade in meat and meat products is preferable to the long distance transport of animals to slaughter. Once we leave the European Union, and in line with our manifesto commitment, we can take early steps to control the export of live farm animals for slaughter. We will be considering the options further in the context of our departure from the EU. \r\n\r\nUntil negotiations are concluded, the UK remains a full member of the EU and all the rights and obligations of EU membership remain in force. During this period the Government will continue to negotiate, implement and apply EU legislation. \r\n\r\nWe have made clear in Brussels that we support improvements being made to enforcement across the EU of existing rules on the long distance transport of livestock. We have also supported calls for the European Commission to make improvements to the existing EU Regulation on protecting animal welfare in transport.  \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-10-16",
            "summary": "Government has a Manifesto commitment “as we leave the European Union, we can take early steps to control the export of live farm animals for slaughter” and will be considering options in this context",
            "updated_at": "2017-10-16T12:35:15.079Z"
        },
        "government_response_at": "2017-10-16T12:35:15.082Z",
        "moderation_threshold_reached_at": "2017-09-19T07:36:21.674Z",
        "opened_at": "2017-09-19T09:53:11.235Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-29T11:51:32.240Z",
        "scheduled_debate_date": "2018-02-26",
        "signature_count": 100752,
        "state": "closed",
        "updated_at": "2019-02-11T14:56:05.683Z"
    },
    "id": 200205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200205.json"
    },
    "type": "petition"
}