{
    "attributes": {
        "action": "The assessment process used by the DWP for ESA and PIP is not fit for purpose.",
        "additional_details": "The DWP assessment procedure was set up to evaluate claimants, and ensure that the correct payments are made to the people who are eligible for them.\r\nOver half of the appeals against benefit decisions are upheld by the courts, and this is unacceptable.\r\nThe processing of these appeals is producing a huge burden on the court system, the claimants, their medical staff & carers, and also the DWP staff who have to process them.\r\nThe system should produce the correct decision first time, every time.",
        "background": "The assessment process used by the DWP to assess claimants eligibility for ESA and PIP payments is not doing the job it was set up to do, as can clearly be seen by the large number of successful appeals against decisions that are made. This is leading to a high cost to all of the people involved.",
        "closed_at": null,
        "created_at": "2017-09-14T14:24:54.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T15:11:13.741Z",
        "opened_at": null,
        "rejected_at": "2017-09-18T13:25:36.600Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what changes to the assessment process you would like. \r\n\r\nIf you're not exactly sure what changes you would like, you could start a new petition asking the UK Government or Parliament to review the current assessment process to ensure that the system produces the correct decision first time."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-18T13:25:36.606Z"
    },
    "id": 200286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200286.json"
    },
    "type": "petition"
}