{
    "attributes": {
        "action": "Investigate covert foreign interference in the EU referendum",
        "additional_details": "It is important that the full scale of any manipulation is made public, so that trust in democracy in the UK is restored and necessary precautions can be developed.\r\n\r\nIt is noteworthy that in the US/German cases, spreading fear of immigrants has been a major tactic (http://nyti.ms/2xonxTw)\r\n\r\nGerman BfV statement: (16 Nov 2016) http://reut.rs/2gZS17j\r\n\r\nThe Fake Americans Russia Created to Influence the Election (7 Sep 2017) http://nyti.ms/2wflmT6\r\n\r\nEU referendum: (14 Dec 2016) http://ind.pn/2i2Jeh5",
        "background": "It is becoming clear that the US 2016 election was the target of Russian efforts to influence the result, for instance via large numbers of fake social media accounts.\r\n\r\nThere is some evidence (eg http://ind.pn/2wuMo48 ) that the EU referendum was similarly targeted; a full investigation is needed.",
        "closed_at": null,
        "created_at": "2017-09-15T09:41:52.598Z",
        "creator_name": "Adam Bernard",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-16T11:52:14.288Z",
            "details": "The Government takes the security and integrity of our democratic processes very seriously. It is unacceptable for any nation, not just Russia, to interfere in the democratic elections of another country. \r\n\r\nWith regard to cyber interference, the UK electoral system is a difficult one to manipulate directly through cyber-attack as we operate a system of manual counting of paper ballots. Nevertheless, the Government is not complacent and will continue preparing for the future. The National Cyber Security Centre is currently working to deploy active cyber defence measures. These seek to block, disrupt and neutralise malicious cyber activity before it reaches citizens. This is part of the Government’s on-going work to make the UK the most secure place to live and work online.\r\n\r\nConcerning disinformation, the Government is proud that our country benefits from a free, open and accessible media. However, others may try to use this to manipulate and confuse the information environment to suit their own ends. Managing this in all its forms is a long-term priority for the UK and the Government will continue to work to effectively constrain the effects of disinformation. This includes regulation through independent bodies, such as Ofcom who – through the Broadcasting Code – require broadcasters to present news with due accuracy and due impartiality. \r\n\r\nThe Russian government persistently uses disinformation as a tool to destabilise perceived enemies. This is not a new evolution in methodology or approach and has been evident in Russia’s illegal annexation of Crimea; its rhetoric on the Syrian regime backed chemical weapons attacks on innocent civilians; and as a method employed by the country in its destabilisation of east Ukraine and beyond. The UK is actively engaging with international partners, industry and civil society to tackle the Kremlin’s use of disinformation and propaganda, which is damaging Russia’s global reputation.\r\n\r\nCabinet Office",
            "summary": "As the Prime Minister stated in her speech at Mansion House on 13th November 2017, the first duty of Government is to safeguard the nation. ",
            "updated_at": "2017-11-16T11:52:14.288Z"
        },
        "government_response_at": "2017-11-16T11:52:14.290Z",
        "moderation_threshold_reached_at": "2017-09-15T11:22:07.067Z",
        "opened_at": "2017-09-19T16:42:34.444Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-30T21:25:06.851Z",
        "scheduled_debate_date": null,
        "signature_count": 19065,
        "state": "open",
        "updated_at": "2018-01-24T13:15:21.005Z"
    },
    "id": 200394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200394.json"
    },
    "type": "petition"
}