{
    "attributes": {
        "action": "Review CMA ruling on the lighting industry to prevent further damage to retail",
        "additional_details": "\"The UK supply chain supports 1,700 companies across a diverse lighting sector and is worth £2.3bn to the economy. The UK is home to more than 140 lighting design practices that specify lighting for mainly overseas projects and which present a unique opportunity for lighting manufacturers to access global markets.” Michael Fallon MP.\r\n\r\nJobs are being lost across the sector, training has almost ceased because retailers cannot make a living; this must be urgently reviewed to save the industry.",
        "background": "The CMA investigation considers only price maintenance. It has taken a simplistic view of how this will affect consumers and business in the short term. There is no consideration of the longer term & how this ruling is forcing retailers to close, removing our conduit to consumer education and jobs!",
        "closed_at": null,
        "created_at": "2017-09-14T16:38:53.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T18:50:00.442Z",
        "opened_at": null,
        "rejected_at": "2017-09-21T09:44:59.599Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you think that the law needs to be changed to help the lighting industry, you could start a petition calling for a specific change to the law. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-25T10:47:53.854Z"
    },
    "id": 200312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200312.json"
    },
    "type": "petition"
}