{
    "attributes": {
        "action": "To get life Saving EpiPens in and around Public places.",
        "additional_details": "Australia have recently won their campaign to get life saving EpiPens in public places, This is something that needs developing in the uk. We have come so far with suppling defibrillators in public and work places. Now I think EpiPens should be supplied in all the same areas as defibrillator machines, which has saved many lives already. It could be Classed as a \"Life Saver Station\".",
        "background": "with being diagnosed with multiple allergies I have to carry my EpiPens around with me.So many people dying from an anaphylactic shock due to either not wanting to carry their Epipens around due to the stigma or simply forgetting your Epipens.This is why its important to have them  in public places.",
        "closed_at": null,
        "created_at": "2017-09-14T20:35:09.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T20:58:49.019Z",
        "opened_at": null,
        "rejected_at": "2017-09-15T15:24:08.465Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like EpiPens to be available in public places, but we're not sure exactly what you'd like the UK Government or Parliament to do to make this happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, so that all workplaces and businesses are required to have EpiPens. Alternatively, you could ask the Government to run an awareness campaign, to encourage employers and businesses to have EpiPens available. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-15T15:24:13.975Z"
    },
    "id": 200349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200349.json"
    },
    "type": "petition"
}