{
    "attributes": {
        "action": "Make Hydraulic Fracturing (Fracking) illegal in the UK",
        "additional_details": "Fracking has proven to cause water pollution and earthquakes in the USA which can have dire consequences. Even if it was safe, should we start becoming less reliant on fossil fuel? They won't be around forever and we need to be prepared for when that time comes. A government survey recently showed that only 16% of people support fracking. We are a country of democracy and should respect the will of the public.",
        "background": "I and many others believe that hydraulic fracturing, commonly known as fracking should be made illegal because of the effects on the environment and people's safety.",
        "closed_at": "2018-03-18T23:59:59.999Z",
        "created_at": "2017-09-14T16:21:09.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-27T11:03:28.217Z",
            "details": "The Government is committed to a low carbon and affordable future for our energy. \r\n\r\nGas remains an important part of our energy mix as we as we transition from coal, to create a bridge to low carbon.  It provides almost a third of our electricity., 85% of households in England have gas central heating, and 19% of our gas is used in industry, for power and heat and as feedstock for a wide range of chemical products including many items found in our homes including pharmaceuticals and plastics. \r\n\r\nSince 2000, UK gas production has decreased and we are becoming increasingly dependent on imports. We currently import just under half of the gas we use and by 2030 it is predicted we will import 72% of the gas we consume.  Shale gas is a potential new source of domestic gas, which can provide local jobs and growth. \r\n\r\nWe are clear that shale gas development must be done in a safe manner.  Our regulatory system uses existing regulators with long-standing experience of regulating across different sectors in their area of specialisation. Each regulator specialises in the aspect that they oversee, such as health and safety or the environment, they can bring to bear extensive knowledge and experience gained from their work in other sectors as well as oil and gas. The Government’s position draws on independent reviews by the Royal Society and Royal Academy of Engineering, and Public Health England. These reports have considered a wide range of evidence and looked at the UK regulatory system. The Royal Society and Royal Academy of Engineering concluded: “the risks can be managed effectively in the UK, if operational best practices are implemented and enforced through regulation.” \r\n\r\n\r\nEarly engagement is vital with communities who may be affected by shale gas developments and we acknowledge that public confidence in the process is important to the success of the industry. To increase understanding of hydraulic fracturing, we have worked closely with industry and regulators to improve public engagement. \r\n\r\nThe industry body – the UK Onshore Operators Group (UKOOG) – has established a Community Engagement Charter. All shale gas operators will engage local communities, residents and other stakeholders at and ahead of each of three stages – exploration, appraisal and production. This is in addition to consultation through the planning and environmental permit applications. \r\n\r\nIn addition, regulators hold regular drop-in events in local communities with shale gas prospects, to explain how the industry is regulated.  \r\n\r\nWe will continue to work with industry and regulators to ensure the public has access to factual information on hydraulic fracturing and proposed shale developments. \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2017-10-27",
            "summary": "Shale gas could provide a new domestic source of gas, reducing our need for imports, and providing local jobs.  There are robust regulations in place to ensure it is extracted safely.",
            "updated_at": "2017-10-27T11:03:28.217Z"
        },
        "government_response_at": "2017-10-27T11:03:28.219Z",
        "moderation_threshold_reached_at": "2017-09-17T21:55:05.628Z",
        "opened_at": "2017-09-18T16:31:05.968Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-16T18:14:14.602Z",
        "scheduled_debate_date": null,
        "signature_count": 24941,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.252Z"
    },
    "id": 200307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200307.json"
    },
    "type": "petition"
}