{
    "attributes": {
        "action": "Increase the sentencing for animal cruelty so that the punishment fits the crime",
        "additional_details": "The Croydon Cat killer has done the former, he clearly should spend more than 3 months in prison. Yes, this is an extreme, but he is still doing it and will not be deterred by the ludicrously lenient terms that are currently given. A woman who imprisoned dogs to starve them was given a suspended sentence. A man who stabbed a cat to death was given a lesser sentence to run concurrently with the punishment for attacking his wife. I have the proposed guidelines: http://infoonpetition.weebly.com/",
        "background": "What is worse; \r\nluring hundreds of pet cats and other animals with food, running them over, mutilating their bodies and leaving the remains outside doors; \r\nCommon assault;\r\nOr giving wrong information when filling in an electoral form?\r\nThey all have a maximum sentence of 6 months (3months served)",
        "closed_at": null,
        "created_at": "2017-09-14T16:37:42.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-14T17:59:25.870Z",
        "opened_at": null,
        "rejected_at": "2017-09-19T14:38:32.837Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law to set a specific minimum (or maximum) sentence for animal cruelty offences. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-19T14:38:36.970Z"
    },
    "id": 200310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200310.json"
    },
    "type": "petition"
}