{
    "attributes": {
        "action": "Renew Uber London's private hire operator licence as it's part of our life now.",
        "additional_details": "Today due to abnoxious and rude Taxi drivers and mindlessly unaware MPs and Mayor of London's stance there is very risk that both riders and drivers life would be disrupted and we would be back to the old days when we were shabbily treated by Taxi drivers. It's your opportunity to voice your concern to thwart any effort by London Mayor Sadiq Khan and some Members of Parliament to ban Uber in London. Your views will and should emphatically tell the MPs that they are patently wrong.",
        "background": "About 4 years back a techie from the US invented this revolutionary app which matched riders with the drivers. Ever since its arrival in London Uber has not only provided a reliable low cost transport to Londoners but also been a source of decent livelihood for hundreds of thousands of unemployed.",
        "closed_at": null,
        "created_at": "2017-09-15T12:44:45.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-15T13:28:36.572Z",
        "opened_at": null,
        "rejected_at": "2017-09-15T14:57:04.698Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-21T15:17:35.574Z"
    },
    "id": 200421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200421.json"
    },
    "type": "petition"
}