{
    "attributes": {
        "action": "Don't leave the EU",
        "additional_details": "The referendum result should be disregarded as so many people who voted to leave were tricked by the lies of the Brexit camp. So much for democracy if people have been hoodwinked. We need to show the Government that this Brexit disaster is not \"the will of the people\" by calling on them in sufficient numbers to stop it. I don't think enough people realised quite how complicated it would be to leave the EU, so here's a better idea: Stay in. The EU would welcome us back with open arms.",
        "background": "It would be a colossal mistake for the UK to leave the EU. The Government is floundering in the Brexit negotiations and the country would be poorer in every sense outside of the EU. And It would affect young people's lives greatly and this could become Regrexit.",
        "closed_at": "2018-03-19T23:59:59.999Z",
        "created_at": "2017-09-15T13:49:51.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-03T11:23:31.460Z",
            "details": "The British people voted to leave the EU and the Government is clear that we will deliver on their decision. As the Prime Minister set out in her Mansion House speech, the UK is seeking the broadest and deepest possible agreement with the EU. The Government's vision is of a UK that is a champion of free trade based on high standards - a Britain which forges a bold and comprehensive economic partnership with its neighbours in the EU, and reaches out beyond to strike trade agreements with nations across the globe.\r\n\r\nSignificant progress has been made in the negotiations as set out in the Joint Report on progress which the UK and EU published in December. The UK and EU have also agreed the terms of a time-limited implementation period. This will give businesses and citizens the time they need to put in place the new arrangements required, as the terms of our future partnership become clearer.\r\n\r\nThe implementation period will also establish a bridge to the new UK's partnership with the EU. After 29 March 2019, the UK will be able to step out into the world and forge its own way by negotiating, ratifying and signing trade deals across the globe.\r\n\r\nGood progress has been made on the wider Withdrawal Agreement. The sections on Citizens' Rights and the Financial Settlement have been locked down. On Northern Ireland, where there is more to do before the deal can be finalised, both the EU and the UK have reaffirmed their commitment to the December Joint Report. Both sides are committed to reaching agreement on the entire Withdrawal Agreement by October.\r\n\r\nThe EU has now adopted guidelines for the next phase of negotiations on future EU-UK relations. The UK Government will continue to approach the negotiations with energy and ambition and will work with the EU to develop a strong future economic and security partnership.\r\n\r\nWe will continue to work together to deliver the best possible outcome for all our citizens.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-04-03",
            "summary": "The British people voted to leave the EU, and the Government will respect their decision. Real progress has been made to deliver a smooth and orderly exit.",
            "updated_at": "2018-04-03T11:23:31.460Z"
        },
        "government_response_at": "2018-04-03T11:23:31.463Z",
        "moderation_threshold_reached_at": "2017-09-15T17:25:35.377Z",
        "opened_at": "2017-09-19T10:02:53.817Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-16T10:50:07.096Z",
        "scheduled_debate_date": null,
        "signature_count": 10990,
        "state": "closed",
        "updated_at": "2018-07-19T13:01:57.533Z"
    },
    "id": 200427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200427.json"
    },
    "type": "petition"
}