{
    "attributes": {
        "action": "UK Government to put forward a Venezuela Resolution in front of the UN",
        "additional_details": "Social media has enlightened the extent of the situation - showing us the horrific scenes. Scenes which show people's desperation for change, as well as a social divide. This issue needs to be addressed immediately, or the alternative could be catastrophic. Voting on this resolution could help restore democracy and peace. Don't we owe it to the world, to stand up for: the 163 dead; 5000 arrested & the 15,000 injured? This resolution is the only hope to reassemble a shattered Venezuela.",
        "background": "Democracy has been suppressed in Venezuela. While opposition forces have been protesting peacefully against the Government, they have been met with violence. Maduro has waged a war on the people. The extensive use of tear gas has facilitated 163 deaths. What is liberty without the right to protest?",
        "closed_at": null,
        "created_at": "2017-09-15T13:21:38.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-15T17:31:21.157Z",
        "opened_at": null,
        "rejected_at": "2017-09-18T13:24:48.418Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to propose a UN resolution calling on the Government of Venezuela to support democratic institutions and uphold the right to protest, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-18T13:24:52.494Z"
    },
    "id": 200424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200424.json"
    },
    "type": "petition"
}