{
    "attributes": {
        "action": "Prevent acid abuse, and provide justice for victims by stricter punishments.",
        "additional_details": "Since 2010 there has been 1800 reported acid attacks in London alone, with a 70% rise between 2015 to 2016. This form of attack have been a very common method to cause harm to women especially, in south Asian countries. But to think that this is becoming a rising devastation in the UK is not only worrying but unacceptable, for a nation that is meant to be powerful, that should be an example to other countries, is not being able to provide safety for citizens just walking on the streets.",
        "background": "It is the duty of the law of this country to hold peoples safety as priority, and yet after so much chaos, so much destruction, no change has happened. The amount of damage that has taken place on people’s lives is horrible and very upsetting. Acid attacks is a very violent form of abuse.",
        "closed_at": null,
        "created_at": "2017-09-15T21:37:33.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-16T09:56:50.476Z",
        "opened_at": null,
        "rejected_at": "2017-09-21T13:15:41.424Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-03T10:16:31.238Z"
    },
    "id": 200486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200486.json"
    },
    "type": "petition"
}