{
    "attributes": {
        "action": "Stop Student Forum Bullying",
        "additional_details": "Bullying is conduct that cannot be objectively justified by a reasonable code of conduct, and whose likely or actual cumulative effect is to threaten, undermine, constrain, humiliate or harm another person or their property, reputation, self-esteem, self-confidence or ability to perform. \r\nHelp to create a better and safer environment in Schools, Colleges and Universities - \r\nStop Student Forum Bullying Now!",
        "background": "I am studying law at a University and have been on the receiving end of some very hurtful and damaging comments made by other students in the same study forum.  I made a formal complaint, but this caused me to become more isolated.  Join our campaign. No one should be subjected to online bullying.",
        "closed_at": null,
        "created_at": "2017-09-16T23:56:49.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-17T15:52:38.280Z",
        "opened_at": null,
        "rejected_at": "2017-09-18T14:12:48.931Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions that ask the Government or Parliament do something. Your petition seems to be asking for action from student forums, schools, colleges and universities. \r\n\r\nYou could start a new petition asking for a specific change in the law, if that's what you'd like. \r\n\r\nVictims of online harassment and abuse can report this either to the police, the social media platform or both. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-18T14:12:55.447Z"
    },
    "id": 200571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200571.json"
    },
    "type": "petition"
}