{
    "attributes": {
        "action": "Introduce Mindfulness/well-being and healthy choices to primary curriculum",
        "additional_details": "North Belfast is the highest suicide rate in the whole of Europe. Our mental health service can not cope with the issues in Northern Ireland. Our Health Service is buckling under obesity we need to tackle this at a younger age. Our children have a right to have enough information and knowledge on the food they eat to enable them to make healthy choices. Our children have a right to learn coping skills which will help them as they grow with the leading pressures in today's society.",
        "background": "Primary School children need more education around healthy choices. Healthy eating week once a year is not enough. Our children need Mindfulness and well-being to help build stronger minds for a healthier future. Early intervention against childhood obesity and mental health.",
        "closed_at": null,
        "created_at": "2017-09-16T17:35:43.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-19T22:03:47.450Z",
        "opened_at": null,
        "rejected_at": "2017-09-22T10:04:13.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. The primary curriculum in Northern Ireland is devolved to the Northern Ireland Assembly.\r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nYou could start a new petition asking for the UK Government to introduce Mindfulness/well-being and healthy choices to the Primary Curriculum in England and to work with the Northern Ireland Assembly to encourage them to do the same."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-22T10:04:52.920Z"
    },
    "id": 200547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200547.json"
    },
    "type": "petition"
}