{
    "attributes": {
        "action": "Keep Childcare Vouchers open beyond April 2018",
        "additional_details": "Childcare Vouchers have been used by millions and are currently used by 780,000 parents. The new Tax-Free Childcare (TFC) regime will extend childcare support to some people that cannot access the current voucher scheme and this should be welcomed. \r\nGovernment plans to close Childcare Vouchers to new entrants so hundreds of thousands of parents could lose out by £100s or find themselves unable to claim any support at all! Including couples with one working parent who won’t be eligible under TFC.",
        "background": "Hundreds of thousands of parents will lose out under the new tax-free childcare. The voucher schemes should be kept open alongside tax-free childcare to give parents a genuine choice for the support that best suits their family.",
        "closed_at": "2018-03-18T23:59:59.999Z",
        "created_at": "2017-09-17T08:01:18.630Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0265",
            "debated_on": "2018-01-15",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-01-15/debates/F831B5C6-4C08-4F0C-B532-140F9E70B353/ChildcareVouchers",
            "video_url": "http://parliamentlive.tv/Event/Index/1b35e4c7-860b-4f2b-ab68-99699601adf1"
        },
        "debate_outcome_at": "2018-01-16T09:42:25.270Z",
        "debate_threshold_reached_at": "2017-11-08T20:43:49.590Z",
        "government_response": {
            "created_at": "2017-10-12T15:10:46.790Z",
            "details": "The Government is committed to supporting working families and is investing more in childcare than ever before. Tax free childcare is one part of that increased childcare support, and everyone who earns at least £120 per week on average, but doesn’t exceed the upper income limit of £100,000 per annum can apply for the scheme, which is fairer and better targeted than vouchers.\r\n\r\nTax-Free Childcare will be available to over 2 million households to help with the cost of childcare, enabling more parents to go out to work if they want to. Working parents will be able to apply via an online childcare account, and access up to £2,000 per child (or £4,000 for disabled children). \r\n\r\nThe system is fairer and better targeted than vouchers, which are only offered by a minority of employers and self-employed parents are unable to access them. Tax-free childcare benefits parents whose employer doesn’t offer vouchers and the self-employed. It’s also fairer: support will be paid per child rather than per parent, so lone parent households will get the same support as those with more than one parent.\r\n\r\nIn addition to Tax-Free Childcare, we are also supporting families by offering 30 hours free childcare for working parents of three and four year olds in England, and more generous support for parents on Universal Credit, who are able to claim up to 85% of childcare costs.\r\n\r\nHM Treasury",
            "responded_on": "2017-10-12",
            "summary": "The Government is investing more in childcare than ever before. Tax free childcare is one part of that childcare support and is fairer and better targeted than vouchers.",
            "updated_at": "2017-10-12T15:10:46.790Z"
        },
        "government_response_at": "2017-10-12T15:10:46.793Z",
        "moderation_threshold_reached_at": "2017-09-17T22:18:32.508Z",
        "opened_at": "2017-09-18T09:58:36.987Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-26T17:25:01.081Z",
        "scheduled_debate_date": "2018-01-15",
        "signature_count": 119588,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.197Z"
    },
    "id": 200585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200585.json"
    },
    "type": "petition"
}