{
    "attributes": {
        "action": "Scrap the Standing Charge on Utility Bills",
        "additional_details": "The standing charge is well documented as a major cause of low waged people's debt levels. No business outside the utility companies demands an upfront charge for its services, you don't pay a tenner for 'use of store' upon entering the supermarket and it is unjust and unreasonable that commercial companies should be able to victimise environmentally aware and low waged consumers",
        "background": "The standing charge is unjust because it places additional costs upon the low user. The standing charge punishes responsible usage by imposing higher per unit charges upon low usage. (And contravenes the current EU water directive 2000/60/EC that pricing should be used to encourage conservation.)",
        "closed_at": null,
        "created_at": "2017-09-17T09:57:27.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-17T18:27:17.936Z",
        "opened_at": null,
        "rejected_at": "2017-09-25T14:16:15.123Z",
        "rejection": {
            "code": "no-action",
            "details": " Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nOfgem removed the requirement for standing charges on energy tariffs in 2016, so we're not sure what further action you'd like Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the standing charge on water bills to be reviewed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-10-03T15:45:43.132Z"
    },
    "id": 200597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200597.json"
    },
    "type": "petition"
}