{
    "attributes": {
        "action": "End homelessness today. \r\nHouse homeless people in places of worship.",
        "additional_details": "Most homeless people are left without any identification, no help is offered to get these individuals identification or even register at a doctors. At the very least make it a lawful or a legal requirement that Churches and Mosques, house the homeless during dangerous time of the year, the likes of autumn, winter and spring. When temperatures can fall below freezing putting innocent people lives at risk.",
        "background": "I've watched homeless increase tenfold in my city of Chester in the past 5 years. I conversed with these individuals an estimated 50% of the people I spoke to was either told to move by their local councils because they didn't have any local connections to the ares, e.g. Family, friends or work.",
        "closed_at": null,
        "created_at": "2017-09-16T13:15:29.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-17T03:50:15.753Z",
        "opened_at": null,
        "rejected_at": "2017-09-25T14:10:23.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the UK Government to require all places of worship to house people who are homeless, or to make it lawful for places of worship to house people who are homeless if they want to. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-29T16:45:14.064Z"
    },
    "id": 200527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200527.json"
    },
    "type": "petition"
}