{
    "attributes": {
        "action": "Change law so evidence must be provided before revoking innocent parent’s rights",
        "additional_details": "Families’ rights must be protected with a new law to ensure that the state only revokes parents/children’s rights by court process. Authorities must provide evidence to a judge to prove neglect or harm to a child. Parents/children must be granted full and equal access to legal aid and justice as the authorities. Domestic law must be accessible, comprehensible and any defects enabling the abuse of people’s rights must be addressed. It’s in any society's interest that families & children flourish",
        "background": "A change of law is required as parent’s rights can be revoked unnecessarily, excessively denying them a say in their children’s treatment. Current law tramples on innocent parents/children’s rights and is open to misinterpretation/abuse allowing public bodies to collaborate to abuse families’ rights",
        "closed_at": null,
        "created_at": "2017-09-17T13:16:07.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-18T08:37:27.500Z",
        "opened_at": null,
        "rejected_at": "2017-09-25T12:37:43.117Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific change in the law, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-25T12:37:50.959Z"
    },
    "id": 200610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200610.json"
    },
    "type": "petition"
}