{
    "attributes": {
        "action": "Provide free glasses on the NHS, for children with Irlens Syndrome.",
        "additional_details": "It's possible to get a tinted sheet to lay over her work but this has to be removed for writing. \r\n\r\nTo flourish at school she needs glasses with the correct coloured lenses so that she can see her work. They aren't available on the NHS as the prescription is a colour, not curved glass, leaving the parent to pay for a colourimetry test to find the correct shade and depth of colour, the frame and the lenses, costing about £250+ plus regular assessments.\r\n\r\nTo read, write and reach their potential these children NEED their glasses but are penalised due to their prescription. Glasses for Irlens Syndrome are vital to their education and should be provided on the NHS just like any other children's glasses.",
        "background": "Like many children with Irlens Syndrome, my daughter struggles to read. The words and letters \"move around the page\". This is not actually an optical problem but a problem with the way the brain processes visual information, and can be stopped by simply putting a coloured filter over the words.",
        "closed_at": "2018-03-21T23:59:59.999Z",
        "created_at": "2017-09-17T14:16:26.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-17T19:47:29.459Z",
        "opened_at": "2017-09-21T15:17:17.371Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1360,
        "state": "closed",
        "updated_at": "2018-03-22T00:00:04.950Z"
    },
    "id": 200614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200614.json"
    },
    "type": "petition"
}