{
    "attributes": {
        "action": "The Government must publish its own Brexit Impact/Risk Assessments",
        "additional_details": "The issue was raised recently by a former civil servant, James Chapman (@jameschappers) in a tweet on 14 Sept. More info here:\r\n\r\nThe Scotsman: http://www.heraldscotland.com/news/15477522.SNP_urges_UK_Government_to_come_clean_on_analysis_that_supposedly_suggests_Scotland_would__lose_most__from_Brexit/\r\n\r\nFinancial Times:\r\nhttps://www.ft.com/content/ff48e924-9a0d-11e7-a652-cde3f882dd7b\r\n\r\nGiven the implications for the UK of leaving the EU, the government must make these documents public.",
        "background": "In the many months since the Brexit referendum in June 2016, government departments have prepared impact assessments which detail the consequences of Brexit for the UK's economy in 50+ sectors. Why have these not been made public since it is the public at large that bears the risks?",
        "closed_at": null,
        "created_at": "2017-09-17T20:47:29.352Z",
        "creator_name": "Andrea Sella",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-23T11:09:13.568Z",
            "details": "The Department for Exiting the European Union, working with officials across Government, is undertaking a wide range of analysis covering the entirety of the UK economy in order to support negotiations. We are looking at over 50 sectors as well as areas of cross-cutting regulations.\r\n\r\nStakeholder engagement is a central element of our plan to build a national consensus around our negotiating position. DExEU Ministers are working closely with colleagues across Government to ensure that we are speaking to a wide range of sectors.\r\n\r\nThe Government is committed to negotiating a deep and special partnership with the European Union and is conducting a wide-ranging programme of analysis. It would not be appropriate, however, to publish details that could undermine the UK's negotiating position with the EU, and Parliament has voted not to publish such details.\r\n\r\nParliament will have a say on the final deal we achieve with the European Union as we will put that deal to a vote in both Houses before it comes into force. We will, of course, continue to support Parliament in its scrutiny role throughout the negotiating stage. It is not standard practice to provide an ongoing commentary on internal analytical work that is being carried out within government. On 7 December 2016 the House of Commons voted in favour of an amended Opposition motion which stated that there should be no disclosure of material that could reasonably be judged to damage the UK in any negotiations to withdraw from the European Union after Article 50 has been triggered. \r\n\r\nDepartment for Exiting the European Union",
            "summary": "As Parliament agreed, we will not publish anything that would undermine our ability to negotiate the best deal for Britain.",
            "updated_at": "2017-10-23T11:09:13.568Z"
        },
        "government_response_at": "2017-10-23T11:09:13.570Z",
        "moderation_threshold_reached_at": "2017-09-18T09:46:00.121Z",
        "opened_at": "2017-09-18T15:34:08.142Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-23T11:31:20.764Z",
        "scheduled_debate_date": null,
        "signature_count": 23034,
        "state": "open",
        "updated_at": "2018-01-24T18:27:33.237Z"
    },
    "id": 200634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200634.json"
    },
    "type": "petition"
}