{
    "attributes": {
        "action": "Make a non-resident parent pay a child maintenance contribution",
        "additional_details": "",
        "background": "Make a child maintenance contribution based on minimum national living cost and non-resident parent responsible paying it. If parent not employed for that time - government contributes in paying it until non-resident parent gets the job and then parent owns money to the government.",
        "closed_at": null,
        "created_at": "2017-09-17T21:26:07.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-18T20:56:14.593Z",
        "opened_at": null,
        "rejected_at": "2017-09-19T15:55:07.641Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what you would like the Government and Parliament to do. Both parents are required by law to contribute financially to the cost of bringing up their children. Parents are encouraged to reach an agreement themselves about how much money the non-resident parent should pay. If that is not possible, the Child Maintenance Service can work out how much child maintenance should be paid and make sure that the non-resident parent pays it. The amount of child maintenance is based on the income and financial circumstances of the non-resident parent. You can find out more about how it is calculated here: https://www.citizensadvice.org.uk/family/children-and-young-people/child-maintenance/child-maintenance-2012-scheme/child-maintenance-calculation/the-2012-child-maintenance-scheme-calculating-maintenance/\r\n\r\nIf you would like the Government to change the way the Child Maintenance Service calculates the amount of child maintenance that a non-resident parent has to pay, so that it is based on the cost of living rather than their financial circumstances, you could start a new petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-19T15:57:54.921Z"
    },
    "id": 200643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200643.json"
    },
    "type": "petition"
}