{
    "attributes": {
        "action": "Please help us Save Maplewell Hall special needs school residential from closure",
        "additional_details": "Residential care at a county special school could be scrapped as the council looks to save money. Maplewell Hall School, in Woodhouse Eaves, cares for pupils aged 11 to 19 with special needs, including autism and anxiety and sensory issues. In addition, it provides residential care, offering young people the chance to experience staying away from home and take part in activities that promote independence and increase self-confidence. Our children need this provision in place now and the future.",
        "background": "The County Council wish to close Maplewell Hall special needs school residential children with special needs and their families need this provision in place now and in the future it helps with development for the kids and gives families much needed restbite please sign and share.",
        "closed_at": null,
        "created_at": "2017-09-18T11:13:56.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-18T21:29:46.894Z",
        "opened_at": null,
        "rejected_at": "2017-09-19T13:57:35.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The issue is the responsibility of your local council.\r\n\r\nYou could raise this with the school's senior management and/or the governing body. You could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttps://www.leicestershire.gov.uk/about-the-council/how-the-council-works/public-involvement/petitions\r\n\r\nYou can take part in a consultation run by Leicestershire County Council here:\r\n\r\nhttps://www.leicestershire.gov.uk/have-your-say/current-consultations/maplewell-hall-school\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-19T13:57:59.937Z"
    },
    "id": 200667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200667.json"
    },
    "type": "petition"
}