{
    "attributes": {
        "action": "Cancel HS2 immediately and repeal the 2013 and 2017 High Speed Rail Acts.",
        "additional_details": "HS2 is not a 'magic wand' to cure the North-South divide. All the international evidence shows it will reinforce the dominance of London and increase regional divisions.\r\n\r\nIn 20 years HS2 would deliver capacity where it is needed the least, with the lowest flexibility, at the greatest cost, whilst more beneficial rail projects have already been cancelled.\r\n\r\nThe official cost of HS2 has almost quadrupled since it was proposed in 2008, and it will carry on rising unless it is immediately cancelled.",
        "background": "HS2 is a vanity project, lobbied for by the firms who will make billions out of building it, at a time of continued austerity and cuts to essential services. Independent economists, rail experts and environmentalists have all heavily criticised the project, but Governments have refused to listen.",
        "closed_at": "2018-03-21T23:59:59.999Z",
        "created_at": "2017-09-19T14:26:38.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-11T16:46:55.405Z",
            "details": "New Railway\r\n\r\nHS2 will form the new backbone of our national rail network, providing new capacity and better connecting our major cities, while creating more space for commuter and freight trains on our busiest lines. This will create better connections and more seats for passengers and allow more goods to be moved by rail, which will also help to improve air quality.\r\n\r\nOpening in 2026, the HS2 network will serve towns and cities including London, Birmingham, Manchester, Leeds, Liverpool, Sheffield, Crewe, Nottingham, Derby, York and Newcastle, with trains running on to Scotland. By 2033 up to 18 trains an hour will run in both directions, carrying up to 1,100 passengers each. \r\n\r\nHS2 is a major investment but an essential one. HS2’s total budget is £55.7bn. Over the current Spending Review period spending on HS2 will equate to 0.14% of GDP. We are keeping a tough grip on costs and are determined to deliver HS2 on time and on budget.\r\n\r\nBenefits to the North\r\n\r\nWe are delivering unprecedented investment in infrastructure in the North, to redress the historic imbalance in infrastructure investment between north and south. The Northern Powerhouse is a key priority, and our substantial investment will boost the northern economy and reduce the prosperity gap with the South that has existed for far too long.\r\n\r\nWe are also working to future-proof HS2 by including provisions for new junctions in the North and Midlands, which will help ensure that the infrastructure can accommodate the Northern powerhouse. HS2 will transform capacity and connectivity for millions of people across the north. With HS2 stations in Manchester, Leeds, Crewe and Sheffield, the north will be the principal beneficiary of HS2. \r\n\r\nHS2 will underpin the plans of local areas to grow their economies, in places like Leeds where the South Bank regeneration project around Leeds station is expected to support 35,000 jobs across key sectors and 4,000 new homes. HS2 will generate around £25 billion of contracts and represents a major opportunity for businesses across the whole of the UK including small and medium-sized enterprises.\r\n\r\nThe Government has committed £60m to take HS3, or Northern Powerhouse Rail, forward and we are working closely with Transport for the North to develop a business case for the project by the end of 2018. The Government is investing over £13bn in the north of England’s transport infrastructure, including on roads and railways, to deliver faster journeys and increased capacity. That work will continue apace and is a key priority for the Department.\r\n\r\nThis includes dramatically improving journeys for passengers across the north with the Great North Rail Project. By 2020, as a result of this ambitious and comprehensive upgrade, passengers will benefit from faster and more comfortable journeys, as well as new direct services across the north and beyond. We are also developing options for the Transpennine Route Upgrade, to increase the number of seats, and reduce journey times, allowing journeys such as from Leeds to Manchester in 40 minutes. \r\n\r\nHS2 is key to the future of our transport system and the relationship it has with our existing network is a vital part of our planning.  It is not a case of “either/or” but rather one of joined up and complementary delivery.  Over £38 billion is being spent on improving the existing rail network for the five years between 2014 and 2019.  This investment is funding projects to increase capacity on the existing rail network and improve journeys for all passengers. There is also potential for HS2 to increase the amount of freight transported by rail – meaning fewer cars and lorries on our roads, cutting congestion and carbon.\r\n\r\nCreating Jobs and skills\r\n\r\nHS2 will support growth in the wider economy, worth an additional 100,000 jobs. 70% of all jobs created by HS2 will be outside of London. But this isn’t just about when the new railway opens - jobs and skills are being created now. \r\n\r\nSeveral contracts have already been let and major contracts for up to £11.8 billion worth for the civil engineering work will be let this year. HS2 is working with businesses across the UK - including many small and medium-sized firms - to ensure they are well prepared to bid for work on HS2. HS2 will generate around 25,000 jobs during construction as well as 2,000 apprenticeships.\r\n\r\nAnd HS2 is about upskilling: a more skilled workforce is vital for the country as we forge a bold new positive role for ourselves in the world. The National College for High Speed Rail, based in Doncaster and Birmingham, will open its doors later this month. The College will train young people to build HS2 and other world-leading rail projects. \r\n\r\nDepartment for Transport",
            "summary": "HS2 will provide new rail network capacity, drive economic growth, create jobs and investment, train the next generation of engineers and better connect our major cities. It is on time and on budget.",
            "updated_at": "2017-10-11T16:46:55.405Z"
        },
        "government_response_at": "2017-10-11T16:46:55.407Z",
        "moderation_threshold_reached_at": "2017-09-19T14:48:35.409Z",
        "opened_at": "2017-09-21T11:59:55.194Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-27T16:07:21.356Z",
        "scheduled_debate_date": null,
        "signature_count": 29843,
        "state": "closed",
        "updated_at": "2018-04-12T15:45:15.502Z"
    },
    "id": 200793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200793.json"
    },
    "type": "petition"
}