{
    "attributes": {
        "action": "Credit Reference agencies must rectify errors on credit files immediately",
        "additional_details": "Currently credit reference agencies do not remove data or alter data until the lender or company that provided it confirms that this is incorrect, this process can take up to 21 days which can cost consumers money and great distress. It is not unreasonable for them to be expected to remove the data pending a dispute being raised with liability being jointly placed between the provider of the information and the agency who is telling other companies about it.",
        "background": "Credit reference agencies are used for more than just credit, they are for renting homes, getting jobs and not to mention the ability to obtain vital services such as gas and electricity. In the event of an error being notified they must remove the data concerned until it is resolved or corrected",
        "closed_at": null,
        "created_at": "2017-09-18T19:25:33.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-19T05:10:07.856Z",
        "opened_at": null,
        "rejected_at": "2017-09-21T09:48:24.323Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be calling on credit reference agencies, not the Govenrment or Parliament, to take action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-21T09:48:30.491Z"
    },
    "id": 200718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200718.json"
    },
    "type": "petition"
}