{
    "attributes": {
        "action": "Put a block on the number of takeaway shops being opened in Hackney",
        "additional_details": "In Mare Street (Hackney Central), we counted 13 takeaway shops. In Stoke Newington Road, there are 9, Chatsworth Road has 8, whilst Kingsland Road in Dalston boasts a whopping 13 takeaway shops. Lower Clapton Road has 7. This equates to an average of 9.8 takeaway shops per street! \r\n\r\nTo join our campaign/become an Activist:\r\n\r\nWebsite: https://www.safh.org.uk/Event/activist-development-workshops\r\n\r\nFacebook: https://www.facebook.com/doesHackneymakeyoufat\r\n\r\nEmail: adamw@safh.org.uk",
        "background": "Does Hackney make you fat?, a local campaign for those who know first hand the struggle of maintaining a healthy weight, are campaigning against the volume of takeaway shops blighting our borough.",
        "closed_at": null,
        "created_at": "2017-09-19T10:54:27.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-20T08:22:24.619Z",
        "opened_at": null,
        "rejected_at": "2017-09-21T14:51:56.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on local shops and businesses is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition the council - you can find out more here:\r\n\r\nhttp://www.hackney.gov.uk/assets/documents/E-petitions-Guidance.pdf\r\n\r\nWe could accept a petition asking for the UK Government and Parliament to introduce a law limiting the numbers of take away shops in general - for example within a certain radius, if that's what you would like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-21T14:52:15.095Z"
    },
    "id": 200764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200764.json"
    },
    "type": "petition"
}