{
    "attributes": {
        "action": "Enforce Family Law  to ensure the rights of a child to see all family members.",
        "additional_details": "There are plenty of other cases documented where one parent repeatedly breaks the Contact Order over many years and the injured party (normally the Father) has to keep going back to Court, at their expense) to try and get to see their child.\r\n\r\nIn all too many cases, the Father does not have the finances to keep pursuing the matter and ends up losing contact with his child.\r\n\r\nIn no other area of law can a Court Order be repeatedly disregarded without penalty. It makes a mockery of the juducial system",
        "background": "Currently when a Contact Order is broken, a form is filled in and sent to the Court.This can take months/years to process, with little or no chance of the Order being enforced and the person breaking the order being penalised. In the meantime the child is denied access to their family.",
        "closed_at": null,
        "created_at": "2017-09-19T08:15:08.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-24T12:34:11.640Z",
        "opened_at": null,
        "rejected_at": "2017-10-04T17:27:56.409Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-04T17:28:00.481Z"
    },
    "id": 200758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200758.json"
    },
    "type": "petition"
}