{
    "attributes": {
        "action": "To debate a vote of no confidence in DfE. Secretary Justine Greening",
        "additional_details": "She is ultimately responsible as Secretary of State for Education & Minister for Equality & Diversity but has failed to protect the rights of Pupils/Parents marginalised due to their background. Innocent children suffer bullying at school or targeting by staff colluding with other authorities on school premises then have their records contaminated with false information whilst the school work in co-ordination with the authorities to cover up and not address the defects. Victims have no legal aid",
        "background": "When dealing with Pupils/Parents complaints the Dept of Education don’t obtain records & so avoid detecting those responsible & the extent of schools/governing bodies covering up abuse causing complaints not to be upheld & leave innocent children/parents at serious risk & their education in jeopardy",
        "closed_at": null,
        "created_at": "2017-09-19T11:08:51.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-20T08:40:08.159Z",
        "opened_at": null,
        "rejected_at": "2017-09-25T12:37:18.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific change in the law to do with schools and parents, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-25T13:05:14.462Z"
    },
    "id": 200767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200767.json"
    },
    "type": "petition"
}