{
    "attributes": {
        "action": "Life saving adrenaline pens in and around public and work places",
        "additional_details": "Currently so many people are being diagnosed with different forms of allergies. with also people going out eating, going work or day to day routines you can never predict when something is going to go wrong, we would all like to be prepared for them times but realistically we cant thats why I would like to see adrenaline pens available in certain public places,work places with people additionally trained as part of a first aid course to administer them. This simple procedure could save lives.",
        "background": "With being diagnosed with multiple allergies and at first not knowing the full extent of my allergies.At first I didn't have my own adrenaline pen. After experiencing first end how important and how life saving these are, as mistakes do happen and people are at high risk of an anaphylactic shock.",
        "closed_at": null,
        "created_at": "2017-09-18T20:04:53.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-18T20:23:55.274Z",
        "opened_at": null,
        "rejected_at": "2017-09-19T16:33:11.360Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like adrenaline pens to be available in public and in work places, but we're not sure exactly what you'd like the UK Government or Parliament to do to make this happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, so that all workplaces and businesses are required to have adrenaline pens. Alternatively, you could ask the Government to run an awareness campaign, to encourage employers and businesses to have adrenaline pens available."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-19T16:42:47.418Z"
    },
    "id": 200728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200728.json"
    },
    "type": "petition"
}