{
    "attributes": {
        "action": "Increase 'Shared Care' rate of Child Maintenance; represent 'sharing' the care.",
        "additional_details": "The Child Maintenance service deems that 52 nights contact per year is sharing the care. This is insulting to resident parents. Those of us who pay the costs of food, childcare, clothing, activities and are there for our children every day.\r\nThe current rules allow non-resident parents to get away with only school night visits where there is no quality time for the child, where they can hit 52 nights but not share any care. \r\nRaise the lower threshold for Shared Care to 102 nights per year.",
        "background": "Caring for and financially supporting your children is a joint responsibility; whether or not you live with the children. \r\nCurrently CMS deems that a ratio of 1:6 equates to 'sharing the care'; so go weeks without seeing the child and be allowed to pay the lowest bracket of maintenance.",
        "closed_at": null,
        "created_at": "2017-09-20T06:55:58.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-20T14:35:36.711Z",
        "opened_at": null,
        "rejected_at": "2017-09-26T16:51:14.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to increase the number of nights needed to meet the definition of shared care, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-10-17T09:07:38.260Z"
    },
    "id": 200868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200868.json"
    },
    "type": "petition"
}