{
    "attributes": {
        "action": "Increase sentincing for animal cruelty with http://infoonpetition.weebly.com/",
        "additional_details": "The Croydon Cat killer has done the former, he clearly should spend more than 3 months in prison. Yes, this is an extreme, but he is still doing it and will not be deterred by the ludicrously lenient terms that are currently given. A woman who imprisoned dogs to starve them was given a suspended sentence. A man who stabbed a cat to death was given a lesser sentence to run concurrently with the punishment for attacking his wife. Visit http://infoonpetition.weebly.com/ for proposed guidelines.",
        "background": "What is worse; luring hundreds of pet cats and other animals with food, running them over, mutilating their bodies and leaving the remains outside doors; Common assault; \r\nOr giving wrong information when filling in an electoral form? \r\nThey all have a maximum sentence of 6 months (3months served)",
        "closed_at": null,
        "created_at": "2017-09-19T15:53:45.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-19T16:06:09.027Z",
        "opened_at": null,
        "rejected_at": "2017-09-21T10:19:45.037Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. The action needs to be set out clearly in the petition. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-21T10:19:48.928Z"
    },
    "id": 200807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200807.json"
    },
    "type": "petition"
}