{
    "attributes": {
        "action": "Ban the sale of animal fur in the UK.",
        "additional_details": "Fur sold in the UK comes from the following countries:\r\n(Main suppliers) China, North America, South America, Russia and Europe.\r\n(Other suppliers) Belize, Bulgaria, Canada, Czech Republic, El Salvador, Greenland, Hungary, Jordan, Lebanon, Mexico, Maldovia, Nicaragua, Norway, Pakistan, Panama, Poland, Republic of Korea, Republic of Slovenia, Romania, Slovak Republic, and Turkey.\r\n\r\nWest Hollywood is the first city in the world that decided to ban the sales of fur in 2011. In 2015 Sao Paolo adopted an import and sales ban on fur products. In January 2017 India adopted an import ban on mink, fox and chinchilla fur skins. The 'International Anti-Fur Coalition' leads the bill to ban the sale of fur in Israel.",
        "background": "Fur farming was banned in England and Wales in 2000, followed by Scotland in 2002. However fur products can still be legally imported from other countries and sold here in the UK. Much of this fur comes from countries that have very weak or no animal welfare laws at all.",
        "closed_at": "2018-03-23T23:59:59.999Z",
        "created_at": "2017-09-20T10:14:56.740Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0137",
            "debated_on": "2018-06-04",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/Commons/2018-06-04/debates/8F9B6212-E631-4151-ABA7-AED8560CBBEB/FurTrade",
            "video_url": "https://www.parliamentlive.tv/Event/Index/85d414cf-22ab-4ab1-ab5d-79a34a4651dc"
        },
        "debate_outcome_at": "2018-06-05T11:27:06.222Z",
        "debate_threshold_reached_at": "2018-03-13T15:49:52.610Z",
        "government_response": {
            "created_at": "2017-11-28T10:08:36.932Z",
            "details": "The UK Government is a world leader in animal welfare standards and takes animal cruelty very seriously. We are at the forefront of international efforts to protect the interests of animals, for example we recently announced proposals to ban UK sales of ivory to help bring an end to elephant poaching. We also work closely with and strongly support the efforts undertaken by several non-governmental organisations.\r\n \r\nRegarding the fur industry specifically, we are working at an international level to agree global animal welfare standards and phase out cruel and inhumane farming and trapping practices. We believe this is the best way to prevent animal cruelty and that this approach will lead to a much higher level of animal welfare standards.\r\n\r\nOur international efforts to bring about higher standards are supported by strict EU rules and regulations around fur imports, regulations that apply to both the UK and wider EU. \r\n\r\nFirstly, these regulations include a blanket ban of the importing of furs from a number of animals, including cats and dogs as well as most seal skins and products. Secondly, there are regulations that ensure any fur that can be imported into the UK comes from animals that have kept been treated, trapped and killed humanely.\r\n \r\nIn addition to these EU regulations, the Convention on International Trade in Endangered Species (CITES) controls the fur from an endangered species. For example, there are export permits and commercial use certificates that strictly control the imports of furs from endangered species. These controls are implemented in the UK by the EU Wildlife Trade Regulations.  \r\n\r\nThe Government will ensure that these controls are not removed once we leave the EU.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-11-28",
            "summary": "While some fur products may never be legally imported into the UK the Government’s view is that national bans are less effective than working at an international level on animal welfare standards.",
            "updated_at": "2017-11-28T10:08:36.932Z"
        },
        "government_response_at": "2017-11-28T10:08:36.935Z",
        "moderation_threshold_reached_at": "2017-09-20T17:45:16.864Z",
        "opened_at": "2017-09-23T11:42:19.327Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-28T19:57:41.837Z",
        "scheduled_debate_date": "2018-06-04",
        "signature_count": 109554,
        "state": "closed",
        "updated_at": "2019-02-01T11:04:10.104Z"
    },
    "id": 200888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200888.json"
    },
    "type": "petition"
}