{
    "attributes": {
        "action": "Union Jack to appear on British number plates after March 2019.",
        "additional_details": "",
        "background": "Why is this important? For too long the unity of Britain has been allowed to be undermined and now is the time when we leave the EU to give everyone a sense of national pride once again.",
        "closed_at": "2018-03-29T22:59:59.999Z",
        "created_at": "2017-09-21T06:31:29.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-09T13:54:51.269Z",
            "details": "The registration number is a unique means of identifying a vehicle for taxation, law enforcement and road safety purposes.  It is important that the police are able to quickly and easily identify a vehicle and people are able to remember registration numbers.  To this end, the law requires that number plates are clearly readable.\r\n\r\nThe rules regarding what can be displayed on a number plate, including any optional national flags, are specified in UK law.  These rules help to ensure safety on our roads.  They support the police and other enforcement agencies in identifying vehicles to prevent and detect crime particularly through the use of Automatic Number Plate Recognition cameras.  \r\n\r\nIn addition to displaying the registration number, the law provides for the voluntary use of the display of the European Union flag (the circle of stars) or specific national identifiers.  The display of the European flag with the inclusion of a GB identifier, called the Europlate, enables motorists to travel within the European Union without the need to display the conventional oval ‘GB’ sticker to identify the member state in which the vehicle is registered.  Currently, UK motorists travelling within the EU can display either the traditional oval GB sticker or the Europlate.  No decisions have yet been taken on the status of the Europlate after the UK leaves the EU. \r\n\r\nThe law was changed in 2009 to also allow the voluntary display of UK national flags.  This means that motorists are able to choose to display the Union Flag, the Cross of St George, Scottish Saltire or the Red Dragon of Wales on their number plate.   However, it is entirely a matter of personal choice whether to display a national flag on a number plate and no one is compelled to do so.  There are no plans to make the display of the Union flag on vehicle number plates compulsory. \r\n\r\nDepartment for Transport\r\n",
            "summary": "The law already allows the Union flag to appear on number plates in GB if a motorist wishes to do so. The Government has no plans to make the display of the Union flag on number plates compulsory.\r\n",
            "updated_at": "2018-01-09T13:54:51.269Z"
        },
        "government_response_at": "2018-01-09T13:54:51.271Z",
        "moderation_threshold_reached_at": "2017-09-21T16:00:45.719Z",
        "opened_at": "2017-09-29T17:44:34.926Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-27T11:23:04.174Z",
        "scheduled_debate_date": null,
        "signature_count": 11795,
        "state": "closed",
        "updated_at": "2018-03-30T20:15:59.321Z"
    },
    "id": 200968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200968.json"
    },
    "type": "petition"
}