{
    "attributes": {
        "action": "Introduce more resources to children who have suffered from CSA or abuse.",
        "additional_details": "Adults who have a history of childhood abuse are at a greater risk of alcohol and drug abuse, suicide, depression, low self esteem, cancer, stroke and diabetes. Adults face further risks of mental disorders such as PTSD, Schizophrenia and Bi-polar. Survivors are always fighting their demons with flashbacks easily triggered by everyday sounds and sights. In order to prevent deeply routed implications in adults, more resources are required to children who have suffered from childhood abuse.",
        "background": "CSA / Abuse has a lifelong impact on children. Complex trauma can increase over time. Along with continuous abuse, there may also be physical or mental abuse. It's associated with children who have been neglected, abandoned or abused continuously.",
        "closed_at": null,
        "created_at": "2017-09-21T12:21:17.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-21T14:35:54.417Z",
        "opened_at": null,
        "rejected_at": "2017-09-29T17:34:35.334Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like to increase funding for existing services or whether you'd like new services to be introduced. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to fund lifelong access to counselling for people who have experienced child sexual abuse. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-29T17:34:50.911Z"
    },
    "id": 200994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200994.json"
    },
    "type": "petition"
}