{
    "attributes": {
        "action": "Lift embargo on TRNC, North Cyprus and allow direct flights to and from Ercan",
        "additional_details": "Britain used Cyprus, formerly part of the Ottoman Empire, as a base from the 1890s through to the 1960s when it was handed over to a power sharing administration of Greek and Turkish headed by Makarios. Britain, Greece and Turkey signed as guarantors to maintain this status. Before and after this there was terrorist activity by Eoka to try for Enosis, union with Greece. This culminated in 1974 with Greek Army Coupe. Britain stood by and failed to act as guarantor in spite of requests by Turkey!",
        "background": "Since the Greek army Coupe on Cyprus in 1974, when Turkey, as a guarantor stepped in to prevent the genocide of Turkish Cypriots, moving Turks to the north, Greeks to the south, in conjunction with the UN, and the formation of the TRNC, the North has been embargoed and international flights banned.",
        "closed_at": null,
        "created_at": "2017-09-21T12:50:38.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-21T17:45:07.086Z",
        "opened_at": null,
        "rejected_at": "2017-09-29T10:16:43.419Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is no embargo that prevents direct flights between the UK and Ercan airport, so it's not clear what specific action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to work with the Republic of Cyprus to enable direct flights between Ercan airport and the UK. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-29T10:16:50.486Z"
    },
    "id": 200997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200997.json"
    },
    "type": "petition"
}