{
    "attributes": {
        "action": "House of Commons vote on whether Brexit should be cancelled.",
        "additional_details": "If MPs are not allowed to freely express their views of what is best for the UK, future accountability will not be possible. Sovereignty of Parliament was established prior to enactment of the Notification to Withdraw, but MPs have never been asked to vote upon whether Brexit is in the best interests of the UK. This vote should take place to ensure that democracy is served and that Parliament takes responsibility for the decision as to what is best for the UK.",
        "background": "Brexit was initiated on the basis that it was the 'will of the people' and the Government needed to act on that. The 'will' to Leave was actually expressed by c.37% of the eligible UK electorate. Parliament is sovereign and MPs must freely express their view of what is best for the UK.",
        "closed_at": null,
        "created_at": "2017-09-20T22:01:31.675Z",
        "creator_name": "Paul Nicholas Hearn",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-01T16:52:25.102Z",
            "details": "The United Kingdom voted to leave the EU, and it is the duty of the Government to deliver on this instruction.\r\n\r\nThe Government has been consistently clear that Parliament will be fully involved in helping to shape the UK's future as we leave the EU. The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. \r\n\r\nAfter the referendum, the House of Commons voted, with a clear majority of 494 to 122 votes, to authorise the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Bill. \r\n\r\nThe Government has set out a clear commitment that both Houses of Parliament will have the opportunity to vote on the final deal reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe Government’s engagement with Parliament has already been extensive and will continue to be. \r\n\r\nDepartment for Exiting the European Union",
            "summary": "The British people voted to leave the EU, and the Government will deliver on their instruction. Parliament has been, and will continue to be, fully involved in the process of leaving the EU.",
            "updated_at": "2017-11-01T16:52:25.102Z"
        },
        "government_response_at": "2017-11-01T16:52:25.104Z",
        "moderation_threshold_reached_at": "2017-09-20T22:43:03.791Z",
        "opened_at": "2017-09-22T11:34:00.642Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-19T23:00:13.890Z",
        "scheduled_debate_date": null,
        "signature_count": 13802,
        "state": "open",
        "updated_at": "2018-01-24T15:51:30.420Z"
    },
    "id": 200952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200952.json"
    },
    "type": "petition"
}