{
    "attributes": {
        "action": "Review working conditions with tattoos, everyone should be treated equally.",
        "additional_details": "Industry's should not have the right to judge people by their appearance, a lot of people choose not to get artwork done on their body because of their work prospects and this is unfair.\r\n\r\nMyself and the people of the United Kingdom demand to have freedom and that work policies are reviewed for tattoos.  \r\n\r\nSign this petition and spread the word so we can change these outdated policies.",
        "background": "I have started this petition so that we can change the way people think about tattoos. If you have tattoos on certain places for eg- Hands, Head, Neck and more, a lot of workplaces do not allow you to either work for them or you are required to cover them up. This is not being treated equal.",
        "closed_at": null,
        "created_at": "2017-09-21T15:59:48.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-21T16:38:46.922Z",
        "opened_at": null,
        "rejected_at": "2017-09-27T11:13:07.240Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking to make it illegal to discriminate against people with tattoos, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-03T15:46:52.253Z"
    },
    "id": 201011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201011.json"
    },
    "type": "petition"
}