{
    "attributes": {
        "action": "Make it law that all cats injured/ killed by a vehicle are checked for a chip.",
        "additional_details": "I am starting this petition after my beloved cat Gizmo was hit by a car and the vet who found her, put her down without checking chip details. Why have a chip if not to look for an owner? I could have had my beautiful girl home with me and she could have been with me in her final moments-So in Gizmo's memory I fight for every cat to have the right to be chip checked. I am sure if anything happened to the No.10 Downing Street cat the scanner would be out straight away!! and to me all cats are as important as each other and it takes 2 minutes to scan a cat and get them home to their families. \r\n\r\nPlease sign Gizmo's Legacy\r\n",
        "background": "Why do we not feel cats are as important as dogs? These are family pets too, they have one at No.10 Downing Street. Scanners need supplying to all councils, they don't cost very much. They are part of a family and deserve to be returned home. \r\n",
        "closed_at": "2018-03-29T22:59:59.999Z",
        "created_at": "2017-09-22T11:02:05.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-01T14:53:05.352Z",
            "details": "Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of a road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nThe Highways Agency similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident. \r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one. \r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-11-01",
            "summary": "It is best practice for authorities who find injured or deceased pets to have them removed and scanned so that the owner can be informed if possible.",
            "updated_at": "2017-11-01T14:53:05.352Z"
        },
        "government_response_at": "2017-11-01T14:53:05.355Z",
        "moderation_threshold_reached_at": "2017-09-22T11:30:03.578Z",
        "opened_at": "2017-09-29T13:27:05.049Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-18T05:49:16.911Z",
        "scheduled_debate_date": null,
        "signature_count": 22809,
        "state": "closed",
        "updated_at": "2018-10-01T12:14:52.572Z"
    },
    "id": 201097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201097.json"
    },
    "type": "petition"
}