{
    "attributes": {
        "action": "Death escaping overwhelming danger should not be suicide in law.",
        "additional_details": "This petition does not refer to any active case in any UK court.\r\n\r\nA similar petition was rejected because:\r\n\r\n \"we can’t accept your petition because it’s about something that the Government and Parliament aren’t responsible for. It is up to the coroner in an individual case to decide on the verdict. The coroner reaches their decision independently of the Government and Parliament.\"\r\n\r\nIf Parliament cant change the law, who can?",
        "background": "Action taken to escape apparently certain death cannot be considered voluntary  and  should not be stigmatised.",
        "closed_at": null,
        "created_at": "2017-09-21T17:08:25.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T07:23:45.986Z",
        "opened_at": null,
        "rejected_at": "2017-09-28T14:58:38.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere isn’t a law that would mean that death escaping overwhelming danger is classed as suicide, so we’re not sure what action you’d like Government or Parliament to take. In law, a coroner can determine that suicide is the cause of death only if there is evidence beyond reasonable doubt that the person intentionally took his or her own life.\r\n\r\nCoroners have the option to record a narrative verdict, which could include describing the cause of death as \"escaping overwhelming danger\"."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-28T14:58:45.109Z"
    },
    "id": 201015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201015.json"
    },
    "type": "petition"
}