{
    "attributes": {
        "action": "Increase the amount of funding for food banks by the Government",
        "additional_details": "The introduction of the digital Universal Credit service in May 2016 has not helped this situation as many people cannot budget well and are not getting the help they need",
        "background": "The amount of people that have requested three day emergency food has reached 1,182,954 in the past year alone. This means that people living in our country had to resort to getting emergency food 1,182,954 times. This needs to change but until then there needs to be more funding for food banks.",
        "closed_at": null,
        "created_at": "2017-09-21T13:12:28.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-04T08:55:40.854Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T10:30:46.273Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nPublic funding for food banks usually comes from local councils, not the  central Government. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to start funding food banks directly. Alternatively, you could ask the Government to increase the amount of funding given to local councils, so that they can spend more on supporting food banks. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-06T10:30:50.760Z"
    },
    "id": 201000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201000.json"
    },
    "type": "petition"
}