{
    "attributes": {
        "action": "Allow Police to randomly stop, talk, search and detain persons for Street Crime",
        "additional_details": "Refer to several politically motivated reports and inconclusive research reports published on Stop and Search within the UK. \r\n\r\nThese reports have led to the withdrawal of police officers from carrying out their fundamental duties of preventing crime and safeguarding communities within the neighbourhoods.\r\n\r\nThe innocent law abiding members of the community fully support the police having the powers to effectively deal with the related increases in street crime.",
        "background": "The power is needed to deal with an increase within London in knife related crimes, acid attacks and random street robberies. Police Officers do not prevent these crimes because of curtailment of their stop and search powers, health and safety and high possibilities of formal complaints.",
        "closed_at": null,
        "created_at": "2017-09-21T14:41:27.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T07:15:02.015Z",
        "opened_at": null,
        "rejected_at": "2017-09-29T17:35:45.010Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what you would like the Government or Parliament to do.\r\n\r\nThe police already have the power to stop and search someone when there are reasonable grounds to suspect that that person is a terrorist or is carrying stolen items, drugs or weapons. When a serious violent incident has taken place, the police can use their stop and search powers without those grounds for suspicion. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the police to have the power to use stop and search without suspicion that a crime has taken place, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-29T17:35:59.268Z"
    },
    "id": 201004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201004.json"
    },
    "type": "petition"
}