{
    "attributes": {
        "action": "Make Bullying a Criminal Offence",
        "additional_details": "The police in my son's case refused to investigate as my son was not attending school. This cannot be right. I call upon the Government to urgently produce guidelines for the investigation of and prosecution of offences which arise out of bullying and to plug the gaps in the law where the victim has been harmed due to bullying, which is not recognised as an offence. Without penalties being imposed there is no guarantee that others won't be hurt.' ",
        "background": "Bullying ruins the life of victims. Sadly, it is a daily occurrence for some schoolchildren and is sometimes so severe that victims self-harm, lose out on schooling, or even like my son Brandon take their own life.",
        "closed_at": null,
        "created_at": "2017-09-21T14:15:09.191Z",
        "creator_name": "Mina rayat",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-03T13:33:26.809Z",
            "details": "The Government has sent a clear message to schools that bullying, for whatever reason, is unacceptable and should not be tolerated. \r\n\r\nMost bullying can be dealt with within schools’ existing disciplinary frameworks. We are making Relationships Education in primary schools, and Relationship and Sex Education (RSE) in secondary schools mandatory, and we expect the associated guidance to cover issues such as, respect, friendships, cyber-bullying and staying safe online. We have recently launched a call for evidence to gather the views of teachers, parents, and young people to help us shape relationships education and RSE.\r\n\r\nLaws are already in place to protect people when any form of bullying behaviour constitutes a criminal offence. This includes some types of harassing or threatening behaviour, or communications which can be a criminal offence, for example under the Protection from Harassment Act 1997, the Malicious Communications Act 1988, the Communications Act 2003, and the Public Order Act 1986. \r\n\r\nIf school staff feel that a criminal offence may have been committed they should seek assistance from the police who take decisions on whether to investigate or prosecute. Police forces are operationally independent of Government and it is their chief officers who determine the resources allocated to particular priorities. This is in line with the Policing and Crime Plans, published by Police and Crime Commissioners, to whom chief officers are accountable. Guidance on the way that suspected offences are investigated is produced by the College of Policing, the professional body for policing.\r\n\r\nFor this reason, the Government has no current plans to introduce any additional legislation in relation to criminalising bullying behaviour. \r\n\r\nDepartment for Education",
            "summary": "Laws are already in place to protect people when bullying behaviour constitutes a criminal offence. The government does not plan to introduce additional legislation for bullying behaviour.",
            "updated_at": "2018-01-03T13:33:26.809Z"
        },
        "government_response_at": "2018-01-03T13:33:26.811Z",
        "moderation_threshold_reached_at": "2017-09-21T14:34:23.536Z",
        "opened_at": "2017-09-26T17:09:18.042Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-12T19:24:39.928Z",
        "scheduled_debate_date": null,
        "signature_count": 11732,
        "state": "open",
        "updated_at": "2018-01-24T20:18:36.599Z"
    },
    "id": 201003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201003.json"
    },
    "type": "petition"
}