{
    "attributes": {
        "action": "Save Local Remembrance Sunday Parades",
        "additional_details": "local communities are devastated that their local parade or remembrance Sunday service being lost forever. The council do not have the funds for these event to take place. The police can no longer close roads due to a change in policy. Soldier's, have died in 2 world wars and various other conflict since, we need to ensure they are remembered in a fitting manner. These parades need to be saved for future generations so they understand the ultimate sacrifice that was made by these men and woman.",
        "background": "Due to a change in policy roads can no longer be closed. Unless local communities contract a road traffic management company to close the roads at a cost of thousands of pounds. Government should provide the council or police with extra money for these events to take place. Or these events will STOP",
        "closed_at": "2018-04-02T22:59:59.999Z",
        "created_at": "2017-09-22T18:03:07.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-08T09:57:36.327Z",
            "details": "The Government fully recognises the enormous sacrifices that have been made by British military personnel. Remembrance ceremonies and parades are an important and valued means by which communities across the country honour the sacrifice of British service personnel.\r\n\r\nWe are very sensitive to the pressures the police face. We recognised the importance of wider policing in the 2015 Spending Review, which protected overall police spending in real terms. Also nationally, the police hold over £1.6 billion of financial reserves.\r\n\r\nForces are expected to hold reasonable contingencies in their budgets to cover the costs of policing events, particularly annual ceremonial events such as Remembrance Sunday parades. Additional funding is normally only considered in respect of special events where their policing costs exceed one per cent of a police force’s total funding, or where meeting these costs would place a force at financial risk.\r\n\r\nThere is no Government policy on road closures for Remembrance Sunday Parades and there is no proposal to introduce legislation. It is for the local traffic authority (that is, the council of the relevant county or metropolitan district, not the police) to decide on the road closure or other legally enforceable traffic management measures it considers necessary for the conduct of any local on-road event. These are decisions for which it is responsible to its electorate. \r\n\r\nRoad closures for local Remembrance Sunday Parades are effected through Traffic Regulation Orders made under section 16A of the Road Traffic Regulation Act 1984. Section 16A is used to close roads temporarily for \"sporting events, social events or entertainment\", collectively known as special events. Under section 16A, a local traffic authority can impose temporary highway restrictions for a special event once and for up to three days in any calendar year. \r\n\r\nRestrictions for special events over and above this that affect the same length of road require the consent of the Secretary of State for Transport. Otherwise, the Department for Transport does not get involved and the event remains purely a local matter. Where the Secretary of State’s consent is required, the Department does not impose conditions on the way that the road is to be closed and does not charge the local authority for granting consent. \r\n\r\nAs with any event, decisions on the deployment of resources to police road closures are operational matters for the Chief Constable of the force concerned, in association with Police and Crime Commissioners. The Police have not and do not routinely police Remembrance Parades and are more likely to determine the level of policing required for an event on the basis of an assessment of crime, disorder and public safety. \r\n\r\nThe police’s role is to enforce the general law on road traffic and any special measures introduced for the event in question, such as a local Traffic Regulation Order. They also have a general power to direct traffic. The authority or police may advise the local community on other steps that might be taken and associated measures that might be desirable, such as the taking out of insurance. How the police carry out enforcement is a matter for their discretion.\r\n\r\nHome Office",
            "responded_on": "2017-11-08",
            "summary": "Decisions on road closures have always been a local matter – and this has not changed. The Government does not intervene in the way that road closures are managed for Remembrance Sunday Parades. ",
            "updated_at": "2018-01-09T17:19:09.506Z"
        },
        "government_response_at": "2017-11-08T09:57:36.329Z",
        "moderation_threshold_reached_at": "2017-09-22T19:00:47.318Z",
        "opened_at": "2017-10-02T10:47:32.152Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-25T18:38:01.054Z",
        "scheduled_debate_date": null,
        "signature_count": 14329,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.284Z"
    },
    "id": 201183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201183.json"
    },
    "type": "petition"
}