{
    "attributes": {
        "action": "A vote of no confidence in Theresa May.",
        "additional_details": "We also do not want a transitional period where EU Migrants can continue to enter our country. The borders shouldn't be closed completely, but they should be controlled. I hereby ask Theresa May to step down and allow a Pro Brexit MP to take over.",
        "background": "Following Mrs May's Brexit speech in Florence today, we the people who voted for Brexit feel that Mrs May and the other Pro-Remain Conservatives have completely gone against us and what we voted for. We do not wish to give the EU any departing money and we are not obliged to either.",
        "closed_at": null,
        "created_at": "2017-09-22T17:54:10.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T18:10:49.819Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T13:33:34.893Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-21T13:33:34.903Z"
    },
    "id": 201181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201181.json"
    },
    "type": "petition"
}