{
    "attributes": {
        "action": "Chris Grayling should force TFL to reverse their decision to ban Uber in London.",
        "additional_details": "Open and free competition in the cab sector over the last few years had yielded extraordinary results, in the form of services such as Uber and Hailo which provide affordable and efficient transport to thousands of Londoners across the income spectrum. Sadiq Khan has broken his promise that London will remain 'Open for Business' by pandering to militant unions to close the cab market to competition that has improved services and brought down prices. We call on the government to intervene.",
        "background": "This decision by TFL; and fully endorsed by the incumbent London mayor, Sadiq Khan, comes as an enormous blow to thousands of ordinary Londoners who will lose out in favour of militant unions who bankrolled Khan's election campaign, and will result in fewer cabs and higher prices for Londoners.",
        "closed_at": null,
        "created_at": "2017-09-22T11:07:56.479Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T11:58:55.559Z",
        "opened_at": null,
        "rejected_at": "2017-09-27T15:27:17.034Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-10-03T15:45:10.408Z"
    },
    "id": 201100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201100.json"
    },
    "type": "petition"
}