{
    "attributes": {
        "action": "Reinstate for a long term, Uber's License to operate in London",
        "additional_details": "There is a silent majority that loves the service Uber has to offer. This petition is so that their voices can be heard and so that they are visible to the dinosaurs running our city.\r\n\r\nBlack cab taxi service as it is, is a thing of the past. Instead of upgrading the black cab service, TfL has decided to punish and degrade progress. The taxi drivers are a tiny percentage of the population using Uber's service. It is clear that the current London leadership does not stand for innovation",
        "background": "It is a scary prospect to think that the people leading our cities and country are almost entirely out of touch with reality and the people that put them in power.\r\n\r\nUber has revolutionized the way we travel. Today's decision to not renew the license has degraded the trust in London's institutions",
        "closed_at": null,
        "created_at": "2017-09-22T11:11:47.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T11:47:40.881Z",
        "opened_at": null,
        "rejected_at": "2017-09-25T16:57:52.219Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-25T16:57:57.337Z"
    },
    "id": 201102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201102.json"
    },
    "type": "petition"
}