{
    "attributes": {
        "action": "We must leave the EU completely in March 2019 - No transition period, No delay",
        "additional_details": "",
        "background": "Theresa May is betraying the British people who voted to leave the EU by making the UK stay in until 2021 and paying billions of pounds to the EU while we stay.  No immigration control, no border control, no sovereignty - an absolute betrayal of the 17 million voters who chose to leave.",
        "closed_at": "2018-03-29T22:59:59.999Z",
        "created_at": "2017-09-22T15:02:56.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-13T10:23:29.665Z",
            "details": "The Government’s position has been very clear - the country voted to leave the EU, and there must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nWe are delivering on the decision of the British people; this does not\r\nchange because of the implementation period.\r\n\r\nA strictly time-limited implementation period will form a sound basis for\r\nthe UK’s future prosperity, delivering certainty to individuals and\r\nbusinesses as we move towards our future relationship. It will enable us\r\nto exit the EU in a smooth and orderly way, with minimum disruption for\r\nbusinesses and citizens.\r\n\r\nTo provide this certainty, the implementation period will be based on the\r\nexisting structure of EU rules and regulations. But it is important that we\r\nmake sure UK interests are represented during the period. As such, we\r\nwant to agree with the EU a way of discussing any new laws that are\r\nbrought in, if we think they would be harmful to our interests. This would\r\nhelp ensure the implementation period operates smoothly, allowing us to\r\nresolve any issues promptly.\r\n\r\nWe have been clear that this period should be guided by how long it will\r\ntake to prepare and implement the new processes required for when we\r\nleave the EU. At the moment, this points to a period of around two\r\nyears.\r\n\r\nThe implementation period will not delay our leaving the EU - we will\r\nleave on 29th March 2019. This is absolutely necessary as the EU can\r\nonly legally conclude our future partnership once we are no longer a\r\nMember State.\r\n\r\nIn addition, it is only once we have left the EU that we can take\r\nadvantage of our status as an independent trading nation. During the\r\nimplementation period, we will be able negotiate and sign new trade\r\ndeals for the first time in more than 40 years. These deals will not be\r\nbrought into effect until after the implementation period has concluded.\r\nThe petition references ‘paying billions of pounds to the EU whilst we\r\nstay.’ The United Kingdom will cease to be a member of the European\r\nUnion on 29th March 2019. An implementation period does not change\r\nthis. We have agreed a fair financial settlement with the EU. We will\r\nhonour our share of the commitments made during our membership but\r\nwill see the end of vast sums of money going to the EU every year. Soon\r\nwe will see significant savings from our payments to the EU compared to\r\nwhat we would have given had we stayed in.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "As the Prime Minister said in Florence ‘the United Kingdom will cease to be a member of the European Union on 29th March 2019.’ An implementation period does not mean postponing Brexit.",
            "updated_at": "2018-02-14T08:33:43.619Z"
        },
        "government_response_at": "2018-02-13T10:23:29.667Z",
        "moderation_threshold_reached_at": "2017-09-22T16:09:02.263Z",
        "opened_at": "2017-09-29T16:14:46.122Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-28T11:31:47.862Z",
        "scheduled_debate_date": null,
        "signature_count": 36306,
        "state": "closed",
        "updated_at": "2018-05-03T14:29:40.824Z"
    },
    "id": 201145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201145.json"
    },
    "type": "petition"
}