{
    "attributes": {
        "action": "Make the the law the same for dogs and cats. Prevent strangers from giving food",
        "additional_details": "I also want it to be an offence to feed a cat/dog not belonging to you as people won't know if there is a specific diet or medication needed. \r\nPeople, especially children are left heartbroken when their wee friend doesn't come home. \r\nI see so many folk looking for their cats who come home with a new collar on after being missing. My cat(rosy) went missing for months when I was a child, she randomly came back and then disappeared again. I was about 6 or 7.",
        "background": "I am petitioning for cats to have the same laws attached to them a dog has.\r\nWhy is it not against the law to knock a cat down and not report it? \r\nI also want the law changed so that if someone takes another persons cat into their home, they are committing a criminal offence.",
        "closed_at": null,
        "created_at": "2017-09-23T00:18:46.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-24T07:23:39.848Z",
        "opened_at": null,
        "rejected_at": "2017-10-06T13:03:52.989Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/200529\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-06T15:57:15.210Z"
    },
    "id": 201236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201236.json"
    },
    "type": "petition"
}