{
    "attributes": {
        "action": "Require a fully itemised exit bill and error-free accounts from the EU",
        "additional_details": "The EU has been very clear it want a massive financial settlement from the UK for leaving the EU and is refusing to talk about future arrangements despite the wording of article 50 stating \" the Union shall negotiate and conclude an agreement with that State, setting out the arrangements for its withdrawal, taking account of the framework for its future relationship with the Union.\"\r\n\r\nThe UK should pay any money that is legally owed but must insist it see's an itemised bill and error-free accounts first.",
        "background": "The government should insist on a FULLY ITEMISED invoice detailing each item the EU wishes to charge is for in the exit bill as well as a full set of error-free EU accounts for each year of our membership of the EU. To be properly examined before agreeing to pay one penny.",
        "closed_at": null,
        "created_at": "2017-09-22T19:50:49.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-23T18:27:47.647Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T10:20:07.387Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about any payment that the UK might make when it leaves the EU, but we're not sure exactly what action you'd like to see. In particular, we're not sure what you mean by \"error-free accounts\". The European Court of Auditors audits the revenue and expenditure of the EU budget every year.\r\n\r\nYou can find out more about the auditing activities of the ECA in 2016 here:\r\n\r\nhttp://www.eca.europa.eu/en/Pages/DocItem.aspx?did=41192\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-06T10:20:11.100Z"
    },
    "id": 201206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201206.json"
    },
    "type": "petition"
}