{
    "attributes": {
        "action": "Resignation of Theresa May after Betraying Brexit Referendum Result",
        "additional_details": "Theresa May campaigned on the slogan 'Brexit means Brexit' - she gained votes by misleading & lying to the people of Britain who democratically voted to leave the EU. She has sold Britain down the river and has insulted & betrayed the voters for not following the result of the referendum which was to leave the EU so Britain would have control over it's laws, immigration & democracy. This pathetic climb down to the EU & stamping on the views of a democratic vote is a shameful betrayal of Britain",
        "background": "After her speech in Florence Theresa May betrayed the voters of the UK by ignoring the referendum result on UK Membership to the EU by keeping Britain in the EU until 2021 - proposing a 2 year status quo - and offering to pay 20 Billion to Brussels. She is making Britain the laughing stock in Europe",
        "closed_at": null,
        "created_at": "2017-09-22T22:40:17.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-22T23:27:23.751Z",
        "opened_at": null,
        "rejected_at": "2017-10-02T10:41:25.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an Minister would be an individual decision for that person, and not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-02T10:41:25.486Z"
    },
    "id": 201226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201226.json"
    },
    "type": "petition"
}