{
    "attributes": {
        "action": "Stop the building of 10 chicken sheds in Rushden to house broiler chickens!",
        "additional_details": "Broiler chickens are supposed to reach “slaughter weight” at 6 wks but many die early.  The heavy body causes crippling & painful skeletal deformities; the overburdening of underdeveloped cardio systems causes heart failure. Others die of thirst, as they're physically unable to reach water nozzles.  The chickens’ excretions pile up; resulting ammonia fumes are so strong they burn the birds’ eyes causing blindness.  Birds with “ammonia burn” rub eyes with their wings emitting cries of pain.",
        "background": "NCC are proposing 10 broiler chicken sheds (birds which are bred to have abnormally big bodies so they can get more 'healthy chicken breast') on the ancient higham park site Nr Rushden.  Each sheds woul house 54,000 chickens equating to 22 chickens per sq m for 39 days before theyre slaughtered.",
        "closed_at": null,
        "created_at": "2017-09-23T10:36:02.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-23T19:13:35.145Z",
        "opened_at": null,
        "rejected_at": "2017-09-29T23:29:18.650Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nAlternatively, you could start a new petition asking the Government to ban the use of these types of chicken sheds, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-29T23:29:18.659Z"
    },
    "id": 201265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201265.json"
    },
    "type": "petition"
}