{
    "attributes": {
        "action": "Bring awareness of Endometriosis into Education",
        "additional_details": "I'm 26 and In forced menopause, I can't work so I hope to raise awareness and help other women. I experienced painful and irregular periods for nine years resulting in me being taken into hospital many of times in excruciating pain. I was finally diagnosed with Endometriosis January 2016, since then I have undergone three major surgeries and now I'm awaiting my fourth. There is no cure for Endometriosis and surgery is reoccurring \r\nAwareness needs to be raised and educating young women can help.",
        "background": "Endometriosis is known to devastate the lives of women and their families. As a young woman suffering with severe Endo I believe if I had knowledge of this condition I would have pushed for a diagnosis sooner. 1 in 10 women suffer but only few doctors know how to diagnose it, we need more awareness.",
        "closed_at": null,
        "created_at": "2017-09-23T13:50:24.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-23T14:30:01.508Z",
        "opened_at": null,
        "rejected_at": "2017-10-06T15:53:45.872Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like students in schools to be given information about endometriosis, or whether you'd like the Government to run an awareness campaign about endometriosis.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-06T15:53:48.947Z"
    },
    "id": 201299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201299.json"
    },
    "type": "petition"
}