{
    "attributes": {
        "action": "Have a TFL (transport for London) Minicab Service, cashless and with an app.",
        "additional_details": "Minicabs are an essential form of transport for anyone who works anti- social hours or lives in areas with poor transport links. Without Uber, minicabs were expensive and unreliable and didn't support the needs of modern city life.\r\nWe believe that the platform Uber has provided is beneficial to all citizens of London and therefore should be offered as a means of public transportation. Government regulated prices, drivers and works with an oyster card. Either as Joint Venture/ direct competition.",
        "background": "There are aspects of Uber, we like: Not needing to use cash, prompt pick ups etc. there are issues we dont like: Poor treatment of drivers, danger to passengers, it undermines livelihoods. TFL already offers a broad choice of transport from the Emirates Skyline to Boris Bikes. Minicabs are needed.",
        "closed_at": null,
        "created_at": "2017-09-23T12:27:37.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-24T17:39:04.344Z",
        "opened_at": null,
        "rejected_at": "2017-09-29T22:32:57.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Transport for London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-29T22:32:57.031Z"
    },
    "id": 201288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201288.json"
    },
    "type": "petition"
}