{
    "attributes": {
        "action": "Bus passes for Over Sixties in England",
        "additional_details": "",
        "background": "We as women aged 60 are not allowed a concession bus pass in England . But they have bus passes in London Wales and Scotland , why should we be discriminated. It would also ease our financial burden as we are denied our state pension .",
        "closed_at": "2018-04-02T22:59:59.999Z",
        "created_at": "2017-09-22T21:16:25.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-20T09:39:31.138Z",
            "details": "The English National Concessionary Travel Scheme (ENCTS) allows free off- peak local bus travel to older and eligible disabled people in England. \r\n\r\nThe purpose of providing free local bus travel England-wide is to ensure that no older or disabled person in England need be prevented from bus travel by cost alone. Indeed, for many older and disabled people a free local bus service can be a lifeline, providing access to healthcare and other essential services as well as allowing people to visit family and friends, stay active and avoid isolation.\r\n\r\nThe present scheme was launched on 1st April 2008 following the passing of the Concessionary Bus Travel Act 2007. Under the ENCTS, eligible concessionaires are entitled to free travel on local bus services between 9.30am and 11.00pm on weekdays and all day at weekends and on Bank Holidays. Eligibility for ENCTS is based on age or disability. For older people, this means the age of retirement or pensionable age. \r\n\r\nThe right to free bus travel for both older and disabled people is enshrined in primary legislation, which does not allow bus operators to charge any part of the fare to a person who is eligible for the statutory concession or for a local authority to charge an eligible resident who applies for the bus pass. Any changes to the current scheme would require a change to primary legislation, and there are no current plans to do this.\r\n\r\nIn England, around £1 billion a year is spent on concessionary is spent on almost 10m passholders.  To ensure future financial sustainability of the scheme, the age of eligibility for the bus pass is being aligned with equalising the state pension age between men and women.  This meant that from 6 April 2010, the age of eligibility for concessionary travel for women would be pension age, whilst for men, it would be the pensionable age of a woman born on the same day. \r\n\r\nThe state pension age for women has therefore has risen five years over a period of ten years; the age of eligibility for the bus pass is also being aligned with equalising the state pension age between men and women.  This year the pensionable age for women will reach sixty-five this year, followed by the state pension age for both men and women rising to sixty-six by 2020\r\n\r\nThe Government decided that this would be the fairest method, rather than introduce a one-off rise which would leave those currently close to retirement age facing a full five-year delay. Equalising the age difference between men and women also removes the anomalous position of non-disabled working age citizens receiving the free bus pass to ensure the bus pass is helping those on lower incomes, as well as contributing to the financial sustainability of the scheme.  \r\n\r\nThe variance in entitlement across the country is down to concessionary travel being a devolved policy area so the arrangements in Scotland, Wales and Northern Ireland differ from those in England.  Integrating the separate concessionary travel schemes is not a straightforward matter because different administrative arrangements apply in each of the devolved administrations. In Wales, for instance, the national scheme is administered centrally, rather than subject to local negotiation as is the case with the England-wide concession.  \r\n\r\nIn addition, the demographics for the devolved administrations are considerably more modest than the population of England.  This may explain why they are able to offer introducing passes at the age of 60.  The Department has no say in the decisions made within the devolved administrations, and it is down to the devolved administrations, and London, to decide on how to spend their budget.  \r\n\r\nUnder the Transport Act 1985 all local authorities have powers to introduce concessions in addition to their statutory obligations, including the extension of concessionary travel to those who are yet to reach the qualifying age.  The London and Merseyside schemes are examples of local areas taking local decisions to extend the scheme.  It should be noted that these schemes are neither part of the statutory entitlement throughout England, nor are they funded by central Government, but are provided and funded by the authorities concerned from local resources such as Council Tax. \r\n\t\r\nLocal authorities are having to make difficult choices as a result of ongoing financial pressures, but Government believes that local authorities are better placed to decide how to provide services.  With a number of powers devolved, it is for local transport authorities to decide on which schemes are best suited to communities, based upon their assessment of local need and funding priorities. \r\n\r\nDepartment for Transport",
            "responded_on": "2018-03-20",
            "summary": "There are no current plans to review the arrangements for eligibility, however, all local authorities can implement scheme enhancements based upon their assessment of local need and budgets.\r\n\r\n",
            "updated_at": "2018-03-20T09:39:31.138Z"
        },
        "government_response_at": "2018-03-20T09:39:31.141Z",
        "moderation_threshold_reached_at": "2017-09-23T06:18:25.539Z",
        "opened_at": "2017-10-02T13:41:52.611Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-07T18:27:49.969Z",
        "scheduled_debate_date": null,
        "signature_count": 10755,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.128Z"
    },
    "id": 201217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201217.json"
    },
    "type": "petition"
}