{
    "attributes": {
        "action": "Adapt gambling laws to include gambling in video games which targets children.",
        "additional_details": "Gambling in video games mostly involves 'loot boxes' where players use virtual currency (often bought with real money) to earn in game items often worth less than what they paid (sometimes more) hence its gambling.\r\nCurrently only china has introduced new laws to force companies to display the odds of winning which had been standard in the uk gambling industry for years.\r\n\r\nhttps://www.google.co.uk/amp/s/kotaku.com/china-passes-law-forcing-games-with-loot-boxes-to-discl-1789828850/amp",
        "background": "Many video game companies in recent years have introduced mechanics which are essentially gambling of which are targeted at children and vulnerable adults. While not currently considers gambling by law they do copy many traits to make them as addictive and can lead to real money being lost/earned.",
        "closed_at": "2018-04-04T22:59:59.999Z",
        "created_at": "2017-09-23T13:56:49.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-25T12:17:40.535Z",
            "details": "Protecting children and the vulnerable from being harmed or exploited by gambling is a core objective of the regulation of gambling in Great Britain, and a priority for the government. The Gambling Commission, as the regulator for gambling in Great Britain, has powers to regulate online gambling, and is committed to using its powers and expertise to contribute to creating a safer internet. \r\n\r\nThe Gambling Commission released a position paper in March 2017 detailing existing protections in relation to virtual currencies, eSports and social casino gaming. The paper can be found on the Gambling Commission’s website at the following address: http://www.gamblingcommission.gov.uk/PDF/Virtual-currencies-eSports-and-social-casino-gaming.pdf  \r\n\r\nWhere gambling facilities are offered to British consumers using in-game items that can be converted into cash or traded for items of real-world value, then such activities must be licensed by the Gambling Commission and adhere to strict requirements for the protection of children and the vulnerable, which include measures to prevent underage gambling. It is an offence to invite a child to gamble, and where there is a failure to prevent underage gambling, the Commission will take regulatory and/or criminal action. \r\n\r\nWhere the facility exists for players of video games to purchase a key to unlock a bundle containing an unknown quantity and value of in-game items as a prize, and where there are readily accessible opportunities to cash in or exchange those awarded in-game items for money or money’s worth, then these elements of the game are likely to be considered licensable gambling activities. In contrast, where prizes are restricted for use solely within the game, such in-game features would not be licensable gambling. The Gambling Commission is committed to working with the video game industry to prevent gambling-related harm related to their platforms.\r\n\r\nConsumers are also protected by the Consumer Protection from Unfair Trading Regulations 2008. This includes a requirement on businesses not to subject anyone to misleading or aggressive marketing practices, or, for example, direct exhortation to buy products, such as games content, including in-game purchases such as loot boxes. The government is committed to ensuring that consumers are properly protected and that children’s vulnerability and inexperience is not exploited by aggressive commercial practices.\r\n\r\nThe Video Standards Council (VSC) Rating Board is the designated body for classifying video games, and applies the Europe-wide PEGI ratings to video games supplied in the UK. The PEGI criteria currently make provision for games depicting simulations of traditional gambling, and such games would generally attract a minimum PEGI rating of 12. The VSC Rating Board is discussing these issues with the PEGI Council and its Experts Group to determine whether any changes to the PEGI criteria need to be made.\r\n\r\nThe Gambling Commission monitors the participation of children in gambling through a range of data sources including complaints, academic research and the annual Young People and Gambling Survey, which in 2017 included specific questions in relation to eSports and video gaming. The results of the survey are due to be published soon. The Gambling Commission has also asked the Responsible Gambling Strategy Board to examine the wider relationship between children and gambling. \r\n\r\nOn 11 October the government published the Internet Safety Strategy, setting out plans to make the UK the safest place in the world to be online. The Strategy outlines how the government will work with online platforms, game publishers and game developers, and with agencies such as the VSC Rating Board, to continue to improve online safety in games. This includes promoting further awareness and understanding of PEGI age ratings, parental controls and advice on safe gaming.\r\n\r\nThe government recognises the risks that come from increasing convergence between gambling and video games. The Gambling Commission is keeping this matter under review and will continue to monitor developments in the market.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2017-10-25",
            "summary": "The Gambling Commission has strong powers to regulate gambling and is monitoring convergence between gambling and video games closely. The government is committed to protecting children from harm.",
            "updated_at": "2017-11-01T10:46:47.128Z"
        },
        "government_response_at": "2017-10-25T12:17:40.537Z",
        "moderation_threshold_reached_at": "2017-09-23T18:12:30.824Z",
        "opened_at": "2017-10-04T17:42:13.035Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-13T18:42:46.655Z",
        "scheduled_debate_date": null,
        "signature_count": 16972,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.060Z"
    },
    "id": 201300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201300.json"
    },
    "type": "petition"
}