{
    "attributes": {
        "action": "Give night workers an optional rest period of 1 x 48 hour period each week",
        "additional_details": "Evidence has shown that a change in ones body clock affects the immune system and metabolism. When there is only a rest period of 24 hours in a week, most night workers will work a shift until 6-9am and try to readjust their body clock to suit their day off work. When there is only a 24 hour period off work this has a severe detrimental effect on ones immune system and health. Many have commonly become disoriented, tired and even ill. This is dangerous.",
        "background": "Working nights comes with its heightened health risks. Obesity, diabetes, heart disease, lower life expectancy etc. Jet lag is certain. Working nights disorientated, whether it's physically demanding or operating machinery is a risk to health and safety. Please keep night workers healthy and safe",
        "closed_at": null,
        "created_at": "2017-09-24T11:49:04.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-25T02:14:06.751Z",
        "opened_at": null,
        "rejected_at": "2017-10-02T10:22:16.275Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on employers, not the Government or Parliament, to take action. \r\n\r\nYou could start a new petition asking Parliament to change the law, to require all employers to offer rest periods to night workers, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-10-02T10:22:16.280Z"
    },
    "id": 201378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201378.json"
    },
    "type": "petition"
}