{
    "attributes": {
        "action": "Petition to grant planning application for gypsy site in Aston on Trent.",
        "additional_details": "Aston has over twelve hundred residents making it a thriving village with a very active social calendar, with over thirty social, learning and recreational groups, providing activities and events for all ages from the very young to the young at heart. Local amenities include the All Saints Church dating back to Celtic Times. The primary school, post office, village shop and two pubs are located throughout the heart of the village. All of which would make it ideal for travellers looking to settle",
        "background": "This is a petition to grant a much needed permanent residential caravan site for 6 Gypsy families with amenity blocks on Shardlow Road, Aston on Trent. The village with its 1200 plus residents would agree that the village would greatly benefit from the diversity a gypsy following would bring.",
        "closed_at": null,
        "created_at": "2017-09-24T17:41:24.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-05T18:53:59.251Z",
        "opened_at": null,
        "rejected_at": "2017-10-10T08:50:40.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning decisions are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-10-10T08:50:46.968Z"
    },
    "id": 201394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201394.json"
    },
    "type": "petition"
}