{
    "attributes": {
        "action": "Ban Driven Grouse Shooting",
        "additional_details": "*Raptors, Foxes, Badgers, Stoats, Hedgehogs and Mountain Hare are killed in their thousands each year \r\n*Draining of peat bog (internationally valuable Carbon storage resource) and burning of heather has been shown to pollute our waterways, increase lowland flooding and cause significant environmental damage, contributing to climate change\r\n*Grouse moorland estates and wealthy landowners have so far received £20m+ in subsidies paid for by the tax payer \r\n*www.BanDrivenGrouseShooting.Wordpress.Com",
        "background": "Mismanagement of UK uplands for Driven Grouse Shooting leads to the illegal killing and persecution of British raptors, including Hen Harriers, Golden Eagles and Peregrine Falcons and causes significant flood risk, water pollution and environmental damage contributing to global climate change.",
        "closed_at": null,
        "created_at": "2017-09-25T12:09:51.521Z",
        "creator_name": "Gavin Gamble",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-17T12:36:04.799Z",
            "details": "The government appreciates that many people hold strong views on the issue of driven grouse shooting. The government considers that shooting activities bring many benefits to the rural economy and can in many cases be beneficial for wildlife and habitat conservation. We recognise that it is vital that wildlife and habitats are respected and protected and the law is respected. We will continue work to ensure a sustainable, mutually beneficial relationship between shooting and conservation. We do have concerns that in some limited instances management practices have unwanted consequences for the wider environment.\r\n\r\nPersecution of British raptors and other wildlife\r\n\r\nAll wild birds are protected under the Wildlife and Countryside Act 1981. We have identified raptor persecution as a wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The Raptor Persecution Priority Delivery Group (RPPDG) focuses on the golden eagle, goshawk, hen harrier, peregrine, red kite and white-tailed eagle. The group is working on developing tools to help tackle raptor persecution crimes. \r\n\r\nThe National Wildlife Crime Unit, which is part-funded by Defra, monitors and gathers intelligence on illegal activities affecting raptors and assists police forces when required. Despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine falcon, red kite and buzzard have increased. We are concerned that with respect to eliminating illegal bird of prey persecution, there are still individuals who continue to commit these crimes. We will work with all stakeholders to try to eradicate these crimes.\r\n\r\nIn particular the government takes the decline in the hen harrier population in England very seriously and is committed to securing its future. In January 2016 the hen harrier sub-group of the Defra led Upland Stakeholder Forum published the Hen Harrier Action Plan to increase the English hen harrier population. It contains six actions which individually can bring benefits for hen harriers, but when combined, underpin each other and have the potential to deliver positive outcomes. \r\n\r\nThe Action Plan was developed with senior representatives from organisations including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game & Wildlife Conservation Trust, National Parks England and formerly the RSPB. These organisations, led by Natural England, will monitor activities and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime. \r\n\r\nTargeted control of problem species is only one part of a complex mix of factors that can influence populations. Maintaining the balance between biodiversity and the numbers of each species is important. Defra monitors populations of a number of rare or vulnerable species where human intervention is thought to be a contributing factor in their decline, and ensures appropriate action is taken to keep their populations out of danger.   \r\n\r\nSubsidies to grouse moorland estates\r\n\r\nNeither subsidies nor agri-environment payments are paid to farmers to support shooting activities. Agri-environment schemes provide funding to support environmentally beneficial land management, including the management of habitats and work to improve water quality, facilitate carbon capture and protect our historic landscapes. Uplands, including grouse moors, have complex land ownership and tenure arrangements with many areas being designated common land with multiple beneficiaries. Hence, many of the agreements under our schemes result in funding going to grazing tenancies that are critical to the beneficial management of these areas.\r\n\r\nFlood risk, water pollution & environmental damage\r\n\r\nThe government is aware that the UK uplands have 75% of the world’s remaining heather moorland and about 13% of the world’s blanket bog. 70% of the UK’s drinking water is provided from upland catchments, and tourism brings in an estimated £1.78 billion to England’s upland national parks.  \r\n\r\nThe government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors within Special Areas of Conservation to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. The government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nThe government is also working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Defra is working with key interested parties to ensure the sustainable management of the uplands, balancing environmental and economic benefits, which includes the role of sustainable grouse shooting.",
            "updated_at": "2017-11-17T12:36:04.799Z"
        },
        "government_response_at": "2017-11-17T12:36:04.801Z",
        "moderation_threshold_reached_at": "2017-09-25T19:04:36.635Z",
        "opened_at": "2017-10-02T11:02:08.489Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-27T20:50:08.893Z",
        "scheduled_debate_date": null,
        "signature_count": 26287,
        "state": "open",
        "updated_at": "2018-01-24T20:32:38.130Z"
    },
    "id": 201443,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201443.json"
    },
    "type": "petition"
}