{
    "attributes": {
        "action": "Allow Martial Arts to be on the GCSE/A Level syllabus.",
        "additional_details": "",
        "background": "Martial arts such as judo, taekwondo and karate have been dropped from approved activities as part of the GCSE and A Level curriculum. Martial arts promote self discipline, self confidence, respect as well as an excellent way to improve all round fitness and not to mention teaching self defence.",
        "closed_at": "2018-04-02T22:59:59.999Z",
        "created_at": "2017-09-25T03:49:01.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-03T15:28:13.486Z",
            "details": "The government published subject content for reformed physical education (PE) GCSE, AS and A level in January 2015. The content included a list of activities (team or individual sports) in which students could be assessed as part of these qualifications. Activities assessed as part of GCSE, AS and A level physical education must meet the regulations set by the independent qualifications regulator, Ofqual, to ensure reliable assessment. These regulations include the content requirements set out by the DfE, which themselves include the PE activity list.\r\n\r\nThe activity list includes a set of five key considerations developed by awarding organisations, which were applied to each activity in order to ensure parity and rigour. These can be found at: \r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/447738/GCSE_activity_list_for_PE.pdf. \r\n\r\nActivities were included on the list based solely upon whether they met these considerations and their suitability as a means of assessing students’ skills as part of a PE qualification. The list does not represent a view on the legitimacy or value of particular activities.\r\n\r\nThe government consulted on the activity list in 2014. This was part of the formal consultation process on proposed subject content for qualifications introduced from September 2016 and can be found at:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/397672/Reformed_GCSE_and_A_level_subject_content_Government_Response.pdf.\r\n\r\nAs previously announced, the government will review the PE activity list in autumn 2018, following the first examinations for the new PE GCSEs and A levels this summer. We will agree this process with the exam boards and Ofqual and provide details closer to the time. The review will apply to published subject content with which all exams boards are required to comply. \r\n\r\nThe reforms to PE qualifications should not be a barrier to talented young sportsmen and women achieving their potential. All reformed PE qualifications have been designed to be accessible to students with a range of abilities and experience, and to test the appropriate knowledge, skills and understanding within the format of a general qualification. Schools are free to organise and deliver a diverse and challenging PE curriculum which best suits the needs of their students and the Government is actively encouraging schools to deliver a wide variety of sports, including Olympic sports. PE remains a compulsory subject at all four key stages in the national curriculum. Schools should make sure that all students are given opportunities to develop their PE and sport skills and we are continuing to invest in school sport through a number of cross-government initiatives. \r\n\r\nDepartment for Education",
            "summary": "Activities assessed in GCSE, AS and A level physical education must meet regulations set by Ofqual, to ensure reliable assessment. The government will review the activity list in autumn 2018.",
            "updated_at": "2018-04-03T15:28:13.486Z"
        },
        "government_response_at": "2018-04-03T15:28:13.488Z",
        "moderation_threshold_reached_at": "2017-09-25T05:44:58.040Z",
        "opened_at": "2017-10-02T12:05:53.918Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-21T18:51:27.694Z",
        "scheduled_debate_date": null,
        "signature_count": 11009,
        "state": "closed",
        "updated_at": "2018-04-11T12:55:18.229Z"
    },
    "id": 201415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201415.json"
    },
    "type": "petition"
}