{
    "attributes": {
        "action": "Pay health care students for placement hours.",
        "additional_details": "Healthcare students who started in September 2017 do not receive a bursary. We have to do 23000 hours over 3 years and work 37.5 hours a week during our placements with no pay which is basically free labour. It is very hard to keep a healthy lifestyle, do our placements, keep a part time job and complete university work. Trainee nurse associates are being paid at a band 3 rate and so why can't health care students receive the same?",
        "background": "Pay a basic living wage to healthcare students who have to do 37.5 hours on placement. Students should receive a fair wage to help support them during their studies as part time work is not always an option and so money is very tight.",
        "closed_at": "2018-04-02T22:59:59.999Z",
        "created_at": "2017-09-26T13:07:19.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-23T10:17:46.756Z",
            "details": "The government announced in the 2015 Spending Review that from 1 August 2017, all new nursing, midwifery and allied health professional students would receive their funding and financial support through student loans rather than through the current NHS bursary scheme. \r\n\r\nStudents have access to the standard student support system provided by the Student Loans Company (SLC) to cover the cost of their tuition fees and means tested support for living costs rather than having their course fees paid by Health Education England (HEE) and receiving a bursary from the NHS Business Services Authority (BSA).\r\n\r\nWe know that whilst undertaking their courses, healthcare students are required by the Nursing and Midwifery Council (NMC) to complete 2,300 hours of clinical placements during their degree in order to obtain their professional registration.  This compulsory training in a clinical setting makes healthcare students unique in the student population.\r\n\r\nThe NMC provide guidance on the requirement for students to have supernumerary status during clinical placements. The NMC state that “Programme providers must ensure that students are supernumerary during all practice learning. Supernumerary means that the student will not, as part of their programme of preparation, be contracted by any person or body to provide nursing care”.  \r\n\r\nIt is our view that students' completion of high-quality clinical placements is essential to having a well-trained workforce for the NHS. As a result and in addition to the expenses system already in place and run by the higher education student support system, we have made additional funding available for pre-registration nursing, midwifery and allied health profession students with the purpose of maintaining access to clinical placements and other areas associated with compulsory study. \r\n\r\nWe will also provide students with funding for unavoidable costs incurred for temporary accommodation with the purpose of maintaining access to clinical placements and other areas associated with compulsory study. \r\n\r\nThe funding reforms will not change the arrangement of students being supernumerary whilst on clinical placements and they will not be paid for their clinical learning.\r\n\r\nQuality assurance mechanisms should therefore be in place at all placement providers to enable students to provide feedback and raise concerns about their supernumerary status possibly being compromised. \r\n\r\nHealth Education England is currently piloting the Nursing Associate role with 35 pilot sites training 2,000 Nursing Associates.   Unlike student Nurses, trainee Nursing Associates are employed by health and care providers and they are paid a salary for the work they undertake.  The Secretary of State for Heath announced plans on 3 October 2017 to train future cohorts of Nursing Associates through the apprentice route.  All apprentices, regardless of occupation are paid during their apprenticeship, including for training that is part of the apprenticeship.  \r\n\r\nDepartment of Health",
            "summary": "The NMC state that Student nurses undertaking practice learning are supernumerary. Students may perform limited clinical duties as part of training but they are not contracted to provide nursing care.",
            "updated_at": "2017-10-23T10:17:46.756Z"
        },
        "government_response_at": "2017-10-23T10:17:46.759Z",
        "moderation_threshold_reached_at": "2017-09-26T13:14:34.451Z",
        "opened_at": "2017-10-02T13:13:51.252Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-04T21:37:54.873Z",
        "scheduled_debate_date": null,
        "signature_count": 33318,
        "state": "closed",
        "updated_at": "2018-04-03T13:14:27.461Z"
    },
    "id": 201548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201548.json"
    },
    "type": "petition"
}