{
    "attributes": {
        "action": "Kent Education in general and the application process for school transport",
        "additional_details": "Kent overall so far have not been of any help. The process and procedures have totally let the child down when every child deserves and is entitled to an education .The application process is horrendous and takes to long . My job as a foster Carer has been stretched with no support from Kent education and our local mp",
        "background": "I am a foster Carer and care for a disabled child . she has not been in education since April but her closest school refused to take her .Her care package states she is entitled to transport but the application process at present has taken 9 weeks (3 weeks over The time is should have taken)",
        "closed_at": null,
        "created_at": "2017-09-25T21:56:24.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-26T08:26:29.339Z",
        "opened_at": null,
        "rejected_at": "2017-10-02T11:44:23.654Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://democracy.kent.gov.uk/mgepetitionlistdisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-02T11:44:23.659Z"
    },
    "id": 201500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201500.json"
    },
    "type": "petition"
}