{
    "attributes": {
        "action": "Introduce a 5p charge on single-use plastic straws.",
        "additional_details": "Almost every piece of plastic ever produced still exists today. Most single-use plastic straws are discarded, often winding up in landfill, or contributing to the 8 million tons of plastic entering the sea every year.\r\nFollowing the introduction of the 5p charge on plastic carrier bags in England, usage fell by 85% in just 6 months. We can achieve the same with plastic straws. \r\n#FinalStraw are campaigning to reduce single-use plastics in the UK. More info: http://bit.ly/2y73U3N",
        "background": "Over 550 million plastic straws are used every day in the US & UK. Most plastic straws are not recycled. Plastic waste poses an enormous threat to wildlife, is a danger to human health and costs millions to the UK economy. A 5p charge on single-use plastic straws will reduce our plastic waste.",
        "closed_at": "2018-04-02T22:59:59.999Z",
        "created_at": "2017-09-26T18:06:43.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-09T09:40:33.117Z",
            "details": "The Government wants to leave our environment in a better state than we inherited it. The 25 Year Environment Plan that was published on 11 January outlines the steps that will be undertaken to achieve that ambition, including new measures to eliminate all avoidable plastic waste by the end of 2042.\r\nThis Government is already a world leader in tackling plastic waste, not only banning microbeads but also taking nine billion plastic bags out of circulation with our 5p carrier bag charge.\r\n\r\nWe recognise, however, that more needs to be done to protect our environment from the scourge of plastics.\r\n\r\nThe Government is looking at how the tax system or charges could further reduce the amount of waste arising from single-use plastics, with the publication of a call for evidence on 13 March. This evidence will help inform policy on an introduction of charges on plastics, including the petition’s recommendation of a 5p charge on single use plastics. The deadline for the call for evidence is 18 May, and it would be premature to opine in detail on possible changes at this point.\r\n\r\nCall for evidence:\r\nhttps://www.gov.uk/government/consultations/tackling-the-plastic-problem\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-03-09",
            "summary": "Our 25 Year Environment Plan outlines how we will leave our environment in a better state than we inherited it. We have a call for evidence on taxes and charges on single use plastics. ",
            "updated_at": "2018-04-17T15:55:24.067Z"
        },
        "government_response_at": "2018-03-09T09:40:33.121Z",
        "moderation_threshold_reached_at": "2017-09-26T20:04:16.090Z",
        "opened_at": "2017-10-02T11:25:06.590Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-24T16:45:01.075Z",
        "scheduled_debate_date": null,
        "signature_count": 13710,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.462Z"
    },
    "id": 201563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201563.json"
    },
    "type": "petition"
}