{
    "attributes": {
        "action": "Vote of no confidence in Justine Greening, Secretary of State for Education",
        "additional_details": "The DfE don’t obtain records when parents/students make a complaint against a school/governing body/other authorities involved. It’s vital where the school/governing body don’t provide records/evidence that the DfE must obtain & forward them to the complainant to contribute. Student’s education notably those from poor backgrounds/ethnic minorities is put at risk & their records tainted with misleading information. The DfE complaints system must be overhauled & those responsible held accountable",
        "background": "Since Justine Greening was appointed as Secretary of State for Education and Minister for Women and Equalities she has neglected to fulfil her responsibilities and to ensure that the DfE obtain all records/evidence in complaints against schools/governing bodies. Currently the DfE does not do this",
        "closed_at": null,
        "created_at": "2017-09-26T11:32:57.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-27T20:17:27.779Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T13:36:52.106Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-21T13:36:52.114Z"
    },
    "id": 201536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201536.json"
    },
    "type": "petition"
}