{
    "attributes": {
        "action": "Reduce carbon emissions by 100% by 2050, or MPs to face legal action.",
        "additional_details": "In the conservative manifesto, there are slightly more characters dedicated to talking about climate change than I am allowed to write in this box, instead choosing to focus primarily on economic issues. Climate change currently affects everyone worldwide, affecting other problems we and another nations face. Due to others suffering in Middle Eastern, and African nations, people hope to flee to Europe for a better quality of life. It is everyone's responsibility to look out for one another.",
        "background": "It is comparable to Dr Faustus, the acts of ministers today: instant gratification, suffering later. A view from someone who will have to live with your actions: The current target of 80% cut of carbon emissions is not enough to help future generations and to stick to the Paris Climate Agreement.",
        "closed_at": null,
        "created_at": "2017-09-27T07:21:02.816Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-27T11:05:38.878Z",
        "opened_at": null,
        "rejected_at": "2017-10-02T12:10:36.210Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"MPs to face legal action\". \r\n\r\nYou could start a new petition calling on Parliament to change the target for carbon emissions reduction, set out in the Climate Change Act 2008, from 80% to 100%, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-10-02T12:10:36.215Z"
    },
    "id": 201593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201593.json"
    },
    "type": "petition"
}