{
    "attributes": {
        "action": "Improve Internet Connection and speeds in the countryside.",
        "additional_details": "Having lived in the countryside my entire life, I've come to the point where I and many others are fed up with the internet speeds. We pay the same amount of money as those who live in cities and towns and receive not even half the speeds they do. For example, we recently phoned BT to report this and see if there was any way of fixing it, the connection was that slow we couldn't even do a simple speed test. Yet nothing was ever done about it. It's about time we receive the service we pay for.",
        "background": "If you or anyone you know lives in the countryside you'll know the pain of how slow the internet connection Is. Certain locations have no mobile signal what so ever, therefore the internet is vital for some people.",
        "closed_at": null,
        "created_at": "2017-09-26T18:20:40.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-26T19:11:07.990Z",
        "opened_at": null,
        "rejected_at": "2017-10-02T14:56:48.122Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government is already taking some action to improve internet connection speeds in rural areas. You can find information about this here:\r\n\r\nhttp://www.parliament.uk/written-questions-answers-statements/written-question/commons/2017-09-07/9481\r\n\r\nhttps://www.gov.uk/guidance/broadband-delivery-uk\r\n\r\nYou could start a new petition explaining clearly what additional action you'd like the Government to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-02T14:56:48.129Z"
    },
    "id": 201567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201567.json"
    },
    "type": "petition"
}