{
    "attributes": {
        "action": "Make all dangerous dog wear a muzzle and harness when in public.",
        "additional_details": "I am partially disabled and Ben is my only companion, this has had a devastating effect on my life. \r\nI reported the incident to the police and the Basildon Echo.\r\nThe police are unable to do anything about it without identifying the owner.\r\nI have searched the neighbourhood and spoken with many local people but have been unable to find the owner.\r\nI have met with John Baron MP, Basildon and Billericay. He encouraged me to start the petition and has spoken with the police on my behalf.",
        "background": "My pet cat was savaged and killed by a Staffordshire bull terrier whilst the incompetent owner and his partner walked past my premises.\r\nThe dog was not muzzled or in a harness, he was able to slip his lead and collar. The owner who had one arm in a sling at the time was unable to control him.",
        "closed_at": null,
        "created_at": "2017-09-27T12:16:00.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-15T08:59:32.280Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T12:29:37.056Z",
        "rejection": {
            "code": "no-action",
            "details": "We're very sorry to read about what happened to Ben. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by \"all dangerous dogs\". There is already a list of dangerous dogs which are banned in the UK. There are certain circumstances when a banned dog can be kept. In that case they must be kept on a lead and muzzled at all times when in public. You can find out more here: \r\n\r\nhttps://www.gov.uk/control-dog-public/banned-dogs\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for Staffordshire Bull Terriers to be added to the list of banned dogs, if that's what you want to happen. You could also start a new petition asking for all dogs to be kept on a lead and muzzled at all times when in public, or in residential areas, if that's what you'd like to happen. \r\n\r\nIf you'd like some help in writing a new petition, we'd be happy to help. Please email us at petitionscommittee@parliament.uk "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-03T12:29:43.042Z"
    },
    "id": 201618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201618.json"
    },
    "type": "petition"
}