{
    "attributes": {
        "action": "Review into the sentencing of Andrew Patrick Saunders",
        "additional_details": "Andrew is a bully, an abuser, violent and calculated individual.He abused Zoe for a number of years so much that she thought there was no way out.When Zoe realised that his behaviour wasn’t normal she tried to get away from him, which came with a consequence.Zoe found Lee and instantly fell in love with him, she thought she was free from Andrew.On 28th September 2016 Andrew waited for Lee and Zoe near their place of work and brutally attacked them both, which ended both their lives.",
        "background": "Andrew Patrick Saunders got only a life sentence of 23 years for the premeditated murder of Zoë Morgan and Lee Simmons. After the sentencing there was a massive out cry from the public that the sentencing given was massively to lenient and was not justice for Zoë and Lee. We would like a review.",
        "closed_at": null,
        "created_at": "2017-09-28T10:07:31.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-28T11:07:44.604Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T11:42:38.455Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences are the responsibility of the courts, which are independent of the Government and Parliament. \r\n\r\nAnyone can ask the Attorney General to review a sentence they think is too low. The Attorney General has already considered this case. A spokesperson for the Attorney General’s Office said:\r\n\r\n“This was a harrowing case. Solicitor General Robert Buckland expresses his deepest sympathies to the families of Zoe Morgan and Lee Simmons. However, after very careful consideration, the Solicitor General has decided not to refer the life sentence passed on Andrew Saunders to the Court of Appeal.  He concluded that the minimum term of 23 years and 4 months’ imprisonment, to be served by the offender in full, before he will be considered for release would not be increased by the Court.”\r\n\r\nThe Government and Parliament do not have any other powers to review sentences that have been decided by the courts. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-06T14:46:05.526Z"
    },
    "id": 201687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201687.json"
    },
    "type": "petition"
}