{
    "attributes": {
        "action": "Gull cull in all coastal towns and villages overrun with gulls",
        "additional_details": "Gulls are growing in numbers and becoming more desperate for food than ever before .They attack people ,pets ,other birds ,anything is now possible food .They carry disease and spread it through droppings .They are capable of causing severe injury .Its only a matter of time before our beautiful towns and villages have no tourist trade because even a stroll or a picnic outside is dangerous .The problem is increasing yearly and it needs to be faced and dealt with before something terrible happens.",
        "background": "Having not only been a victim of gull attacks ,witnessed gull attacks and watched even my pets be attacked it's time to do something finally about the gulls in our coastal populated areas before someone is badly injured again or blinded for simply eating outside or just out and about at all .",
        "closed_at": null,
        "created_at": "2017-09-27T17:28:14.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-28T17:33:31.437Z",
        "opened_at": null,
        "rejected_at": "2017-10-04T13:33:17.573Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the problems caused by gulls, but we're not sure exactly what action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-04T13:33:17.581Z"
    },
    "id": 201642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201642.json"
    },
    "type": "petition"
}