{
    "attributes": {
        "action": "Nurses to work without having to pay an annual registration £120 fee to the NMC",
        "additional_details": "",
        "background": "I'm asking the government to support nurses not having to pay an annual registration fee to the NMC which is very costly . Nurses should be able to register without having to pay any fees .",
        "closed_at": "2018-04-04T22:59:59.999Z",
        "created_at": "2017-09-27T18:32:55.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-27T17:31:51.785Z",
            "details": "All nine bodies, including the Nursing and Midwifery Council (NMC), that regulate health and care professions in the United Kingdom (UK) are self-funding in order to maintain their independence from Government. \r\n\r\nAccordingly, all health and care professions subject to statutory regulation in the UK are required to pay a registration fee to their regulator. Aside from the Health and Care Professions Council, the fee required by the NMC is the cheapest of the nine. \r\n\r\nThe NMC’s fee has been held at £120 per annum since February 2015. This has been made possible due to operational efficiency savings made by the NMC, which have offset cost pressures, including inflation.   \r\n\r\nThe NMC has informed us that its Council undertakes an annual review of registration fees, to ensure it has sufficient funds to carry out its regulatory functions to the level required to protect the public.\r\n\r\nSince its establishment in 2002, the NMC has increased its annual fee on three occasions: in August 2007 from £43 to £76, in February 2013 from £76 to £100 and in February 2015 from £100 to £120. In each case the proposed increase was subject to public consultation and scrutiny. These increases were deemed essential to ensure the NMC was adequately funded to exercise its statutory duties in order to protect the public.\r\n\r\nSince June 2016, nurses and midwives have been able to spread the cost of their annual registration fee through quarterly direct debit instalments. This flexible payment mechanism was introduced by the NMC in response to feedback received from its registrants. \r\n\r\nIn addition, HM Revenue and Customs (HMRC) permits individuals to claim tax relief on professional subscriptions or fees which have to be paid in order to carry out a job. Therefore, nurses and midwives are eligible to claim tax relief on the annual registration fee they pay to the NMC. At present, a basic rate UK taxpayer would be eligible for £24 tax relief on the annual registration fee of £120 and claims can be made for the last five years. \r\n\r\nThe NMC has informed us that guidance on how to apply to HMRC for tax relief is available on its website (www.nmc.org.uk) and that it regularly raises awareness of this option with registrants. A survey undertaken by the NMC in 2014 found that only 30 percent of its registrants were claiming the tax relief they were entitled to.\r\n\r\nDepartment of Health and Social Care",
            "summary": "The NMC, as an independent body, sets a registration fee at the level required to fund its regulatory activity including registration and revalidation, education and standards and fitness to practise.",
            "updated_at": "2018-02-27T17:31:51.785Z"
        },
        "government_response_at": "2018-02-27T17:31:51.788Z",
        "moderation_threshold_reached_at": "2017-09-29T11:13:05.925Z",
        "opened_at": "2017-10-04T13:11:59.520Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-13T14:21:52.522Z",
        "scheduled_debate_date": null,
        "signature_count": 11941,
        "state": "closed",
        "updated_at": "2018-04-04T23:00:00.957Z"
    },
    "id": 201648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201648.json"
    },
    "type": "petition"
}