{
    "attributes": {
        "action": "Pay carers an allowance equivalent to a fulltime job at the National Living Wage",
        "additional_details": "Primary carers currently receive 37p an hour which is £62.70 a week, £3260 a year. There are over 6,000,000 carers in the UK and 1.25 Million people provide unpaid care for more than 50 hours per week (NHS survey of carers 2009/2010; Census 2001, Office for National Statistics) Carers for people with dementia alone save the UK over £8 Billion per annum. 72% of carers are worse off financially as a result of becoming a carer and struggle to make ends meet (Carers UK 2008)",
        "background": "Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten",
        "closed_at": "2018-04-04T22:59:59.999Z",
        "created_at": "2017-09-29T16:50:04.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-28T17:06:48.916Z",
            "details": "The Government recognises the invaluable contribution that unpaid and family carers make in all our communities, and is committed to doing more to support them. The support we need to provide extends far beyond financial support however. The Department of Health plans to publish a Carers Action Plan this spring setting out plans around support for carers.\r\n\r\nFormal carers, i.e. those who are employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. \r\n\r\nInformal carers are those who provide care for family or friends and they do receive help through the benefit system, primarily through Carer’s Allowance (CA) (which was introduced in 1976) and for those on lower incomes, through means-tested benefits. For people who give up the opportunity of full-time employment in order to provide regular and substantial care for a severely disabled person, CA aims to provide a measure of financial support and recognition, but it is not designed to be a carer’s wage or to replace all lost earnings. \r\n\r\nA carer may apply for CA if they provide care for 35 hours or more a week to a person on one of the qualifying disability benefits. They must be aged 16 years or over and not be in full time education (21 hours or more a week). For those carers who can undertake some part-time work, there is an earnings limit in Carer’s Allowance. CA can be received alongside part-time earnings of up to £116 net of certain expenses a week (rising to £120 net a week from April 2018). Allowable expenses include income tax, National Insurance contributions and half of any contributions to an occupational or personal pension. Also, up to half the net earnings figure calculated can be allowed towards the cost of alternative care for the disabled person, or for a child aged under 16, while the carer is at work. These rules mean that people can earn significantly more than the earnings limit and still get CA. Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n\r\nCA is funded from general taxation and does not depend on an individual's National Insurance contributions. CA is up-rated in line with the Consumer Price Index and since 2010 the rate has increased from £53.90 to £62.70 (rising again to £64.60 a week in April). That means that from April 2018, carers will be £550 a year better off than they were in 2010. By 2022/23 we will be spending nearly £4 billion a year on CA. This is a clear indication of the Government’s commitment to carers.\r\n\r\nCarers who are on low incomes can also claim income-related benefits, such as Income Support and Pension Credit. These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or the equivalent additional amount for carers respectively, both currently worth up to £34.95 a week (increasing to £36.00 a week in April). Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges. \r\n\r\nPeople who are not eligible for Carer’s Allowance but who are looking after sick or elderly family or friends may be eligible for Carers Credit which helps them build qualifying years for State Pension. To qualify for carer’s credit a person must be caring for one, (or more), person for at least 20 hours a week, be over 16 years old but under State Pension age. The person being cared for must get one of the following: \r\n•       A qualifying benefit, or \r\n•       Be certified by a health or social care professional as needing the amount of care being provided \r\n\r\nThe Government’s Fuller Working Lives Strategy sets out what the Government is doing to support those carers who wish to remain in and return to work; as well as highlighting the sort of support that good employers should give to carers in their workforce, such as flexible working. To spearhead some of this work the Government appointed the Business in the Community (BiTC) Age at Work leadership team as Business Champion for Older Workers. The Leadership Team spearhead the Government’s work to support employers to retain, retrain and recruit older workers. They actively promote the benefits of both employing and retaining older workers to employers across England – influencing them both strategically and in terms of practical advice. This work also benefits carers in the workplace. \r\n\r\nDepartment for Work and Pensions",
            "summary": "We value the support carers give to help disabled people live more independently. Carer’s Allowance provides some recognition for caring, it’s not a carer’s wage. By 2022/23 annual spend will be £4bn.",
            "updated_at": "2018-02-28T17:06:48.916Z"
        },
        "government_response_at": "2018-02-28T17:06:48.919Z",
        "moderation_threshold_reached_at": "2017-09-29T17:38:10.206Z",
        "opened_at": "2017-10-04T14:11:34.271Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-10T08:49:20.273Z",
        "scheduled_debate_date": null,
        "signature_count": 12828,
        "state": "closed",
        "updated_at": "2018-04-05T21:33:36.921Z"
    },
    "id": 201785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201785.json"
    },
    "type": "petition"
}