{
    "attributes": {
        "action": "Improved Puffin Crossing with waving instead of button pushing plus confirm wave",
        "additional_details": "At puffin crossing the detectors indicate that a pedestrian is still waiting to cross seems like not working all the time.\r\nPushing the button is not hygienic it should be a motion sensor and pedestrians should wave to the sensor.\r\n5 second before the light change pedestrians should confirm they still want to cross with a second wave (prompted by the control unit)",
        "background": "\"Should the pedestrian cross prematurely, walk away from the crossing, or wait outside the detection area, the pedestrian's request to cross could be automatically cancelled\"\r\nBut what is happening in real life: pedestrian crossed prematurely but cars still got red light. This is just waste of fuel",
        "closed_at": null,
        "created_at": "2017-09-29T18:14:27.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-12T09:44:01.815Z",
        "opened_at": null,
        "rejected_at": "2017-10-16T11:33:19.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to change the way that pedestrian crossings work, but we're not sure what action you'd like Government or Parliament to take.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-16T11:33:23.797Z"
    },
    "id": 201791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201791.json"
    },
    "type": "petition"
}