{
    "attributes": {
        "action": "No tax or levies on solar energy use for personal use by private individuals.",
        "additional_details": "Florida in the US is proposing a tax on solar use which is absurd as it does not rely on any infrastructure supplied by either the government or energy companies\r\n\r\nSolar energy is a viable replacement energy source. Fossil fuels supplied by energy company is due to run out and those companies will be worried about their profit margin, but an arbitrary tax on solar energy for personal self sustainment is unfair\r\n\r\nWrite into law that no energy company or future government can tax solar for pvt use.",
        "background": "Write into law the exception from government or corporate tax and fees the use of solar energy for personal use by private individuals in the UK\r\n\r\nThere is no reason why a private person using solar energy for personal / home use should ever have to pay any other party for its use.",
        "closed_at": null,
        "created_at": "2017-09-29T05:54:55.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-29T09:47:42.414Z",
        "opened_at": null,
        "rejected_at": "2017-10-05T15:22:07.764Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-05T15:22:07.773Z"
    },
    "id": 201748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201748.json"
    },
    "type": "petition"
}