{
    "attributes": {
        "action": "Stop a blockade on Kurdistan",
        "additional_details": "When the entire world woke up to witness ISIS sweeping across Syria and Iraq slaughtering thousands in 2014, it was the Kurd who took up the fight on behalf of the world and broke the myth of the so called “death colt” on the ground, whilst holding fast to the universal values and human rights by giving refuge to almost 2 million displaced Iraqis and Syrian within its territories.\r\n\r\nThroughout the Iraqi civil war, fight against ISIS, Kurdistan stood a beacon of hope and co-existence for the rest. \r\n\r\nA semi-autonomous Kurdistan has been a source for stability and peace in Iraq; an independent Kurdistan will most certainly be a greater force for peace and stability in the wider region.\r\n\r\nWe, the undersigned, call upon the UK Government to stop such a BLOCKADE being enforced on Kurdistan",
        "background": "In retaliation to an overwhelmingly YES vote for independence by the Kurd in the recent referendum,  The Iraqi Government; Turkey; Iran  are to impose a BLOCKADE on Kurdistan.\r\n\r\nIf enforced, such a BLOCKADE will hamper the fight against ISIS and cause a real humanitarian crisis in the region.",
        "closed_at": null,
        "created_at": "2017-09-28T22:19:40.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-29T08:45:35.596Z",
        "opened_at": null,
        "rejected_at": "2017-10-05T15:21:26.567Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the situation in Kurdistan, but we're not sure exactly what action you'd like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-06T13:02:27.303Z"
    },
    "id": 201736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201736.json"
    },
    "type": "petition"
}