{
    "attributes": {
        "action": "Save Uber in London",
        "additional_details": "...who want to restrict consumer choice. If this decision stands, it will put more than 40,000 licensed drivers out of work and deprive millions of Londoners of a convenient and affordable form of transport. This decision is affecting the real lives of a huge number of honest and hard-working drivers in London.\r\n\r\nSafety is of the highest importance and drivers who use Uber are licensed by Transport for London. We call on the Parliament to overturn the TfL decision and help us and the public.",
        "background": "TfL and their chairman, the Mayor of London, announced last week that they have decided not to renew Uber’s Operator Licence when it expires on 30th September.\r\n\r\nBy wanting to ban our app from the capital, Transport for London and their chairman the Mayor have given in to a small number...",
        "closed_at": null,
        "created_at": "2017-09-30T10:55:53.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-30T11:03:10.949Z",
        "opened_at": null,
        "rejected_at": "2017-10-04T17:18:15.586Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-04T17:18:15.593Z"
    },
    "id": 201849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201849.json"
    },
    "type": "petition"
}