{
    "attributes": {
        "action": "Prevent the blockade that is being implemented on Kurdistan by Iraq",
        "additional_details": "Kurds have suffered under the hands of facist governments of Iran, Turkey, Iraq and Syria for centuries. They have endured genocides and a lot of blood shed. Despite this, Kurds fought for humanity in the war against ISIS, yet international communities have failed to support us in our fight for freedom. In the process of trying to achieve Kurds’ dream the Iraqi government along with neighbouring countries are trying to prevent our independence. This is clearly against our human rights.",
        "background": "As some of you may be aware Kurds voted on an independence referendum on the 25th of September 2017. As a result, 93% of Kurds voted in favour of independence. However, due to political disagreement by Iraq, they have decided to close airports in the Kurdistan as a way to prevent independence.",
        "closed_at": null,
        "created_at": "2017-09-30T03:10:09.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-09-30T10:26:38.027Z",
        "opened_at": null,
        "rejected_at": "2017-10-05T15:46:03.122Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the situation in Kurdistan, but we're not sure exactly what action you'd like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-05T15:46:03.128Z"
    },
    "id": 201830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201830.json"
    },
    "type": "petition"
}