{
    "attributes": {
        "action": "Save Hazlewood Care Home, Cotmanhay, Ilkeston",
        "additional_details": "Due to 'estimation' for cost of work, Derbyshire County Council are now considering closing the home where there are currently 25 elderly residents. These residents include my 97 year old grandma and family members of friends in Ilkeston. Hazlewood is 1 of the 2 local authority owned care homes left in Ilkeston & provides a vital service for the elderly in and surrounding this area. \r\n\r\nIf you believe that this is a vital service then please add your name to this petition and take a stand.",
        "background": "Derbyshire County Council are proposing to close Hazelwood Home for Older People due to the rising cost of repairs. Over a 12-week consultation period people who would be affected by the closure will get the chance to say what they think about the proposal.",
        "closed_at": null,
        "created_at": "2017-10-02T10:42:53.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-02T11:38:46.803Z",
        "opened_at": null,
        "rejected_at": "2017-10-05T16:55:33.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Derbyshire County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttps://www.derbyshire.gov.uk/council/have_your_say/Petitions/default.asp\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-05T16:55:33.775Z"
    },
    "id": 201972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201972.json"
    },
    "type": "petition"
}