{
    "attributes": {
        "action": "Get a formal crossing in place on Crofton Lane near the footbridge",
        "additional_details": "There have been fatal accidents involving children here in the past. Any parent or Crofton staff will know the potential dangers here. Mums with babies have no option but to go this way, as the alternatives are carrying the pushchair up too many steps to cross the railway bridge, or walk the long way and go under the bridge on Tudor Way, where the pavement is too narrow for a pushchair. No other route is possible or safe. This needs to happen and we need your help! Please sign my petition so I can take it to Bromley Council and prove to them how important this is to us.",
        "background": "This location is in desperate need of a formal crossing. Many families use this route to school, and many parents and small children are in danger every day. It is very difficult to see oncoming cars until it is too late, and it is always very busy on this road, not only during rush hour.",
        "closed_at": null,
        "created_at": "2017-10-02T10:50:55.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-02T11:16:18.862Z",
        "opened_at": null,
        "rejected_at": "2017-10-04T17:25:18.153Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://cds.bromley.gov.uk/mggeneric.aspx?md=petitions&bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-10-04T17:25:18.185Z"
    },
    "id": 201973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201973.json"
    },
    "type": "petition"
}