{
    "attributes": {
        "action": "Change the laws governing the use of fireworks to include a ban on public use",
        "additional_details": "Noted in debate of firework petition 109702 statistics are not recorded. We ask government to collect statistics. We ask the Sec. of State to issue a full regulatory impact assessment in accordance with section 2(4) Act; 2004, consider statistics gathered by FireworkABatement (FAB) as stated in Fireworks Act 2003 sect 3b., ‘as an organisation which appears to the Sec. of State to be representative of interests substantially affected by the proposal’, Shown by this petition and past petitions.",
        "background": "Fireworks cause alarm, distress and anxiety to many people and animals. We call on the Secretary of State  to make appropriate provision to secure that the risk of public use is the MINIMUM that is compatible with fireworks being used, as stated in Fireworks Act 2003 sect 2.",
        "closed_at": "2018-04-06T22:59:59.999Z",
        "created_at": "2017-10-01T20:59:57.046Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "",
            "debated_on": "2018-01-29",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-01-29/debates/913A2227-7B51-44CD-870A-56C0A5ACAC73/Fireworks",
            "video_url": "http://www.parliamentlive.tv/Event/Index/2a1e3167-13f1-4dcc-9297-6a51f3854ac3"
        },
        "debate_outcome_at": "2018-01-30T12:17:06.595Z",
        "debate_threshold_reached_at": "2017-11-09T17:41:14.793Z",
        "government_response": {
            "created_at": "2017-10-27T14:39:35.017Z",
            "details": "The Government takes the issue of firework safety very seriously. There is legislation in place relating to the supply, storage, possession and use and misuse of fireworks. This includes legislation which regulates the supply and use of fireworks, both for the general public and professional display operators. Restrictions on the sale and use of fireworks are set out under the 2003 Fireworks Act, the Fireworks Regulations 2004 and the Pyrotechnic Articles (Safety) Regulations 2015. These contain provisions to minimise the risk of fireworks harming people, property and animals. Although a small minority of people use fireworks in a dangerous, inconsiderate or anti-social manner, we believe that the majority use them sensibly and responsibly.\r\n\r\nThe Government is aware of concerns about the distress noisy fireworks can cause to individuals, as well as to livestock, pets and wildlife. Therefore, the Government urges those using fireworks to be considerate to their neighbours and give sufficient notice of firework use, particularly to those who are vulnerable such as older people, children, those with mental health issues such as post-traumatic stress disorder (PTSD), and those with pets and livestock. We have worked with the fireworks industry to encourage users of fireworks to give notice of their displays so that those who are vulnerable or keep animals can make arrangements for their safety.  \r\n\r\nThe Blue Cross animal charity has also produced information on animals and fireworks, which gives advice on how to avoid or reduce stress to animals when fireworks are being set off.  The Royal Society for the Prevention of Cruelty to Animals (RSPCA) and the Kennel Club provide similar advice on their websites concerning how to minimise the impact of fireworks use on animals.\r\nThere is already a ban on the general public from purchasing fireworks with higher levels of risk and noise and seasonal limitations on their sale. The Fireworks Regulations 2004 restrict their sale to the traditional fireworks periods around 5th November, Diwali, New Year’s Eve and the Chinese New Year. These are an important part of British tradition reflecting our history and multi-culturalism. While it is possible to buy fireworks at other times of the year, a ‘licence to sell fireworks’ is required and strict conditions are imposed outside the traditional periods. \r\n\r\nAt present any firework that exceeds 120 decibels must not be supplied to consumers. There are also low noise fireworks available that consumers can choose to buy, but we do not propose to bring in regulations to require all fireworks to be low noise. \r\n\r\nGovernment acknowledges that many people have genuine concerns about the use and, the misuse, of fireworks and the risks of firework-related injury. However, the number of injuries is low and the total number of hospital admissions caused by firework injuries has remained below 200 a year for the last 10 years. \r\n\r\nThe Government does not plan to make any changes to the way statistics relating to enforcement actions are collected. The Government believes the focus of enforcement should be on delivering necessary protections and on working with businesses, citizens and others to ensure safety.\r\n\r\nThe Government believes that the current regulations strike the right balance between the enjoyment of fireworks by the public and restricting the sale and use of fireworks for public safety reasons. \r\n\r\nThe best way to continue to reduce the distress caused by fireworks is to work with industry, retailers and others to promote the safe and responsible use of fireworks through guidance and public education and to ensure that appropriate action is taken against those that break the rules. \r\n\r\nThe obligations for the Secretary of State referred to in the e-petition, to publish a regulatory Impact Assessment and to consult interested organisations, only apply when making new regulations and we have no plans to change the legislation relating to fireworks.\r\n\r\nAs set out above, given there is already legislation in place which controls the sale and use and misuse of fireworks; we have no plans to extend this further.\r\n\r\nDepartment of Business, Energy and Industrial Strategy\r\n",
            "summary": "Government takes the issue of firework safety very seriously. There is legislation in place that controls the sale, use and misuse of fireworks; we have no plans to extend this further.",
            "updated_at": "2017-10-27T14:39:35.017Z"
        },
        "government_response_at": "2017-10-27T14:39:35.020Z",
        "moderation_threshold_reached_at": "2017-10-01T21:10:31.019Z",
        "opened_at": "2017-10-06T13:02:12.776Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-18T18:33:39.028Z",
        "scheduled_debate_date": "2018-01-29",
        "signature_count": 113285,
        "state": "closed",
        "updated_at": "2018-04-16T14:32:27.622Z"
    },
    "id": 201947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201947.json"
    },
    "type": "petition"
}