{
    "attributes": {
        "action": "Review the way the 2011 State Pension Age Increase timetable was calculated.",
        "additional_details": "We are not against equalisation of women’s SPA with men’s, nor seeking compensation, only fairness for the women with years to wait yet. Just one example of the unfairness is, women born 6/4/1953 - 5/5/1953 received their SP 6/7/2016 yet women born 6/4/1954 - 5/5/1954, who are exactly ONE year younger, have to wait until 6/11/2019 which is 3 years 4 months later. The government always disregard the fact that 1950's women have been targeted twice, the second time at too short notice.",
        "background": "The 2011 Act unfairly forces a certain group of women to bear the brunt of the accelerated increase by speeding up the rate at which the SPA rises leading to women with very little difference in their dates of birth having vastly different state pension ages, causing hardship to the women affected.",
        "closed_at": null,
        "created_at": "2017-10-01T13:43:26.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-01T13:51:41.803Z",
        "opened_at": null,
        "rejected_at": "2017-10-06T15:56:55.202Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you mean by \"Review the way the 2011 State Pension Age Increase timetable was calculated\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-06T15:57:01.825Z"
    },
    "id": 201916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/201916.json"
    },
    "type": "petition"
}