{
    "attributes": {
        "action": "Working parents need more help! Scrap 2 year free placement for benefit parents",
        "additional_details": "I have struggled myself for months to get my child into childcare due to placements being taken up by non working parents. People would most probably go to work and earn there money of they didn't get so many benefits handed to them. \r\nChild care costs are ridiculous so to go to work and majority of your wages pay for the child care is not good, especially to see a none worker have a placement because it's all funded and they get to stay at home.",
        "background": "Do you work and struggle for child care and wonder why people on benefits around you seem to get free child care for the child at the age of 2. \r\nWorking parents need more help. Why should a parent go to work and pay a child care cost whilst someone that doesn't work gets a free placement.",
        "closed_at": null,
        "created_at": "2017-10-03T15:16:04.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-03T16:04:08.992Z",
        "opened_at": null,
        "rejected_at": "2017-10-09T16:23:29.870Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you'd like the Government and Parliament to take, because not all parents who are entitled to free childcare for 2 year olds are not in work. You can find out more about who is eligible here: \r\n\r\nhttps://www.gov.uk/help-with-childcare-costs/free-childcare-2-year-olds-benefits\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-09T16:28:03.295Z"
    },
    "id": 202083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202083.json"
    },
    "type": "petition"
}