{
    "attributes": {
        "action": "A call for a vote of no confidence in Theresa May as Prime Minister.",
        "additional_details": "The people did not vote for a transitional period. Nor did they vote to hand over 20 billion of our money to the EU. \r\nThere should be No transitional period beyond March 2019. \r\nIt is the duty of our Government to honour the referendum and the will of its people and take back control of our borders,our waters,our Courts and leave the single market in March 2019 in line with Article 50",
        "background": "The people did not vote for a transitional period. With regards to Brexit negotiations we call for a vote of no confidence in Theresa May as Prime minister and request she stand aside and hand the reins over to someone who will stand up to the European union and get us out fully in 2019",
        "closed_at": null,
        "created_at": "2017-10-03T17:18:32.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-03T18:22:54.250Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T13:36:18.177Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-23T14:02:48.004Z"
    },
    "id": 202093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202093.json"
    },
    "type": "petition"
}