{
    "attributes": {
        "action": "Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)",
        "additional_details": "There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org",
        "background": "The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.",
        "closed_at": null,
        "created_at": "2017-10-03T11:25:11.503Z",
        "creator_name": "Michelle Beckett",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-12-04T16:21:37.912Z",
            "details": "The Government is committed to supporting children, young people and adults with Attention Deficit Hyperactivity Disorder (ADHD) and improving their quality of life. We recognise the importance for people with ADHD of receiving a timely diagnosis and appropriate support. Current legislation and guidelines set out how services should support people of all ages with ADHD. \r\n\r\nIn 2016, the National Institute for Health and Care Excellence (NICE) published a guideline on diagnosing and managing ADHD for people aged 3 and above. This aims to improve the diagnosis of ADHD as well as the quality of care and support for people with an ADHD diagnosis. An updated guideline is expected to be published in February 2018.\r\n\r\nThe Care Act 2014 represents the most comprehensive reform of social care legislation in over 60 years. The Act puts in place requirements for local authorities to meet a person’s eligible care and support needs, including those of people with ADHD, and to help and protect people with care and support needs, who may be at risk of abuse or neglect as a result of those needs. \r\n\r\nThe Government recognises that children and young people with ADHD often need special educational provision and under the Children and Families Act (2014), local authorities, health and care services must commission services jointly to ensure the needs of children and young people with Special Educational Needs and Disabilities (SEND) are met. Local Authorities must publish a clear outline of services available which has been developed for, and with, parents and young people. \r\n\r\nWe have also introduced a more streamlined assessment process to develop Education, Health and Care plans to support children and young people with SEND. These are co-ordinated across education, health and care, and involve children and young people and their families throughout the process.\r\n\r\nThese measures aim to reduce health inequalities and improve outcomes for children and young people with SEND and their families.  \r\n\r\nWe recognise that having ADHD can lead people to experience mental health problems and the Government is committed to improving mental health support and services. We have increased funding for mental health services by 8.4% since 2014/15 and last year, spend was the highest ever at £11.6bn.  \r\n\r\nWe have also commissioned NICE and the National Collaborating Centre for Mental Health (NCCMH) to improve mental health service pathways and tackle variations in provision. NHS England’s ‘Standard for Mental Health Investment’ ensures that NHS investment in mental health increases year on year. \r\n\r\nThe Government has introduced the Children and Young People’s Improving Access to Psychological Therapies programme (CYP IAPT) which aims to improve Child and Adolescent Mental Health Services (CAMHS). 90% of the 0-18 population are covered by this change programme and we are on course to reach 100% by 2018. \r\n\r\nWhilst we recognise the need to continue to improve support for people with ADHD, we believe the existing statutory framework provides the scope to achieve this and have no current plans to introduce a specific Act of Parliament. \r\n\r\nDepartment of Health",
            "summary": "The NHS Act 2006, the Care Act 2014, and the Children and Families Act 2014 provide a robust statutory framework for supporting people with ADHD, backed by investment in mental health services. ",
            "updated_at": "2017-12-04T16:21:37.912Z"
        },
        "government_response_at": "2017-12-04T16:21:37.915Z",
        "moderation_threshold_reached_at": "2017-10-03T11:45:00.333Z",
        "opened_at": "2017-10-06T16:47:31.351Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-17T11:27:01.819Z",
        "scheduled_debate_date": null,
        "signature_count": 11262,
        "state": "open",
        "updated_at": "2018-01-24T20:13:22.207Z"
    },
    "id": 202061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202061.json"
    },
    "type": "petition"
}