{
    "attributes": {
        "action": "Replace Cigarette Plain Packaging With A Compromise",
        "additional_details": "- the ugly green parts replaced with branding.\r\n\r\n- no health warnings on the side to make room for the nicotine content and no need to force things in people's face.\r\n\r\n- top 65% of the front to have the old 'Smoking Kills'\r\n\r\n- top 65% of the back can stay, but a limit of pictures and less ugly. Not nice to live your life having to look at revolting pictures everyday.\r\n\r\n- the cigarettes not to have plain paper, it has literally made the cigarettes taste of chemicals.\r\n\r\n- save menthols\r\n\r\n- no new laws",
        "background": "Alcohol, energy drinks, junk food, chewing gum etc has hazards. \r\n\r\nCigarettes also have hazards and some sensible laws are in place, but why something so extreme full of exaggerations? \r\n\r\nDon't encourage people to smoke and DONT BULLY THE SMOKERS WHO CHOOSE TO SMOKE AND DONT\r\nTAKE AWAY FREE WILL.",
        "closed_at": null,
        "created_at": "2017-10-04T13:50:41.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-05T01:36:15.345Z",
        "opened_at": null,
        "rejected_at": "2017-10-10T08:23:05.727Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nIt's clear that you're concerned about the images on cigarette packets, but we're not sure what actions you'd like Government or Parliament to take. In particular, we're not sure what you'd like to happen to menthol cigarettes or what you mean by \"no new laws\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-10T08:23:10.792Z"
    },
    "id": 202168,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202168.json"
    },
    "type": "petition"
}