{
    "attributes": {
        "action": "Review the laws around sentencing guidelines in the UK and bring back JUSTICE.",
        "additional_details": "Please sign this petition, we have the power to do anything that we want but instead we all just write pointless comments and share our outrage over social media. NOW is the time we take action, for too long the justice system has been broken. There are not harsh enough sentences for people who ruin lives, cause disabilities, acid attacks. The world is getting more and more broken everyday and longer we do not challenge the government on the way our country is ran, the worse things will get!!!",
        "background": "For too long now we have seen people commit horrific offences and get a slap on the wrist. Meanwhile more trivial offences like possessing a few grams of weed often gets higher sentences than pedos and rapists. We need a fairer justice system that does not discriminate against colour, gender e.t.c",
        "closed_at": null,
        "created_at": "2017-10-04T13:38:27.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-04T17:48:06.317Z",
        "opened_at": null,
        "rejected_at": "2017-10-09T16:42:39.890Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about sentencing guidelines, but we're not sure what action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-09T16:42:39.896Z"
    },
    "id": 202167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202167.json"
    },
    "type": "petition"
}