{
    "attributes": {
        "action": "Reward George Sephton for his services to English football",
        "additional_details": "George's first game was in August 1971. His busy matchdays include playing the club's famous anthem and other songs from his office in the Kop stand. He also informs the crowd of goalscorers, substitutes and scores.\r\n\r\nGeorge has witnessed Liverpool teams win 11 League Championships, 5 European Cups, 6 FA Cups and 8 League Cups.\r\n\r\nLiverpool FC legend Kenny Dalglish once said: “George is part of the history and tradition of this club and it would be more reverent if he left than if I left.”",
        "background": "George Sephton, known as The Voice of Anfield, is the country's longest-serving football stadium announcer. \r\n\r\nHis dulcet voice has entertained millions of fans and players at Liverpool FC over the last 46 years. \r\n\r\nPlease recognise George's contribution to our lives with a British Empire medal.",
        "closed_at": null,
        "created_at": "2017-10-03T18:32:53.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-03T19:32:37.807Z",
        "opened_at": null,
        "rejected_at": "2017-10-06T16:51:53.545Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-06T16:51:53.551Z"
    },
    "id": 202100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202100.json"
    },
    "type": "petition"
}