{
    "attributes": {
        "action": "Cap amount of additional homework given to GCSE students and focus on revision.",
        "additional_details": "Currently, schools have a certain amount of homework which has to be set every week. Many teachers abide by this rule but often enough a student is bombarded with tasks. Added to this, dates for homework due don't correlate to when lessons occur, leading to confusion and unorganised people. A student may have five lessons a day but could have up to eight homework pieces due in. Surely this is going to cause emotional pressure? Now we call on the government; you can't add hours into a day.",
        "background": "GCSE students in Britain are locked in an infinite cycle of homework, revision, exams and stress. This petition is to cap the amount of homework which doesn't accommodate preparing for exams (for example, practice questions) so that students have more time to revise and keep focused on preparing.",
        "closed_at": null,
        "created_at": "2017-10-03T21:14:00.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-04T06:46:48.493Z",
        "opened_at": null,
        "rejected_at": "2017-10-09T15:11:29.511Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It's clear that you're concerned about the amount of homework that GCSE students are assigned, but we're not sure what action you'd like the Government or Parliament to take. \r\n\r\nIf you would like homework to be made voluntary, you could sign this petition: https://petition.parliament.uk/petitions/200074\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-09T15:11:36.593Z"
    },
    "id": 202113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202113.json"
    },
    "type": "petition"
}