{
    "attributes": {
        "action": "Double the salary of MPs to recruit the best with business and life experience",
        "additional_details": "With the challenges of Brexit, it is necessary to recruit self-motivated, disciplined and competent individuals who can deliver what is best for the people of the UK.  Attracting and retaining these individuals should be the priority and they should reflect the demography and needs of the population they represent.  However, the current system only encourages the best candidates to deselect themselves from service to their country.",
        "background": "Increase MP’s basic salary to at least £140,000pa and fund it by eliminating all the allowances and non-standard benefits which are open to abuse and dishonesty, i.e. only include pension, medical & car.\r\nRestrict the total length of term of service to twenty years maximum.",
        "closed_at": null,
        "created_at": "2017-10-05T16:52:46.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-05T17:23:43.178Z",
        "opened_at": null,
        "rejected_at": "2017-10-09T16:47:07.193Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-09T16:47:07.198Z"
    },
    "id": 202249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202249.json"
    },
    "type": "petition"
}