{
    "attributes": {
        "action": "Place stoma signs on disabled toilets and add stoma changing facilities within.",
        "additional_details": "Stoma patients face prejudice from both the able and visibly disabled communities. Stoma patients are forcibly pushed and pulled out of the way when trying to access disabled facilities. 21,000 people are left with a stoma every year, this is a growing issue.",
        "background": "Stoma patients have unseen disabilities and although entitled to use disabled toilets, often face verbal abuse from the public when trying to access them. Stoma patients need a hygienic area to change ostomies and this is not provided. Unseen stoma disabilities need protection and recognition.",
        "closed_at": "2018-04-12T22:59:59.999Z",
        "created_at": "2017-10-06T08:54:40.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-03T13:16:13.377Z",
            "details": "Clean safe and suitable environments for stoma patients are important. Approved Document M gives statutory guidance for new facilities, includes the needs of stoma patients and advises on the use of well recognized signage. Layouts for unisex accessible toilets already include coat hooks, a small shelf, a waste disposal bin and a wash hand basin. Guidance in Part M (Access to and use of buildings) of the Building Regulations also refers to the British Standard BS 8300-2:2018 Design of an accessible and inclusive built environment. Buildings. Code of practice. This standard makes further recommendations as to how a toilet can provide changing accommodation including facilities for users of stoma bags.\r\n\r\nBuilding Control Bodies check for compliance of new accessible WC’s, but the Building Regulations only apply to building work, and do not extend to the management of buildings in use. The Equality Act sets out a “reasonable adjustment duty” and service providers are expected to anticipate the reasonable adjustments that stoma patients may require and manage how toilets are used by different users without discrimination. Designating unisex accessible toilets with stoma signs would segregate rather than include stoma patients. \r\n\r\nGovernment is considering how current guidance supporting Part M works for stoma patients.\r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-05-03",
            "summary": "Clean safe and suitable environments for stoma patients are important. Statutory guidance on new facilities includes the needs of stoma patients and advises on the use of well recognized signage.",
            "updated_at": "2018-05-03T13:16:13.377Z"
        },
        "government_response_at": "2018-05-03T13:16:13.379Z",
        "moderation_threshold_reached_at": "2017-10-06T15:02:09.449Z",
        "opened_at": "2017-10-12T14:13:35.427Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-11T23:04:49.173Z",
        "scheduled_debate_date": null,
        "signature_count": 10508,
        "state": "closed",
        "updated_at": "2018-08-06T15:10:08.053Z"
    },
    "id": 202280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202280.json"
    },
    "type": "petition"
}