{
    "attributes": {
        "action": "Change the law to ban the resale of tickets for more than their face value",
        "additional_details": "",
        "background": "Tickets are being bought from sites and are getting sold to third party sellers for a high price meaning real fans are missing out. Reselling of football tickets is illegal under the Criminal Justice and Public Order Act 1994. Why can’t laws apply for tickets to concerts and other sporting events?",
        "closed_at": "2018-04-10T22:59:59.999Z",
        "created_at": "2017-10-05T16:14:58.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-26T16:41:58.726Z",
            "details": "The Government is determined to crackdown on unacceptable behaviour and improve fans’ chances of buying tickets at a reasonable price. We recognise the process of distributing and buying tickets can often be a cause for public frustration and concern. \r\n\r\nAn independent review of consumer protection measures was commissioned by the Government in 2015, undertaken by Professor Waterson, which was published in May 2016. The Government published its response to the review on 13 March 2017, which welcomed the Review and accepted all nine recommendations. Professor Waterson specifically considered the issue of a cap on ticket resale prices, and we agree with his conclusion that it should not be taken forward as it would raise a number of practical considerations and be of limited effect, as it would be extremely difficult to enforce. \r\n\r\nAs part of its response to Professor Waterson’s review, the Digital Economy Act includes two provisions relating to secondary ticketing. The first is the power to create a specific offence of using a ticketing bot (a software application that runs automated tasks over the internet) to purchase more tickets than the maximum permitted, to put beyond doubt the illegality of this practice. The second is a provision for a requirement under the Consumer Rights Act (CRA) 2015 for ticket sellers to provide a unique ticket number (where one has originally been given) when putting a ticket up for resale, in addition to the CRA’s existing rules on the information that should be provided to purchasers using secondary ticket platforms.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2017-10-26",
            "summary": "We have put in place measures to tackle unacceptable behaviour in the ticketing market. Price caps would not work.",
            "updated_at": "2017-10-26T16:41:58.726Z"
        },
        "government_response_at": "2017-10-26T16:41:58.729Z",
        "moderation_threshold_reached_at": "2017-10-05T18:06:18.201Z",
        "opened_at": "2017-10-10T08:37:53.618Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-16T18:27:55.420Z",
        "scheduled_debate_date": null,
        "signature_count": 23297,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.232Z"
    },
    "id": 202243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202243.json"
    },
    "type": "petition"
}