{
    "attributes": {
        "action": "Introduce Admiral nurses on an access for all basis.",
        "additional_details": "-(ref:Samuel Cohen University of Cambridge TED lecture)\r\nhttps://goo.gl/N6lgOQ\r\n- (Admiral Nurse)\r\nWhen things get challenging or difficult, Admiral nurses work alongside people with dementia, and their families: giving them one-to-one support, expert guidance and practical solutions. It helps lift the burden on the carer resulting in less chance of mental health issues.\r\nhttps://goo.gl/GTzfHP\r\n- (First hand view can be seen on Facebook group)\r\nAlzheimers and Dementia Caregivers Support",
        "background": "This would take the weight off mental health services and helps curb carers getting mental health problems, costing less money in the long run. Statistically there's a 1 in 2* chance of you getting Alzheimer's by 85 which would mean that you are either a carer or a person with Alzheimer's.",
        "closed_at": null,
        "created_at": "2017-10-06T15:11:25.079Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-06T16:12:00.824Z",
        "opened_at": null,
        "rejected_at": "2017-10-10T17:14:05.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"an access for all basis\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to increase the numbers of Admiral nurses employed by the NHS in England. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-10T17:14:10.377Z"
    },
    "id": 202310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202310.json"
    },
    "type": "petition"
}