{
    "attributes": {
        "action": "Re Open The Stalybridge Stamford Park Conservatory",
        "additional_details": "Several years ago Tameside Council invested many millions of pounds into improving the facilities. This included a new cafe, toilets, floral and shrub beds, children’s play area, a water feature plus a multi games area. The historical conservatory however received no funding and in 2016 was closed to the general public. For over a hundred years this structure has been loved by the local people and created many happy memories. That’s why we intend to raise enough support to re open it",
        "background": "Stamford Park In Stalybridge is an area of natural beauty which is enjoyed by many thousands of local people each year. The conservatory opened in 1907 but last year (2016) was closed by the council without any explanation. We aim to get enough support to re open this to the general public",
        "closed_at": null,
        "created_at": "2017-10-06T22:34:34.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-07T07:56:02.363Z",
        "opened_at": null,
        "rejected_at": "2017-10-11T15:49:11.359Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Reopening the Stalybridge Stamford Park Conservatory is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-10-11T15:49:16.330Z"
    },
    "id": 202349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202349.json"
    },
    "type": "petition"
}