{
    "attributes": {
        "action": "Update the UK Traffic Signs Regulations to a geometrically correct football",
        "additional_details": "In the Statutory Instrument 2016 No. 362, the image for a Football ground (Leisure facility) is incorrectly a pattern of white and dark hexagons (Schedule 12, part 15, symbol 38). If the dark hexagons were changed to pentagons it would accurately depict a football on all future street signs.",
        "background": "The football shown on UK street signs (for football grounds) is made entirely of hexagons. But it is mathematically impossible to construct a ball using only hexagons. Changing this to the correct pattern of hexagons and pentagons would help raise public awareness and appreciation of geometry.",
        "closed_at": "2018-04-06T22:59:59.999Z",
        "created_at": "2017-10-06T14:15:58.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-24T17:12:42.001Z",
            "details": "The Department for Transport sets legislation on traffic signs for use by traffic authorities. The Traffic Signs Regulations and General Directions 2016 (TSRGD) sets out the design and conditions of use for traffic signs that may be used on roads in England, Scotland and Wales. \r\n\r\nTraffic signs use symbols which enable drivers to take in the information quickly and understand the meaning of the sign. Symbols are often internationally recognised which is important for all road users, especially those who may be unfamiliar to the area. \r\n\r\nIn the case of a directional sign to a leisure facility (such as a football ground), the symbols used are a general representation of the activity being depicted. As such, drivers can then quickly understand the type of destination. The football ground symbol first appeared in TSRGD in 1994 and road users have become accustomed to its use.\r\n\r\nThe purpose of traffic signs is to “convey warnings, information, requirements, restrictions or prohibitions” (Section 64 of the Road Traffic Regulation Act 1984). \r\nThe Department for Transport commissioned research into road user’s understanding of traffic signs in 2011. This concluded that respondents “showed a good basic level of understanding as to what different types of sign meant” and recommended that signs should be kept simple.\r\n\r\nThe purpose of a traffic sign is not to raise public appreciation and awareness of geometry which is better dealt with in other ways. If the correct geometry were put onto a sign, it would only be visible close up and not from the distance at which drivers will see the sign. The detail of the geometry would also not be taken in by most drivers who were merely looking at the sign for direction. The higher level of attention needed to understand the geometry could distract a driver’s view away from the road for longer than necessary which could therefore increase the risk of an incident.\r\n\r\nAdditionally the public funding required to change every football sign nationally would place an unreasonable financial burden on local authorities. The Department could not justify the spending needed as an exercise to increase public awareness and appreciation of geometry.\r\n\r\nFor the reasons given, we will not be changing the football symbol used on a traffic sign.\r\n\r\nDepartment for Transport",
            "summary": "The Government considers the current football symbol has a clear meaning and is understood by the public. Changing the design to show accurate geometry is not appropriate in this context.",
            "updated_at": "2017-10-24T17:12:42.001Z"
        },
        "government_response_at": "2017-10-24T17:12:42.003Z",
        "moderation_threshold_reached_at": "2017-10-06T14:52:16.128Z",
        "opened_at": "2017-10-06T16:04:59.231Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-09T23:40:22.553Z",
        "scheduled_debate_date": null,
        "signature_count": 22543,
        "state": "closed",
        "updated_at": "2018-04-06T23:00:06.373Z"
    },
    "id": 202305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202305.json"
    },
    "type": "petition"
}