{
    "attributes": {
        "action": "To create a law for road side safety when recovering vehicles.",
        "additional_details": "Due to the increase of fatalities and serious injury whilst recovering vehicles on  the roadside we must increase safety procedures in place for the roadside recovery drivers.",
        "background": "to create a law to make people slow down or move over for vehicles that have broken down or accidents etc on the roadside...",
        "closed_at": null,
        "created_at": "2017-10-06T13:49:17.693Z",
        "creator_name": "Stanley Peter Gallears",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-30T16:12:04.196Z",
            "details": "Ensuring the safety of anyone working on our roads is just as important as ensuring the safety of those travelling on them. In areas identified as especially high risk, such as the hard shoulder on motorways, the Department for Transport placed a specific responsibility on Highways England, under the Infrastructure Act 2015, to have due regard to the need to protect and improve the safety of the strategic road network as a whole for all road users. This includes ensuring that roadside vehicle recovery operations are safe for both recovery drivers and all other road users. \r\n\r\nAs a first step towards this goal, the Government set a challenging target. Highways England has a target to reduce those killed or seriously injured on their strategic road network, of a decrease of at least 40% by the end of 2020 against the 2005-09 average baselines. Further details on Highways England’s Health & Safety 5 year plan is available on the Highways England website: https://www.gov.uk/government/publications/highways-england-health-and-safety.\r\n\r\nRules 219 and 281 of the Highway Code provide for emergency and incident support vehicles and their corresponding warning signs or flashing lights. These rules advise drivers to be aware of emergency or incident support vehicles on the road: it provides advice on which warning lights or signals these vehicles use, and advises drivers to exercise extra care and attention including slowing down, being prepared to stop, and to follow any directions given by police officers, or traffic officers, as to whether drivers can safely pass an incident or blockage.\r\n\r\nWhether on the strategic road network or on local roads, the police already have powers to deal with road users who do not slow down or move over for vehicles that have broken down or been involved in accidents on the roadside. Road users, are required to comply with road traffic law in the interests of their own safety and that of other road users. If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes a nuisance, they may be committing a number of offences. For example, under sections 2 and 3 of the Road Traffic Act 1988 (as amended) a person may be charged with the offences of dangerous driving, or careless and inconsiderate driving. In each case it is for the police to enforce the law.\r\n\r\nThe Health and Safety at Work Act 1974 also requires employers to ensure the safety of their employees during the course of their work. HSE would expect that employers have arrangements in place to ensure that safe working procedures are used, vehicles and equipment of an appropriate standard are provided and maintained, where necessary, appropriate personal protective equipment (PPE) is provided and used, and all persons have been adequately trained by a competent person on how to work safely at the roadside and the precautions they should be recommending to the occupants of incident support vehicles. For further details please visit the Health and Safety Executive website: http://www.hse.gov.uk/foi/internalops/sims/manuf/3_04_61.htm.\r\n\r\nAdvice on safe systems of work for ensuring the health and safety of both roadside technicians and members of the public who may be affected by their activities, has been published in the British Standard Code of Practice, BS 7121-12:1999 “Safe use of cranes - Part 12: Recovery vehicles and equipment - Code of Practice”; and the British Standards Institute (BSI) publication PAS43 “Safe working of vehicle breakdown and recovery operators: Management system specification”. This guidance on the safe management of vehicle breakdown and recovery operations was produced by SURVIVE. SURVIVE is a partnership between the Government, police, motoring industry and service organisations. Its aim is to improve the safety of roadside recovery operators and customers and is currently consulting with interested bodies on procedures for 'breakdowns in coned-off areas'. For further details, the SURVIVE website is: http://www.survivegroup.org/pages/home.\r\n\r\nDepartment for Transport",
            "summary": "The Government considers there is robust regulation in place that includes provisions for the safety of workers on the roadside, including roadside recovery drivers.",
            "updated_at": "2017-10-30T16:12:04.196Z"
        },
        "government_response_at": "2017-10-30T16:12:04.200Z",
        "moderation_threshold_reached_at": "2017-10-06T15:40:00.363Z",
        "opened_at": "2017-10-10T08:44:43.769Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-17T08:51:02.815Z",
        "scheduled_debate_date": null,
        "signature_count": 11704,
        "state": "open",
        "updated_at": "2018-01-24T19:54:57.225Z"
    },
    "id": 202302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202302.json"
    },
    "type": "petition"
}