{
    "attributes": {
        "action": "Cladding!! We don't want cladding we want new windows, give us double glazing.",
        "additional_details": "Our tower blocks are freezing in the winter. Our homes get damp and severe condensation. We use up to £30 a week on gas alone just to keep warm in the slightest. It is unsafe for our children. They are putting it off due to cladding issues sort them issues out later, or scrap the idea. We just want to be warm, our kids to be safe and healthy and the cold metal non efficient windows scrapped please help us by signing this petition to get us what is right and what is needed. Thank you",
        "background": "The tower blocks in thamesmead/abbeywood have been promised new windows for too long with no action taken. we are asking for people to help us and sign to get us windows that are air and water tight, that keep us warm in the winter and are more energy efficient.",
        "closed_at": null,
        "created_at": "2017-10-07T22:08:04.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-09T16:07:39.368Z",
        "opened_at": null,
        "rejected_at": "2017-10-13T14:21:34.401Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Fitting new windows on your building is the responsibility of the owner of the building, not the UK Parliament or Government. It should say who is responsible for your building on any letters you receive about works on the building.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to change the law to require landlords to replace single-glazed windows with double glazing, if that's what you'd like to happen. \r\n\r\nIf you're concerned about energy bills, you can find out more information about where to get help here:\r\n\r\nhttps://www.citizensadvice.org.uk/consumer/energy/energy-supply/get-help-paying-your-bills/grants-and-benefits-to-help-you-pay-your-energy-bills/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-13T14:21:39.436Z"
    },
    "id": 202408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202408.json"
    },
    "type": "petition"
}