{
    "attributes": {
        "action": "Ban safeholds on kids with autism unless there's or another's life is in danger",
        "additional_details": "I am a parent with autistic children from a young age my son has been put in safeholds by school police and placements and believe me it is only making him worse plus he doesn't have total understanding why autistic people fear the world around them so think of the fear that rips through a 14 yr old autistic boys mind when there's 4 adults holding him down. Autism is not a crime,recently my son went to a train track put his life in danger and this hold couldn't be used in public when its needed",
        "background": "Autistic kids don't like to b touched the fear of not knowing why they are being touched or others germs is enough to put them into crisis so why are these kids being put to the ground face first with there arms bent up there backs n held there for a considerable amount of time until theyre released",
        "closed_at": null,
        "created_at": "2017-10-09T09:29:56.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-09T13:35:58.091Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T10:55:02.040Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by \"safeholds\". We're not sure whether you'd like to ban all kinds of physical restraint, or only certain actions. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-06T10:55:25.183Z"
    },
    "id": 202482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202482.json"
    },
    "type": "petition"
}