{
    "attributes": {
        "action": "Add the ESA/JSA/IS/WTC/HB disability premiums for adults in Universal Credit",
        "additional_details": "A single adult living alone could be up to £106.65 per week worse under UC compared to being on the legacy benefits of ESA, JSA, Income Support, Working Tax Credit and Housing Benefit. Many of our disabled people - who would love to work if they could - will no longer be able to afford essentials such as food or household bills, let alone the extra expenses that come with being disabled. We call on the Government to add these disability premiums to UC for adults receiving DLA or PIP.",
        "background": "The Government is in the process of rolling out new benefit Universal Credit (UC). Disability premiums are extra amounts of money included in some benefits (ESA/JSA/IS/WTC/HB) for some adults with a disability to help with the extra costs of a disability, from mobility scooters to incontinence pads.",
        "closed_at": null,
        "created_at": "2017-10-08T01:07:32.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-08T01:51:02.429Z",
        "opened_at": null,
        "rejected_at": "2017-10-13T14:44:24.488Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPeople who are claiming Universal Credit and who have limited capability for work and work-related activity will get an extra amount each month added to their Universal Credit payment.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/universal-credit-if-you-have-a-disability-or-health-condition-quick-guide/universal-credit-if-you-have-a-disability-or-health-condition\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for the amount added to Universal Credit to be increased by a specific amount. \r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-13T14:44:34.589Z"
    },
    "id": 202417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202417.json"
    },
    "type": "petition"
}