{
    "attributes": {
        "action": "Make government pay for their own meals and save the taxpayer £3.7million a year",
        "additional_details": "",
        "background": "Last year the British taxpayer contributed more than £3.7million to subsidising food and drink in the Houses of Parliament. However we are expected to pay for our own lunch whilst at work as well as our children's school lunches meaning a lot of people skip meals as they simply cant afford to eat.",
        "closed_at": null,
        "created_at": "2017-10-08T18:04:55.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-08T18:45:57.133Z",
        "opened_at": null,
        "rejected_at": "2017-10-13T14:08:55.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Commons catering service serves around 14,500 parliamentary staff, pass holders and thousands of visitors, as well as MPs. Government Ministers or even all MPs paying the full cost of their meals would not save £3.7 million, so we're not sure what specific action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Parliament or Government to stop subsidising catering in the Houses of Parliament, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-13T14:09:00.264Z"
    },
    "id": 202448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202448.json"
    },
    "type": "petition"
}