{
    "attributes": {
        "action": "No prosperity due tp 7 years austerity a vote of/no confidence by the UK people.",
        "additional_details": "Prosperity policy= prosperous \r\n\r\nA policy of austerity to gain prosperity was a shot in the dark at best from the beginning. i want to aim for the light.\r\n\r\nA disruptive/undermining/unruly, uncivil motive holds no ground hear.\r\nDemocracy i beleive.\r\n\r\nIt is exactly as stated. A vote of confidence or a vote of no confidence by the people for the people.\r\n\r\nThe people rule, have, do and always will. \r\n\r\nFair is fair and only a majority is fair.\r\n\r\nDemocracy i beleive.\r\n\r\nThank you\r\n\r\n#livestrong",
        "background": "7 years of hell. Now a divided cabinet. This will not stand\r\n\r\nIf your going through hell, Just keep going.\r\nNever, never, never give up.\r\n\r\nI as an English born man beleive the reason for the vote is vastly more important than my story that is still being written.",
        "closed_at": null,
        "created_at": "2017-10-10T00:03:32.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-11T19:42:17.856Z",
        "opened_at": null,
        "rejected_at": "2017-10-17T11:39:02.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd concerned abut austerity, but we're not sure what you'd like Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to spend more on particular services, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-17T11:39:06.824Z"
    },
    "id": 202550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202550.json"
    },
    "type": "petition"
}