{
    "attributes": {
        "action": "Raise awareness and understanding of PDA among health care professionals",
        "additional_details": "A doctor diagnosed my son with PDA. I had a judge order my son to be seen by C.A.M.H.S to support the psychologist diagnosis but they do not commission PDA so we're stuck in limbo. To the point of social services wanting to put my son in foster care but luckily it was the judge that saw there was a problem and now back at the beginning. PDA was founded in the 1980's so it's fairly new. So many parents are being blamed for their children's behaviour. PDA is on the autistic spectrum.",
        "background": "I would like the government to raise awareness and understanding of PDA pathological demand avoidance among health care professionals. PDA is on the autistic spectrum, yet so many parents are being told they're neglecting their children. PDA was founded in 1980's and is a complex condition.",
        "closed_at": "2018-04-20T22:59:59.999Z",
        "created_at": "2017-10-11T16:42:56.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-16T13:44:56.614Z",
            "details": "We appreciate the deep frustration that you must feel in the failure to provide appropriate recommendations and care for your son’s complex needs. The Government is committed to supporting children and young people with autism, under which PDA is categorised, to enable the right support to be put in place early and reduce the longer term impact.\r\n\r\nWe acknowledge that the complexity of autism, and the multi-faceted nature of the needs of those on the spectrum, poses particular challenges to professionals and commissioners.  The Government wants to make sure that clinicians have the best possible knowledge and resources available for them to make recommendations on the care and management of children and young people on the autism spectrum.\r\n\r\nIn the NHS, clinicians will diagnose in line with guidance such as the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), the American Psychiatric Association's classification and diagnostic tool, or the International Statistical Classification of Diseases and Related Health Problems (ICD-10), a medical classification list developed by the World Health Organization \r\n\r\nThe National Institute for Health and Care Excellence (NICE) publishes a number of guidelines that provide evidence-based recommendations for the diagnosis and management of autism in children, young people and adults.  These can be found at www.nice.org.uk, by searching for ‘autism guidance’.\r\n\r\nThe NHS is clinically-led, and, as such, decisions such as formulating a diagnosis will be taken by clinicians in line with the relevant clinical guidelines. \r\n\r\nIn the course of the development of the (NICE) clinical guideline on the treatment of autism in children and young people (CG128), the developers looked at differential diagnoses for autism. In this, they did consider PDA, identifying it as a particular subgroup of autism that could also be described as oppositional defiant disorder (ODD). The guidance recommends that consideration should be given to differential diagnoses for autism (including ODD) and whether specific assessments are needed to help interpret the autism history and observations. However, due to the lack of evidence and the fact that the syndrome is not recognised within the DSM or ICD classifications, NICE was unable to develop specific recommendations on the assessment and treatment of PDA.\r\n\r\nThe Department of Health and Social Care has launched Disability Matters, an innovative programme providing free online e-learning and face-to-face training resources. It covers over 30 topics related to disability and special educational needs, including autism, and the aim is to provide a basis for professional development for anyone working with people with complex needs.  Disability Matters can be found at www.disabilitymatters.org.uk.  This resource is being kept under review, and officials will ensure that information and guidance on PDA are considered for inclusion once a verdict regarding this condition has been reached. \r\n\r\nAdditionally, The Children and Families Act 2014 places a renewed focus on the early identification of needs and under the SEND Code of Practice schools are expected to identify and support needs such as communication and social skills.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-03-16",
            "summary": "The Government takes the issue of autism, under which PDA is categorised, very seriously. We want to make sure that clinicians have the best resources available to make recommendations on autism.",
            "updated_at": "2018-03-16T13:44:56.614Z"
        },
        "government_response_at": "2018-03-16T13:44:56.618Z",
        "moderation_threshold_reached_at": "2017-10-11T18:05:46.164Z",
        "opened_at": "2017-10-20T14:41:54.789Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-23T20:50:26.758Z",
        "scheduled_debate_date": null,
        "signature_count": 11188,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.332Z"
    },
    "id": 202680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202680.json"
    },
    "type": "petition"
}