{
    "attributes": {
        "action": "If no agreement to leave the European Union is reached, Article 50 be withdrawn",
        "additional_details": "After six months of the negotiation period, nothing has been agreed, and it is unlikely that any accord will be reached in the time remaining. The government has even spoken of `hard Brexit' which is destructive and certainly not what was voted for. To allow six months for ratification by the other states, Article 50 should be withdrawn if no agreement is reached by that date, and the UK would remain in the EU as before, pending whatever further discussion takes place.",
        "background": "As it is certain that such a scenario will damage the country’s economy and the well-being of its people, this country should not leave without agreements that will prevent damage to both. \r\n\r\nIf no agreement can be reached by 1 September 2018, Article 50 must be withdrawn",
        "closed_at": "2018-04-18T22:59:59.999Z",
        "created_at": "2017-10-10T22:45:36.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-01T16:55:28.314Z",
            "details": "The British people voted to leave the EU and the Government is clear that we will honour their decision and deliver on their instruction. Article 50 was invoked after a Bill was passed in both Houses by an overwhelming majority and became law. As a matter of firm policy, our notification will not be withdrawn. \r\n\r\nWe are confident that a future partnership between the UK and EU is in the interests of both sides, so we approach these negotiations anticipating success. As a responsible government we are preparing for all potential outcomes, including the unlikely scenario in which no mutually satisfactory agreement can be reached. We do not want or expect a no deal outcome. \r\n\r\nDepartment for Exiting the European Union",
            "summary": "The United Kingdom voted to leave the EU, and the Government will deliver on this instruction. We approach these negotiations anticipating success. Our notification will not be withdrawn.",
            "updated_at": "2017-11-01T16:55:28.314Z"
        },
        "government_response_at": "2017-11-01T16:55:28.317Z",
        "moderation_threshold_reached_at": "2017-10-10T22:57:39.995Z",
        "opened_at": "2017-10-18T16:22:27.036Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-10-20T21:16:28.681Z",
        "scheduled_debate_date": null,
        "signature_count": 34833,
        "state": "closed",
        "updated_at": "2018-04-19T09:08:17.787Z"
    },
    "id": 202629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202629.json"
    },
    "type": "petition"
}