{
    "attributes": {
        "action": "Build a new A&E Hospital CENTRAL to St Albans, Watford and Dacorum.",
        "additional_details": "WHHT have approved plans to redevelop Watford General Hospital as Our A&E Hospital. This is despite the difficulties for many getting to WGH, the sharp gradient of the site, being next-door to a PL football club and the disruption for patients, visitors and staff until it is completed in 2030.A brand new and central West Herts A&E Hospital could be delivered earlier, be less disruptive to hospital services, cost less and provide a better long-term acute care solution for the whole of West Herts.",
        "background": "We call on the NHS decision makers to instruct West Herts Hospital Trust (WHHT) to amend their Strategic Outline Case to include the most sensible, popular and cost-effective option of building a new A&E hospital in a more accessible and central location than Vicarage Road, Watford.",
        "closed_at": "2018-05-23T22:59:59.999Z",
        "created_at": "2017-10-11T10:38:16.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-04T09:18:43.683Z",
            "details": "The Government understands that Herts Valley CCG has gone through a lengthy engagement process to reach the decision to maintain A&E services in Watford General Hospital. The CCG conducted a review of the health and care services in 2015, which built on an earlier consultation held in 2007. Following this, A&E services were moved from Hemel Hempstead General Hospital to Watford GH in 2010.\r\n\r\nThe CCG concluded, with professional and legal advice, that there was no need to consult on the current proposals since the 2015 review confirmed the outcome of the 2007 consultation to have A&E located in WGH and Hertfordshire County Council Scrutiny Committee supported this view. Throughout the process the CCG considered a range of options for plans and NHS England regional office and the West Essex STP have given support for its’ preferred option. The CCG has stated that their ambition is for as much new building as possible, rather than only refurbishment.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Decisions on configuration are best made by the local NHS, who can best assess how to meet the needs of people in their area. \r\n\r\nFor any significant system reconfiguration, we expect all local parts of the system to be talking to the public and stakeholders regularly; it is vital that people can shape the future of their local services. \r\n\r\nAll significant service change is subject to a full public consultation and proposals must meet the government’s four reconfiguration tests. These are support from clinical commissioners, clarity on the clinical evidence base, robust patient and public engagement and support for patient choice. There is an additional test laid out in NHS England guidance, which requires that proposed service reconfigurations should be tested for their impact on overall bed numbers in the area. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-06-04",
            "summary": "The Government appreciates that there is local concern about the location for a new A&E hospital proposed by West Herts Hospital Trust. This is a matter for local determination.",
            "updated_at": "2018-06-04T09:18:43.683Z"
        },
        "government_response_at": "2018-06-04T09:18:43.685Z",
        "moderation_threshold_reached_at": "2017-10-11T13:13:58.971Z",
        "opened_at": "2017-11-23T11:58:14.692Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-18T07:48:04.213Z",
        "scheduled_debate_date": null,
        "signature_count": 10566,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.518Z"
    },
    "id": 202644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202644.json"
    },
    "type": "petition"
}