{
    "attributes": {
        "action": "Petition a standard sentence of 10 yrs per offence for any act of paedophilia.",
        "additional_details": "There is ample evidence to suggest that sentencing doesn't follow a set pattern, submissions of mental health problems doesn't give the offender the right to receive non custodial sentences.  \r\n\r\nThe innocent victims suffer a lifetime, and there is evidence to suggest these people ref fend because the sentencing isn't standard. \r\n\r\nThere should be ZERO tolerance of this behaviour. Mandatory 10 years per offence should be the tariff.",
        "background": "Sentencing for crimes against children doesn't follow a set custodial sentence. I petition to create a standard sentence of 10 years per offence for any act of paedophilia.\r\n\r\nThis is engrained in our culture, sentencing is not  tough enough. Mrs Thatcher said publicly a crime is a crime is a crime.",
        "closed_at": null,
        "created_at": "2017-10-11T13:44:57.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-20T20:07:28.833Z",
        "opened_at": null,
        "rejected_at": "2017-11-22T18:37:41.333Z",
        "rejection": {
            "code": "no-action",
            "details": "The term \"pedophiles\" is used to describe people who have been convicted of a variety of different criminal offences. We're not sure which crimes you would like to be covered.\r\n\r\nAt the moment, some crimes against children could result in a sentence that's longer than ten years. We're not sure whether you would want these sentences to be reduced to ten years. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-22T18:37:41.341Z"
    },
    "id": 202657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202657.json"
    },
    "type": "petition"
}