{
    "attributes": {
        "action": "End the \"no use tax\" that energy companies charge leading to fuel poverty.",
        "additional_details": "I phoned British Gas after having no access to my boiler as I waited for my landlord to complete the gas safety inspection. Despite not using gas for three months, I had to pay arrears even though I could not use the gas for three months. It is a mandatory fee whether you use gas or not. They put the fee in the small print and fail to make it clear they are charging nearly £100 Pounds/annum just to be able to have the option of consuming energy. This perpetuates fuel poverty and needs to stop.",
        "background": "Whether or not you are metered for energy you are charged a daily rate for energy even if you abstain from using it. British Gas charges £0.26 per day for using no gas, which amounts to a \"no use tax\" of nearly £100 Pounds per year. This means many people are in fuel poverty even when using no fuel.",
        "closed_at": null,
        "created_at": "2017-10-10T21:12:39.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-10T21:23:37.522Z",
        "opened_at": null,
        "rejected_at": "2017-10-23T18:16:47.918Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about having to pay charges when you're not using energy, but we're not sure what action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-23T18:16:55.039Z"
    },
    "id": 202623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202623.json"
    },
    "type": "petition"
}