{
    "attributes": {
        "action": "Ask Theresa May to resign as Prime Minister.",
        "additional_details": "Boris Johnson's article in the telegraph on 15/09/17, issued just one week before Theresa May's speech in Florence, both undermined and contradicted the Prime Minister.\r\nOn 10/10/17 Theresa May admitted UK may still fall under ECJ jurisdiction for a time. This was publicly rejected on the same day by Jacob Rees Mogg. \r\nBernard Jenkin and Charlie Elphicke both publicly stated they want a hard Brexit, despite this contradicting both Theresa May and David Davies.",
        "background": "The British economy faces a crisis due to the poor handling of Brexit. This is due to  Theresa May's weak leadership. By allowing Boris Johnson, Jacob Rees Mogg and others to contradict her, the EU is being  given mixed messages. If she cannot control her party then she must resign.",
        "closed_at": null,
        "created_at": "2017-10-11T18:40:21.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-11T19:00:07.008Z",
        "opened_at": null,
        "rejected_at": "2017-10-17T16:03:26.389Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of the Prime Minister would be an individual decision for that person, and not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-17T16:03:38.049Z"
    },
    "id": 202693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202693.json"
    },
    "type": "petition"
}