{
    "attributes": {
        "action": "Petition against Norfolk County Council to halt removal\r\nhousing wardens.",
        "additional_details": "I live in one of these accomadation and my wife and i only have the warden once a month, but some of the tennants have a visit most days.\r\nThere has been occasions where someone has laid on the floor for three days befor they have been found.\r\nSo taking the warden service away will not only leave the elderly lonely,\r\nbut take away that friendly face at the door.\r\nI have also met a lady that we managed to get to come to Jubelie party that we had, that was the first time that she had been out, 6yrs.",
        "background": "Norfolk County Council is planning to remove all wardens from the sheltered housing.\r\nThere are a lot of elderly people that rely on the wardens visits and is their only means of communication with the outside world.\r\nWhat will happen when an elderly lady falls down and cannot get to the alarm.",
        "closed_at": null,
        "created_at": "2017-10-12T18:36:02.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-12T21:17:54.883Z",
        "opened_at": null,
        "rejected_at": "2017-10-18T15:34:12.383Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Housing wardens are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.norfolk.gov.uk/what-we-do-and-how-we-work/have-your-say/petitions\r\n\r\nYou could start a new petition asking for the UK Government and Parliament to change the law to make it a mandatory requirement for wardens to be present in all sheltered housing, if that's what you would like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-18T15:34:25.273Z"
    },
    "id": 202786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202786.json"
    },
    "type": "petition"
}