{
    "attributes": {
        "action": "Change the way the cost of T.V Licence is worked out.",
        "additional_details": "I'm asking you to sign this petition if you think this is unfair for someone to pay on average more a week on TV licence than they do on electric a week. Your average BBC worker makes £37 an hour is it fair that the ones that watch the BBC less in a week or not at all are made to pay the same amount of the ones that watch it a lot more. Let's get this debated in Parliament and let's get it where they go on your circumstances and how often you watch the BBC rather than if you have a colour TV or a black and white TV.",
        "background": "I have had enough of how much I got to pay the BBC for watching each year it cost's £147 for a colour TV licence. I have worked out that I only watch the BBC for 2 hours a week this working out on average of £24.50 a week.",
        "closed_at": null,
        "created_at": "2017-10-13T07:17:44.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-24T18:50:39.085Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T17:19:31.398Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you would like the TV licence fee to be determined. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-09T17:54:49.051Z"
    },
    "id": 202813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202813.json"
    },
    "type": "petition"
}