{
    "attributes": {
        "action": "Help Paxton Academy get a permanent site after 4 years in temporary portacabins.",
        "additional_details": "Every effort is been made by the headteacher and governors to get a permanent site for the children but there seems to be issues at every corner! \r\nThis is a school of small children who deserve so much more, as do the staff that are expected to teach and maintain a high standard in these conditions . \r\nThe local council and government have a duty of care to make sure children are given the best opportunities and best start... they are been failed! Please sign and help us secure our permanent site",
        "background": "Paxton Academy opened in 2014.\r\nThe children have been learning in portacabins from the very beginning. \r\nPlanning permission has been denied and as a result we are now 4 years in and some children will never get the primary school experience that they deserve",
        "closed_at": null,
        "created_at": "2017-10-13T09:54:24.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-13T14:45:43.374Z",
        "opened_at": null,
        "rejected_at": "2017-10-19T16:32:03.366Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://secure.croydon.gov.uk/petition/createpetition\r\n\r\nYou could start a new petition asking for the UK Government to fund a new building for Paxton Academy, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-20T16:58:52.343Z"
    },
    "id": 202818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202818.json"
    },
    "type": "petition"
}