{
    "attributes": {
        "action": "Hold a Public Vote (national referendum) of No Confidence in the Administration.",
        "additional_details": "The 2015 election has been widely cited as the least representative election in the history of democracy and the last election quite simply proves the electoral system is not fit for purpose returning no overall majority, yet delivering a PM who claims that nothing has changed.\r\nWe have a systemic failure in the way our representatives are selected, and no realistic prospect of reform in the foreseeable future.\r\nThe people have lost confidence. Parliament needs to propose how she will win it back.",
        "background": "The EU Referendum has divided the nation like nothing else in living memory, yet both sides of that divide seem united in their lack of confidence in the Government.\r\nWe face a democratic crisis brought about by the hubris of Parliament & their failure to give the relevant issues due consideration.",
        "closed_at": null,
        "created_at": "2017-10-13T17:23:14.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-14T08:07:27.979Z",
        "opened_at": null,
        "rejected_at": "2018-10-03T09:43:40.821Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you want a referendum to be held, but it's not clear what action you would like the UK Government or Parliament to take as a result of a referendum.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-03T09:43:48.079Z"
    },
    "id": 202859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202859.json"
    },
    "type": "petition"
}