{
    "attributes": {
        "action": "Please stop paying a salary to N.I. MLA's for failure to work. No work, No pay.",
        "additional_details": "The MLA's have no incentive to work as they get paid for doing nothing but bicker about unimportant things. The DUP and Sinn Fein have been at loggerheads for ten months now and  neither side is willing to concede an inch. If a new election was held tomorrow we would face this situation all over again and we just cannot allow this stalemate to continue. We stand to lose too much. We wish to stop their salary immediately unless they sign a contract to work together and not bring stormont down.",
        "background": "Our MLA's have received a salary for the last ten months although they have not worked in that time. Meantime our hospitals are in crisis with planned loss of vital services, some surgeries have no GP's, our roads need urgent repair, we need more investment/jobs and our education system a mess.",
        "closed_at": null,
        "created_at": "2017-10-15T00:12:59.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-15T13:56:08.937Z",
        "opened_at": null,
        "rejected_at": "2017-10-19T12:56:20.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The salaries of MLAs are the responsibility of the Northern Ireland Assembly, not the UK Government or Parliament. Salaries are determined by the Independent Financial Review Panel. You can find out more about the IFRP here:\r\n\r\nhttp://ifrp.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-19T12:56:24.222Z"
    },
    "id": 202935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202935.json"
    },
    "type": "petition"
}