{
    "attributes": {
        "action": "Close the gender pay gap",
        "additional_details": "On average women are paid 80% of their male counterpart's. Does this mean that women should do only 80% of the job?  Take surgeons for example, all of them have trained in medical school and taken the exams to become a surgeon. Still, however, women get paid 20% less than men, so should women do 20% less surgery than men? Why it's the pay gap taken more seriously? Neither gender is stronger, neither deserves to be paid more.",
        "background": "Throughout history, women have fought hard for equality. Lives have been lost for this important cause, however still inequality is prevalent in today's society. This is clearly shown in the pay gap between genders.",
        "closed_at": null,
        "created_at": "2017-10-15T16:53:05.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-15T19:35:09.534Z",
        "opened_at": null,
        "rejected_at": "2017-10-19T17:23:39.470Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to contain a clear request for action by the UK Government and Parliament.\r\n\r\nWe understand that you're concerned about the gender pay gap, but we're not sure what action you would like to see. The Government has announced some measures to address the gender pay gap:\r\n\r\nhttps://www.gov.uk/government/news/pm-announces-new-measures-to-eradicate-gender-pay-inequality\r\n\r\nIf you would like the Government or Parliament to take additional action, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-20T15:23:35.836Z"
    },
    "id": 202975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202975.json"
    },
    "type": "petition"
}