{
    "attributes": {
        "action": "Charged animal abusers should have to declare themselves to their local council.",
        "additional_details": "Dogs: dog walkers: children are attacked by dogs who are trained and encouraged to attack. It has also become clear that people with these banning orders are continuing to adopt/purchase more animals unknowingly to the police and local communities. This needs to be stopped; for the sake of the animals/local residents - these people need more severe punishments and penalties. After declaring themselves to their local council, they should be visited monthly to ensure no animals are being owned.",
        "background": "Legally; sex offenders must declare to their local council that they are on the sex offenders register. For individuals with animal banning orders, this should be the same. It is unfair for dog walkers and families to share play-areas and recreational parks with dangerous owners/dogs.",
        "closed_at": null,
        "created_at": "2017-10-15T14:47:28.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-15T15:36:43.670Z",
        "opened_at": null,
        "rejected_at": "2017-10-19T15:04:15.569Z",
        "rejection": {
            "code": "no-action",
            "details": "The notification requirements for convicted sex offenders require them to notify the police, not their local council. We're therefore not sure whether you'd like notification requirements for people convicted of animal abuse to require them to notify their local council, or whether you'd like them to have to notify the police. \r\n\r\nWe're also not sure what you mean by \"charged animal abusers\". We think you might want these requirements only to apply to people who have been banned from keeping animals.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-10-19T15:04:20.108Z"
    },
    "id": 202969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202969.json"
    },
    "type": "petition"
}