{
    "attributes": {
        "action": "When your property gets reprosessed from high court you should get 4 days notice",
        "additional_details": "I have watched many shows with the high court enforcement have thrown people out at 4 or half 4 when the council shuts at 5 this way if they have 4 days notice then they can communicate with the council to help gettin accomodation not turning up at 4 o'clock sayin you have to go and your homeless for the night. I agree with their job and methods but not when their putting vulnurable people on to the street. Your job is to get the property back not make homelessness sky rocket.",
        "background": "I think the high court enforcement should give people or bussinesses 4 days notice. I think its wrong wen they turn up throw you out and they have to get to the council by 5. Most of the evictions they do is always in the afternoon. And this one of the problems we are dealing with homelessness.",
        "closed_at": null,
        "created_at": "2017-10-15T09:59:26.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-15T12:54:17.177Z",
        "opened_at": null,
        "rejected_at": "2017-10-20T09:59:12.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already rules about giving notice to people before they're evicted by High Court Enforcement Officers. \r\n\r\nThere are already some rules, called the Civil Procedure Rules, that say that courts will usually only give permission for this kind of eviction if people have been given notice. \r\n\r\nThe rules are online here: https://www.justice.gov.uk/courts/procedure-rules/civil/rules/part-83-writs-and-warrants-general-provisions#83.13\r\n\r\nSpecifically, the rules say:\r\n\r\n\"the court will not give permission to enforce a Writ of possession of any land unless:\r\n\r\n(a)\t every person in actual possession of the whole or any part of the land ('the occupant') has received such notice of the proceedings as appears to the court sufficient to enable the occupant to apply to the court for any relief to which the occupant may be entitled\". \r\n\r\nThere's also guidance for people using the services of High Court Enforcement Officers, which says that tenants or people with mortgages are usually given 7 days’ notice once the Writ has been issued by the court, unless there's a good reason not to. \r\n\r\nYou can see the guidance here:\r\nhttps://www.hceoa.org.uk/faqs/do-you-need-the-services-of-a-high-court-enforcement-officer\r\n\r\nWe understand that you're also concerned about people who've been evicted not being able to get support from their local council after 5pm. Local councils already operate a 24 hour emergency service so that people who've been made homeless can apply for help outside office hours. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-10-20T09:59:19.808Z"
    },
    "id": 202953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202953.json"
    },
    "type": "petition"
}