{
    "attributes": {
        "action": "Imply laws against gambling companies stopping them targeting children.",
        "additional_details": "Gambling companies have created advertisements that are aimed at children, or at least that they will see, and it needs to be stopped. Thousands of children could easily develop an addiction and lose out on a financially stable future thanks to this, and the government needs to apply regulations to make it stop. Games with names like 'Jack and the Beanstalk' and 'Peter Pan' are disgraceful, but there's nothing whatsoever that has been done to stop them from being advertised to children.",
        "background": "16% of 11-15 year olds are already gambling. That's more than those who had smoked, taken drugs, or drank alchohol.\r\nThese shocking figures, found after a Gambling Commision survey in 2016, shows that gambling is putting thousands of children at risk of destroying their futures.",
        "closed_at": null,
        "created_at": "2017-10-15T19:39:42.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-19T12:34:05.366Z",
        "opened_at": null,
        "rejected_at": "2017-10-23T19:35:51.193Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"Imply laws against gambling companies stopping them targeting children.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-23T20:15:37.431Z"
    },
    "id": 202985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/202985.json"
    },
    "type": "petition"
}