{
    "attributes": {
        "action": "Jail time for people abusing & killing animals & being banned from keeping them",
        "additional_details": "Everyday people are seeing pictures from the public abusing animals, a man was seen with a puppy to young to be walked being dragged down a street from exhaustion another man was seen beating his dog in a street and people videoed this but done nothing to help, i want a law that the public can intervene if this is witnessed or call the police who need to respond asap. there is many more heart-breaking cases and there needs to be a register to let everyone know who is a abuser!",
        "background": "Everyday I read in papers animals being stabbed, abused, killed and nothing is being done, the rspca & the sspca cannot stop these people, i want jail time and a register that stops these people keeping animals and that the public have access to this to report anyone seen with pets.",
        "closed_at": null,
        "created_at": "2017-10-16T11:21:01.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-16T14:27:39.078Z",
        "opened_at": null,
        "rejected_at": "2017-10-23T13:40:51.296Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's already possible to be banned from keeping animals and to receive a prison sentence for animal abuse. You can find out more here: https://www.sentencingcouncil.org.uk/offences/item/animal-cruelty-revised-2017/\r\n\r\nWe're therefore not sure what further action you would like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-10-23T14:59:23.194Z"
    },
    "id": 203023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203023.json"
    },
    "type": "petition"
}