{
    "attributes": {
        "action": "Internet companies to pay in advance a minimum corporation tax / business rate",
        "additional_details": "The traditional bricks and mortar retailers pay local business rates, more corporation tax and other taxes that benefit the local economy and country as a whole.  Small and medium enterprises should be encouraged not penalised.  Internet based companies avoid virtually all corporation tax and even the FTSE 100 companies pay as a percentage of turnover as little as 1% in corporation tax on average so even the most competitive companies will not be disadvantaged by this petition!",
        "background": "Internet based companies have an unfair competitive advantage over the traditional bricks and mortar retailers.  To help redress the balance, UK online internet sales should be subject to a minimum 1% corporation tax and/or business rate charge, payable in advance, on each transaction.",
        "closed_at": null,
        "created_at": "2017-10-16T16:48:17.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-16T18:27:15.115Z",
        "opened_at": null,
        "rejected_at": "2017-10-20T16:49:10.912Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-20T16:49:16.339Z"
    },
    "id": 203044,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203044.json"
    },
    "type": "petition"
}