{
    "attributes": {
        "action": "Review current SRE.   Remove damaging material prematurely sexualizing children.",
        "additional_details": "Children can neither assimilate nor cope with the sexual laissez-faire of current SRE.   If taught about sex, minus morality, children will experiment.  They don’t need to learn how to perform oral and anal sex, nor about  fisting or sunflowering etc (see e.g. Warwickshire resource for kids, Respect Yourself [https://respectyourself.info/sextionary/]).  \r\n \r\nBan the use of detailed and explicit materials in sex education.  Include full health warnings for risky sexual practices and behaviours.",
        "background": "A recent report showed 71% increase in child-on-child sexual assault in last four years.  This year 2,625 offences – with 225 alleged rapes - occurred on school premises, including by children aged 10 and under.  \r\n(http://www.bbc.co.uk/news/uk-41504571).",
        "closed_at": null,
        "created_at": "2017-10-18T17:55:52.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-18T18:25:15.655Z",
        "opened_at": null,
        "rejected_at": "2017-10-24T14:46:58.606Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about SRE, but we're not sure exactly what action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-24T14:47:07.744Z"
    },
    "id": 203198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203198.json"
    },
    "type": "petition"
}