{
    "attributes": {
        "action": "Enhance legislation protecting the biodiversity and habitats of Plymouth Sound",
        "additional_details": "There are a multitude of pressures causing deterioration to habitats or affecting biodiversity in Plymouth Sound. These include pollution, fishing, dredging, increased boat activity, introduction of alien species and other associated threats. As our activity rises, the UK government must ensure there is adequate legislation to protect our seas for future generations, not only for the intrinsic value of our marine wildlife, but for the services and livelihoods that this wildlife provides.",
        "background": "The wildlife existing in Plymouth Sound is being threatened by the growing impacts of human activity. The lack of protection for the Sound is particularly worrying when considering the site is an important habitat for many rare species such as sunset cup coral, pink sea fan and Allis shad.",
        "closed_at": null,
        "created_at": "2017-10-19T14:12:15.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-19T14:19:05.626Z",
        "opened_at": null,
        "rejected_at": "2017-10-24T17:02:16.607Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the protection of Plymouth Sound, but  we're not sure exactly what you mean by \"enhance legislation\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-24T17:02:20.670Z"
    },
    "id": 203266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203266.json"
    },
    "type": "petition"
}