{
    "attributes": {
        "action": "We call for a cross party environmental inquiry and world environmental audit.",
        "additional_details": "We need to establish proper srudies to provide information regarding ocean currents, and the ocean conveyor that keeps the UK warm for its latitude, into the release methane both in the UK and world wide including from the the tundra, and to its atmospheric levels. We need proper scientific sampling aircraft commissioning for green house gasses. We need to reach out to Russia and the Ukriane and to America and Canada and the international bodies already setup in this area like NOAA and NASA.",
        "background": "We are calling for a cross party environmental inquiry and separate environmental audit into the short, medium and long term consequences for the United Kingdom. This should involve scientific advice and extend into universities to find the right experts in their fields required to perform this.",
        "closed_at": null,
        "created_at": "2017-10-18T19:54:49.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-18T20:17:29.427Z",
        "opened_at": null,
        "rejected_at": "2017-10-23T16:21:15.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-23T16:21:19.092Z"
    },
    "id": 203206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203206.json"
    },
    "type": "petition"
}