{
    "attributes": {
        "action": "Make it illegal for Game Deve's/ Publishers to use any form of in-game purchases",
        "additional_details": "Activision has just been granted a patent that actively pushes players to make in-game purchases in order to get an advantage. This is achieved by placing a newer player with a very experienced player that has higher level weapons/ gear. The newer player will keep on losing and will eventually buy gear/ weapons in order to be able to compete, this is a total con. They have to be stopped from making players pay for something that should be given in the game that they have already paid for.",
        "background": "Game developers & their publishers are continuing to rip off Gamers (And to a large extent parents) by making game that not only cost anywhere from £50 - £100 to buy, but by also including Micro-transactions or Pay to win additions, this is becoming a plague in the industry and is crippling Gamers.",
        "closed_at": null,
        "created_at": "2017-10-19T01:27:34.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-11T01:37:49.310Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T17:13:21.609Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you would like the UK Government or Parliament to ban. For example, only purchases that grant the player an advantage in the game, or all purchases, including, for example, cosmetic changes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition to introduce legislation banning in-game purchases which give players advantages in the game."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-17T16:08:24.200Z"
    },
    "id": 203226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203226.json"
    },
    "type": "petition"
}