{
    "attributes": {
        "action": "Waive the two child cap on tax credits for mothers working minimum 18 hours/week",
        "additional_details": "The Government deems third babies a luxury not every family has earned, though the royal’s third baby will be taken care of, courtesy of the TAXPAYER (who's being penalised the same as those who do not work at all).\r\nAs long as a woman is in paid work, she should be able to receive tax credit support.\r\nFor each child conceived, I believe 6 hours of work is ideal - e.g: 18 hours for 3 children, 24 hours for 4 children, 30 hours for 5 children.\r\nA cap on 5 children (with the exception of one multiple birth of twins) is fair.\r\nIf a working mother falls ill or disabled as an unforseeable result, I believe her claim for tax credits should continue. However, a cap should be placed on any children following her illness, unless she is able to return back to work.",
        "background": "After April 2017, no woman will be able to claim or receive any Tax credits for a third child, unless the child is born as a multiple birth or conceived as a result of a sexual assault. This approach is callous, as well as ignorant, as many women live with men that force them to get pregnant.",
        "closed_at": null,
        "created_at": "2017-10-19T01:49:11.088Z",
        "creator_name": "Siana Brooks",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-19T17:31:38.545Z",
        "opened_at": "2017-10-26T16:47:42.397Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 31,
        "state": "open",
        "updated_at": "2018-01-06T23:01:54.541Z"
    },
    "id": 203227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203227.json"
    },
    "type": "petition"
}