{
    "attributes": {
        "action": "Make offering gay conversion therapy a criminal offence",
        "additional_details": "Just months ago the government said they were satisfied they'd ‘already taken the necessary steps to prevent the practice of gay conversion therapy in the UK - however a recent investigation by a journalist exposed the practice happening at a church.",
        "background": "Being gay is not an illness, yet to this day gay people are still offered 'therapies' to cure themselves. This often involves electroshock, starvation and prayer therapy. This dangerous practice is not yet illegal despite all major psychological bodies ruling it not only ineffective but also harmful",
        "closed_at": "2018-04-27T22:59:59.999Z",
        "created_at": "2017-10-18T19:11:24.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-30T09:51:40.085Z",
            "details": "Gay conversion therapy is an attempt to use therapeutic approaches to change a person’s sexual orientation. It is sometimes known as ‘reparative’ or ‘gay cure’ therapy. The Government fully recognise the importance of this issue and the adverse impact this treatment could have on lesbian, gay and bisexual (LGB) people.\r\n\r\nThere is no evidence that this sort of treatment is beneficial, and indeed it may well cause significant harm to some patients. It is incumbent on professionals working in the National Health Service to ensure that treatment and care, including therapy, is provided to every patient without any form of discrimination.\r\n\r\nThis Government is committed to tackling discrimination towards LGBT people. That is why we have already worked with the main registration and accreditation bodies for psychotherapy and counselling practitioners, including the UK Council for Psychotherapy (UKCP), to develop first a consensus statement and then a Memorandum of Understanding committing signatory organisations to a range of activities including training and awareness raising amongst their members in relation to this issue. This Government has already taken the necessary steps to prevent the practice of gay conversion therapy in the UK. \r\n\r\nWe are not aware of the incident referred to in the e-petition.\r\n\r\nDepartment of Health",
            "summary": "The Government totally condemns any attempt to treat being gay, lesbian or bisexual as an illness. However, the Government does not believe creating a criminal offence is the right way forward.",
            "updated_at": "2017-11-30T09:51:40.085Z"
        },
        "government_response_at": "2017-11-30T09:51:40.087Z",
        "moderation_threshold_reached_at": "2017-10-18T19:24:42.144Z",
        "opened_at": "2017-10-27T12:24:27.954Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-11T15:45:03.895Z",
        "scheduled_debate_date": null,
        "signature_count": 13239,
        "state": "closed",
        "updated_at": "2018-04-27T23:00:09.165Z"
    },
    "id": 203202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203202.json"
    },
    "type": "petition"
}