{
    "attributes": {
        "action": "A Vote of No Confidence In Rupa Huq as MP for Ealing Central and Acton",
        "additional_details": "The vote of no confidence is for her decision to abuse her position as an MP to ask ministers when the \"old workhorses\" would be disposed of and replaced.\r\n\r\nhttp://www.cityam.com/274201/mps-hit-out-sadiq-tube-trains-cant-handle-autumnal-leaves\r\n\r\nI personally find this behaviour offensive as I have grew up using the 1973 stock Piccadilly Line stock and it feels like proper London, riding on them.\r\n\r\nIt is also misleading as it makes out, the majority of Londoners hate these tubes.",
        "background": "The role of an MP is to represent their constituents in parliament, not to interfere in the Mayor of London's duties.",
        "closed_at": null,
        "created_at": "2017-10-19T15:44:00.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-20T12:10:51.878Z",
        "opened_at": null,
        "rejected_at": "2017-10-20T16:59:04.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. \r\n\r\nThe expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. The concept of the House having “confidence” in someone does not apply to backbench or Opposition MPs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-20T16:59:04.222Z"
    },
    "id": 203274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203274.json"
    },
    "type": "petition"
}