{
    "attributes": {
        "action": "All MPs must sit through a debate and vote on it.",
        "additional_details": "It should be made into law that all current sitting MPs, that the public voted for, should sit through debates and have the vote on them as it is denying the people in the MPs constituencies a voice. In the real world, if people don't turn up for their job, they would be sacked, so why isn't the same with MPs?",
        "background": "Recently there was a vote in the house of commons about halting universal credit with only 299 MPs turning up for the vote. The other 351 MPs were no where to be found and it is disgusting as they are not debating on things that they want to make law.",
        "closed_at": null,
        "created_at": "2017-10-19T13:33:04.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-23T13:32:59.803Z",
        "opened_at": null,
        "rejected_at": "2017-11-28T12:15:09.416Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nAn MP's job involves more than attending debates and votes in the main House of Commons Chamber, so we're not sure exactly what action you'd like the House of Commons to take. While a debate is happening, MPs might be doing another part of their job - such as meeting their constituents, taking part in a Committee doing detailed scrutiny of the Government, or speaking in a debate in Westminster Hall, the second debating Chamber of the House of Commons. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'll need to give your full name to start a petition.\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-28T12:15:18.133Z"
    },
    "id": 203261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203261.json"
    },
    "type": "petition"
}