{
    "attributes": {
        "action": "Allow sunstrips on cars",
        "additional_details": "90% of people wear sunglasses when driving in the sun it can be dangerous when trying to find sunglasses if you have a sun strip you do not need to worry or take your eyes off the road .There are no facts or statistics that sunstrips cause accidents or restrict your veiw of the road .Even at night driving with a suntrip helps the street lights don't blind you also when cars come at you with full beam you can use your sunstrip to help shade your eyes. There is no law about sunstrips only tinting",
        "background": "When driving at night street lights affect my eyes when coming off roads that have no lights everyone's eyes are different it takes time for are eyes to adjust cars coming towards full beam or normal a sunstrip shades eyes so i dont panic or crash it shades from the sun but you see Cleary through it",
        "closed_at": null,
        "created_at": "2017-10-19T13:14:12.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-19T13:27:24.125Z",
        "opened_at": null,
        "rejected_at": "2017-10-24T15:51:05.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt appears sun-strips are allowed on cars, although there are some restrictions on their size. You can find out more here in section 8 of the MOT inspection manual: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/611019/mot-inspection-manual-classes-3-4-5-and-7.pdf\r\n\r\nWe're therefore not sure what further action you want the UK Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-24T16:04:15.340Z"
    },
    "id": 203259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203259.json"
    },
    "type": "petition"
}