{
    "attributes": {
        "action": "Anyone illegally occupying a site to leave it in the same state as they found it",
        "additional_details": "Some of these travellers are incredibly selfish people and they have a huge detrimental impact on the local community. \r\n\r\nMany good citizens of the UK feel intimidated and helpless to safeguard their community against these travellers. \r\n \r\nCan the government endorse a law that states anyone who occupies a site that does not belong to them must leave it in the same state as they found it.",
        "background": "Many citizens are regularly subjected to anti-social behaviour by people who make camp in their neighbourhood whilst on their travels.\r\n\r\nInvariably when they move on they leave a considerable amount of mess and damage behind which costs the land owners a significant amount of money to address.",
        "closed_at": null,
        "created_at": "2017-10-20T11:29:55.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-23T13:59:40.720Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T13:26:36.757Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition asking for Parliament to change the law, to make someone personally liable for any damage they cause to land that is not theirs, if that's what you would like to happen to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-11-01T13:26:40.520Z"
    },
    "id": 203351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203351.json"
    },
    "type": "petition"
}