{
    "attributes": {
        "action": "Sanction any MP who fails to turn up for for DWP debates.",
        "additional_details": "Given the above and:- \r\nMP's are paid, by the public purse, to reflect the views of their constituents. \r\nMany, if not all, MP's will have to have dealt with the DWP on behalf of constituents.\r\n\r\nAny MP who fails to turn up for for ANY debate concerning DWP should face the same sanctions as claimants.\r\n1st time - loss of salary for 3 weeks\r\n2nd time - loss of salary for 3 months\r\n3rd time - loss of salary for 36 months",
        "background": "Many MP's failed to turn up for an opposition Motion on pausing the roll out of Universal Credit. \r\nClaimants would be sanctioned if they failed to turn up to their Appointment or work",
        "closed_at": null,
        "created_at": "2017-10-20T00:25:04.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-20T06:42:51.744Z",
        "opened_at": null,
        "rejected_at": "2017-11-28T12:18:13.385Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAn MP's job involves more than attending debates and votes in the main House of Commons Chamber, so we're not sure exactly what action you'd like the House of Commons to take. While a debate is happening, MPs might be doing another part of their job - such as meeting their constituents, taking part in a Committee doing detailed scrutiny of the Government, or speaking in a debate in Westminster Hall, the second debating Chamber of the House of Commons.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-11-28T12:50:06.997Z"
    },
    "id": 203323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203323.json"
    },
    "type": "petition"
}