{
    "attributes": {
        "action": "Add a carriage to tubes in london",
        "additional_details": "The last carriage doesnt have to include doors or make stations larger. People can use the current last door to get to the last carriage just like other few stations that even currently dont open last doors. This also allows for more seats as there wont be a need for doors. The carriage can be connected like the tubes for Central line. This also doesnt add to stopping times for tubes. \r\nThis idea can mainly be implemented on northern line, central line, and any other crowded line.",
        "background": "Tubes are very crowded during rush hour and even normal hours and the restricted space makes it very hard for some people to use it and encourages them to use other transports. Most people stay in the tube for more than few stops which also makes this helpful as they can use the last carriage to sit",
        "closed_at": null,
        "created_at": "2017-10-23T18:09:24.479Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-24T06:59:45.648Z",
        "opened_at": null,
        "rejected_at": "2017-10-27T16:07:45.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It's the responsibility of TfL, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-27T16:07:45.773Z"
    },
    "id": 203574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203574.json"
    },
    "type": "petition"
}