{
    "attributes": {
        "action": "Use & retain the words \"WOMEN/WOMAN\" and \"MOTHERS\" in all Gov't communications.",
        "additional_details": "We the citizens of Great Britain and it's territories, hereby demand  that All Government Communications, organizations (including the British Medical Association, Diplomats/ Foreign Commercial Office) and  all non-government organizations shall use the terminology \"Pregnant WOMEN/WOMAN\" and \"Expectant Mothers\" to avoid offending and discriminating against BILLIONS of women worldwide by denying their existance.  Women, mothers, and pregnant women  are a protected class and must remain referenced.",
        "background": "Recently, the British Medical Board issued guidelines which urged doctors to use the word person instead of \"woman\", \"women\", or \"Mother\". The FCO office recently demanded that the UN change its references as well, erasing the concept of Motherhood and Woman/Women from existence",
        "closed_at": null,
        "created_at": "2017-10-23T00:25:36.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-23T10:39:21.786Z",
        "opened_at": null,
        "rejected_at": "2017-12-12T17:56:16.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions that call on the UK Government or the House of Commons to take action. We can’t accept petitions about the actions of non-government organisations. \r\n\r\nYou could start a new petition calling on the UK Government to take this action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-12-13T13:46:48.198Z"
    },
    "id": 203534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203534.json"
    },
    "type": "petition"
}