{
    "attributes": {
        "action": "Pass New Laws to Protect Livestock From Dogs Not on Leads Needs New Offences",
        "additional_details": "Where we live there are Hills and Commons run by a Trust yet Farmers who Graze their Animals are having them Attacked, a Person was caught by a Warden and Member of Public, the person would Not give their name, the Cow had Blood running from its Mouth, this is why New Laws need Passing to Make People give their Name and Address as with a Traffic Accident, also if the Public are Pre-Warned they Must in Law have their Dogs on Leads from that Point until we’ll clear of the Livestock, Protect them.",
        "background": "With a Loss of around £1.5 million to Farmers from Dog Attacks and the Poor Suffering of Sheep which do Not Fight back and Cattle having their Faces Ripped Open, one Farmer lost 116 Sheep which Must have looked like a War Zone, Owners Lacking Responsibility, Dogs Must be on a Lead. common Sense.",
        "closed_at": null,
        "created_at": "2017-10-22T18:45:48.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-22T18:59:52.537Z",
        "opened_at": null,
        "rejected_at": "2017-10-27T15:22:10.450Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what changes to the law you would like to see. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-10-27T15:22:10.459Z"
    },
    "id": 203522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203522.json"
    },
    "type": "petition"
}