{
    "attributes": {
        "action": "fines for companies hiring excessive amounts of employees on 0hrs,agency, or Ltd",
        "additional_details": "There is an overwhelming amount of evidence of this happening especially in the driving industry. Many companies are hiring on a agency basis causeing low wages for the employee due to the agency taking there cut of the employees salary. And forcing drivers to work as a Ltd company so the organisation can avoid paying the employees national insurance contribution.",
        "background": "Many organisations are hiring employees on 0hr contracts, agency and forced self employed basis. Causing low wages and Tax avoidance. Introduce fines for excessively using this Meathod of employing when it it beyond reasonable doubt the organisation need employees longer than a short term basis.",
        "closed_at": null,
        "created_at": "2017-10-23T12:12:39.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-23T21:20:02.700Z",
        "opened_at": null,
        "rejected_at": "2017-10-27T16:03:55.215Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the treatment of employees on zero hours contracts, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-27T16:03:55.220Z"
    },
    "id": 203552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203552.json"
    },
    "type": "petition"
}