{
    "attributes": {
        "action": "Justice on the so called “victims” of sexual abuse which have lied.",
        "additional_details": "I know someone that has recently been sent down as a “peadophile”\r\nHe was persuaded to plead guilty for a lesser sentence.\r\nIt came to his court case and there was no evidence or DNA proof that he had touched them. In the “victim statements” they were both EXACTLY the same. I want everyone young or old to have justice speaking about a disgusting lie that have come out of their mouths which is not true if there’s no evidence or DNA how can someone be sent down?\r\nPlease rethink of the justice system.",
        "background": "I want action and justice on anyone no matter what age that has lied about rape or sexual abuse if there’s been no evidence, DNA and etc of the person in question about doing the crime. If there’s no evidence or DNA proof then how can someone be sent down?",
        "closed_at": null,
        "created_at": "2017-10-23T23:00:31.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-24T13:12:36.444Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T10:23:56.364Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is already an offence to make a false allegation of rape and/or sexual abuse. You can find out more here: \r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nWe're therefore not sure what further action you want the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-10-31T10:24:05.244Z"
    },
    "id": 203598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203598.json"
    },
    "type": "petition"
}