{
    "attributes": {
        "action": "All questions asked to our government must be answered with relevance and facts",
        "additional_details": "After seeing alot of struggles and suffering through my various places, I ask that instead of each vote or discussion being about the party or the leaders of the parties to be about the people being brought to their attention and not a chance to throw insults and cheer like children. These debates are live, the constituents facing these issues wish for some form of recognition and acknowledgement and hopefully even action. Instead we have MP's ignoring facts and evidence, meanwhile people die.",
        "background": "Each time a politician disregards a question or concern brought to their attention they are causing prolonged suffering for people.\r\nIt takes alot to go to your MP for help, advice, then watch live debates and see govt disregarding all facts and replacing them with verbal attacks on the opposition.",
        "closed_at": null,
        "created_at": "2017-10-24T23:11:19.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-29T19:01:12.321Z",
        "opened_at": null,
        "rejected_at": "2017-11-02T16:17:51.232Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action you'd like. \r\n\r\nIf you would like to make it illegal for politicians to lie or mislead the public, you could sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/200372\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-02T16:17:59.370Z"
    },
    "id": 203660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203660.json"
    },
    "type": "petition"
}