{
    "attributes": {
        "action": "British embassies to reverse their unfair refusal decisions to Iranians",
        "additional_details": "Thousands are put off visiting each year because of the high UK visa costs. However, the British Embassy is taking payment and refusing the majority of visas without any factual reasons,  and our families who have spent money on the application have no right of appeal! We believe Donald Trump stopped Iranian borns to enter the US, UK government is implying the same rule but not publicly by issuing refusals for unjust reasons that have no basis in fact to many Iranians.",
        "background": "We have had a single mother who lost her husband while pregnant requesting to have her mother in the UK to help her during these hard times despite she has been to the UK several times, got refused.\r\n \r\nWe had a father whose son died in the UK and he wasn’t allowed to enter the UK for his funeral!",
        "closed_at": null,
        "created_at": "2017-10-24T12:37:02.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-24T13:03:39.239Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T10:27:12.379Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about how the visa system affects Iranian citizens, but we're not sure what like specific action you'd like Government or Parliament to take. \r\n\r\nIf you would like to be able to appeal the refusal of a family visit visa, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/201416\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific change in the rules for visit visas, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-10-31T10:27:18.804Z"
    },
    "id": 203623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203623.json"
    },
    "type": "petition"
}