{
    "attributes": {
        "action": "Speed up NHS Approval of Semaglutide diabetes drug to  within 12 months time",
        "additional_details": "'Type 2 diabetes has become one of the greatest challenges facing the NHS. These latest results are hugely encouraging \r\nIt works by stimulating the production of insulin and suppressing f the  glucagon and lowers appetite. \r\nOver 600  given semaglutide orally  monitored over 26 weeks.\r\nAs well as the weight loss benefits, reductions of up to 1.9 per cent on average of HbA1c -\r\nNearly nine tenths of patients receiving oral semaglutide achieved the target HbA1c level of less than 7 per cent.",
        "background": "Scientists create first pill that not only STOPS the condition in its tracks but also helps patients lose weight - and it could be available on the NHS within 3 years??????\r\nOct 18, 2017\tNovo Nordisk Receives Positive 16-0 vote from FDA (US)Advisory Committee in Favor of Approval for Semaglutide",
        "closed_at": null,
        "created_at": "2017-10-24T09:55:27.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-24T12:00:10.308Z",
        "opened_at": null,
        "rejected_at": "2018-05-14T16:10:42.813Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the running of clinical trials. Before any new medicine can be used to treat people in the UK, it goes through a strictly monitored development process. \r\n\r\nYou can find out more here: https://www.nhs.uk/conditions/medicines-information/#how-new-medicines-become-available\r\n\r\nYou can follow up dates on the approval process of Semaglutide here: https://www.sps.nhs.uk/medicines/semaglutide/\r\n\r\nYou could ask the UK Government to fund more research into treatments for type 2 diabetes, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-14T16:10:49.001Z"
    },
    "id": 203614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203614.json"
    },
    "type": "petition"
}