{
    "attributes": {
        "action": "Make it illegal for a customer to defraud and extort money from a company.",
        "additional_details": "Unfortunately we have been on the receiving end of a customer trying to extort money from our company. This customer has told lie after lie to try to obtain money back from a window installation we completed. She has had friends pose as a Ltd company to help in her fraud. She has lied even when evidence shows she is lying. She has left slanderous feedback after we refused to pay up. Even with Trading Standards backing up she still continues with her harassment, threats and blackmail.",
        "background": "Noone should be able to try to defraud and blackmail a company out of money for compensation or refund without due cause. Once the customer starts lying and making threats it should become a criminal offence. Under no circumstances should someone be able to harass for money they have no right to.",
        "closed_at": null,
        "created_at": "2017-10-25T10:03:54.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-25T15:12:51.468Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T18:02:41.215Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Blackmail and fraud are already criminal offences, so we're not sure what more you'd like Government or Parliament to do. \r\n\r\nIf you think that a crime has been committed or you feel threatened or harassed, you should contact the police. \r\n\r\nYou can find advice on the best number to call here:\r\n\r\nhttps://www.police.uk/contact/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-31T18:02:41.221Z"
    },
    "id": 203672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203672.json"
    },
    "type": "petition"
}