{
    "attributes": {
        "action": "Run an immediate and urgent report into the ecological effects of pesticides.",
        "additional_details": "- The effects of soaking the land with chemicals are not understood\r\n- The entire ecosystem relies on insects; eg. small bird numbers have also declined dramatically in recent years\r\n- Reports say crop productivity could be higher without\r\n- Corporate interests have limited regulatory efforts thus far\r\n- Inaction will be disastrous\r\n\r\nPlos One Article - https://tinyurl.com/ybfwmkhq\r\nGuardian - https://tinyurl.com/yabsnvmz\r\nYale - https://tinyurl.com/y9psnwk6\r\nMonbiot - https://tinyurl.com/ydx7rmmk",
        "background": "A recent report has shown insect numbers plummet by 75% in 27 years in reserves across Germany. This is a pressing environmental crisis. If this trend continues, insect populations will collapse within years, and the entire ecosystem will follow. Regulation must be put in place as soon as possible.",
        "closed_at": null,
        "created_at": "2017-10-25T11:14:05.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-25T14:26:54.835Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T17:55:35.786Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by run an immediate and urgent report.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to commit to monitoring and working to increase insect numbers in the UK. You could also start a new petition asking the Government or Parliament to ban the use of pesticides in the UK, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-11-01T10:52:25.147Z"
    },
    "id": 203679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203679.json"
    },
    "type": "petition"
}