{
    "attributes": {
        "action": "Teach black history In History lessons",
        "additional_details": "Black history is only taught in some schools and only as and when teachers feel it may be necessary.\r\nWe are asking the goverment to look at this closely to make black history become a part of history studies throughout the year.\r\nAlso looking at ways to have black history as part of GCSE options in secondary schools.",
        "background": "Introduce black history into primary and secondary schools",
        "closed_at": "2018-05-01T22:59:59.999Z",
        "created_at": "2017-10-25T15:04:37.622Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-23T17:48:06.445Z",
            "details": "The Government believes that as part of a broad and balanced curriculum, pupils should be taught about different cultures, and about how different groups have contributed to the development of Britain. The content and structure of the new history curriculum provides scope for black history to be taught in schools. This, however, is not prescribed in detail within the statutory programmes of study. Instead, schools have the flexibility to teach these topics in ways that are appropriate and sensitive to the needs of their pupils.\r\n\r\nIn the primary history programmes of study, Rosa Parks and Mary Seacole are listed at key stage 1 as examples of significant individuals in the past who have contributed to national and international achievements. At key stage 2, pupils should be taught about a non-European society that contrasts with British history. This could include Benin (West Africa) c. AD900 -1300.  \r\n\r\nThere are further opportunities for black history to be taught at secondary school. Key stage 3 includes the example of the impact through time of the migration of people to, from and within the British Isles.  In addition, in Citizenship at key stage 4, pupils should be taught about the diverse national, regional, religious and ethnic identities in the United Kingdom and the need for mutual respect and understanding. \r\n\r\nIt is important that pupils develop an understanding of the key events that have shaped the history of Britain. It is also important, however, for teachers to have the freedom to teach aspects of the history of other cultures, in addition to the core content, to meet the needs of their pupils.  \r\n\r\nThe new national curriculum, including the programmes of study for history, can be found at the following site: https://www.gov.uk/government/publications/national-curriculum-in-england-history-programmes-of-study\r\n\r\nDepartment for Education",
            "responded_on": "2017-11-23",
            "summary": "The national curriculum gives examples of black history topics, which schools may teach at each key stage. ",
            "updated_at": "2017-11-23T17:48:06.445Z"
        },
        "government_response_at": "2017-11-23T17:48:06.449Z",
        "moderation_threshold_reached_at": "2017-10-27T14:46:11.351Z",
        "opened_at": "2017-11-01T17:54:31.700Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-09T09:58:40.175Z",
        "scheduled_debate_date": null,
        "signature_count": 25638,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.143Z"
    },
    "id": 203692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203692.json"
    },
    "type": "petition"
}