{
    "attributes": {
        "action": "Create a Freedom of Speech Act and Bring an End to \"Hate Speech\" laws",
        "additional_details": "We demand the legal right to Free Speech, in an Act which will bring an end to the ludicrous notion that \"hate speech\" and \"offensive speech\" deserves people be imprisoned or charged. In short, an Act to codify the citizens' right to freedom of speech without government intervention.\r\n\r\nIdeas must be fought with other ideas, not with force.\r\nNaturally this precludes that the current laws criminalizing \"hate speech\" be rescinded.",
        "background": "For several years now the government has been infringing peoples' most basic rights to speak freely on matters, by deeming their speech \"offensive\" or \"hateful\" and declaring that such speech, even online, warrants being fined or jailed. This is an outrage.",
        "closed_at": "2018-04-30T22:59:59.999Z",
        "created_at": "2017-10-24T10:43:57.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-24T09:59:43.154Z",
            "details": "Current UK legislation values free speech and enables people who wish to engage in debate to do so - regardless of whether others agree with the views which are being expressed.  Everyone has a right to freedom of expression under Article 10 of the European Convention on Human Rights (ECHR). This is a qualified right however, which means that it can be restricted for certain purposes to the extent necessary in a democratic society. This means that free speech is not absolute.\r\n\r\nImportantly, the law ensures that people are protected against criminal activity including threatening, menacing or obscene behaviour both on and offline. The Government is clear that hate crime and hate speech are not acceptable in our society, and anyone seeking to use freedom of speech as an excuse to break the law should still face the full force of the law.  \r\n\r\nA hate crime is any criminal offence, for example assault or malicious communications, which is perceived to be motivated by hostility or prejudice based on a person’s actual or perceived race, religion, sexual orientation, disability or transgender identity. The Government takes hate crime very seriously, which is why we published the hate crime action plan (Action Against Hate: The UK Government’s plan for tackling hate crime) in July 2016.  \r\nIt is also worth noting that section 29J of the Public Order Act 1986, for example, states that the offence of inciting religious hatred, does not restrict or prohibit discussions, criticism or expressions of antipathy, dislike, ridicule, insult or abuse of particular religions.\r\n\r\nIn this way, the Government believes the law strikes the right balance between protecting citizens and protecting their right to free expression. \r\n\r\nHome Office",
            "responded_on": "2018-01-24",
            "summary": "The Government is committed to upholding free speech, and legislation is already in place to protect these fundamental rights. However, this freedom cannot be an excuse to cause harm or spread hatred.",
            "updated_at": "2018-01-24T09:59:43.154Z"
        },
        "government_response_at": "2018-01-24T09:59:43.156Z",
        "moderation_threshold_reached_at": "2017-10-24T13:57:16.106Z",
        "opened_at": "2017-10-30T17:58:36.029Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-09T13:35:03.822Z",
        "scheduled_debate_date": null,
        "signature_count": 34972,
        "state": "closed",
        "updated_at": "2018-08-23T13:43:49.494Z"
    },
    "id": 203615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203615.json"
    },
    "type": "petition"
}