{
    "attributes": {
        "action": "Repeal the 1939 Cancer Act so that doctors can offer alternatives to chemo",
        "additional_details": "",
        "background": "Doctors are not legally allowed to offer or advise on alternatives for fear of criminal prosecution and the loss of their license to practice.",
        "closed_at": "2018-05-06T22:59:59.999Z",
        "created_at": "2017-10-25T18:57:57.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-09T09:01:56.555Z",
            "details": "The 1939 Cancer Act does not prevent doctors offering any treatment option which is backed by robust evidence.  The only surviving operative provision of the Act is Section 4, which is essentially a prohibition on taking part in “the publication of advertisements containing an offer to treat any person for cancer, or to prescribe any remedy thereof, or to give any advice in connection with the treatment thereof”.  It is not directly relevant to this petition, since the provision doesn’t prohibit doctors from offering or advising on alternatives to chemotherapy. There appears to have been an incorrect interpretation. This provision prohibits advertising to the general public (except in situations outlined in sections 4(4) and 4(5) of the Act).\r\n\r\nThe Department last consulted on changes to the Act in 2006, and subsequent to this a Legislative Reform Order came into force in October 2008.  This removed the need to consult the Attorney General before bringing a prosecution and made clear that there is discretion on whether or not to prosecute under the Act, rather than a duty to do so.\r\n\r\nIt is for local National Health Service commissioners to make decisions on whether to fund new treatments, taking into account National Institute for Health and Care Excellence guidance, available evidence and individual patient’s clinical circumstances.  The future availability of any new or novel treatments would be subject to large scale clinical trials demonstrating the safety and efficacy of the treatment approach and subsequent assessments of its cost effectiveness for routine use.\r\n\r\nDepartment of Health and Social Care",
            "summary": "In prescribing treatments, a clinician should take account of an individual’s circumstances, medical history and National Institute for Health and Care Excellence guidance and available evidence.",
            "updated_at": "2018-05-09T09:01:56.555Z"
        },
        "government_response_at": "2018-05-09T09:01:56.558Z",
        "moderation_threshold_reached_at": "2017-10-29T21:59:11.177Z",
        "opened_at": "2017-11-06T16:13:29.088Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-25T18:08:25.089Z",
        "scheduled_debate_date": null,
        "signature_count": 10267,
        "state": "closed",
        "updated_at": "2018-05-09T09:01:56.578Z"
    },
    "id": 203708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203708.json"
    },
    "type": "petition"
}