{
    "attributes": {
        "action": "Ask Justine Greening to Implement Education in Primary Schools about Animal Agr.",
        "additional_details": "The International Agency for Research on Cancer (IARC) has classified processed meat and red meat as a probable carcinogen, something that probably causes cancer. IARC is the cancer agency of the World Health Organization [www.cancerorg.]\r\n\r\nMilk proteins, milk sugar, fat, and saturated fat in dairy products pose health risks for children and encourage the development of obesity, diabetes, and heart disease [www.pcrm.org]\r\n\r\nSee links:\r\n\r\nhttps://nutritionfacts.org/\r\nhttp://www.whatthehealthfilm.com/",
        "background": "Animal Agriculture is responsible for diseases such as obesity, heart disease, type 2 diabetes, high blood pressure, stroke, impotence and cancer.\r\nWith proper education, starting at an early age, children should be made aware about where their 'food' comes from and exactly how it is obtained.",
        "closed_at": null,
        "created_at": "2017-10-26T15:40:55.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-26T16:22:28.154Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T19:02:31.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nIt's clear that you'd like children to learn more about meat, but we're not sure exactly what you would like lessons about animal agriculture to include. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for lessons about the health risks of eating meat and the animal welfare issues of farming to be included in the national curriculum, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-11-01T19:02:39.950Z"
    },
    "id": 203756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203756.json"
    },
    "type": "petition"
}