{
    "attributes": {
        "action": "Debate a vote of no confidence in the current Prime Minister - Theresa May",
        "additional_details": "The fact that her own party does not have the confidence to run a candidate against her is not an endorsement of confidence - it's a sure sign that May should not be governing in her weakened state. It's a sign that the hard Brexiteers are running this show, and that the will of the people is being ignored. Our democracy is being subverted by a minority government looking to do permanent damage to our nation, and it cannot be allowed to persist any longer.",
        "background": "After failing to secure the increased majority she claimed was vital to negotiate Brexit; having cobbled together an uneasy alliance with the DUP at unsubstantiated cost to the UK taxpayer; and for not having the strength to keep her own party in line during a time of unprecedented uncertainty.",
        "closed_at": null,
        "created_at": "2017-10-26T01:51:26.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-26T18:13:54.862Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T13:34:05.130Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-23T14:02:37.307Z"
    },
    "id": 203724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203724.json"
    },
    "type": "petition"
}