{
    "attributes": {
        "action": "Immigrants don't deserve degrading, they are humans like everyone...",
        "additional_details": "Further submissions opportunity provided in HO Decision under Section 120 needed to be considered as official correspondence. My further submissions ignored by HO not for one time but for 8 times. This is degrading treatment because there is no law to ignore them.\r\n\r\nWhen I submitted them again through new visa application form under ECHR Article 3, 8 & 13, HO ignored whole part of ECHR claims and refused application which is unlawful act and this petition needs to be responded by Government.",
        "background": "When an immigrant claims their human rights under ECHR articles through visa application form, they needed to be treated and considered carefully. Ignoring them again and again is unlawful for a law enforcement department.",
        "closed_at": null,
        "created_at": "2017-10-27T03:06:41.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-27T03:25:39.100Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T13:19:51.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific change in the visa application process, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-03T18:06:52.249Z"
    },
    "id": 203783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203783.json"
    },
    "type": "petition"
}