{
    "attributes": {
        "action": "Stop the BBC accepting EU grants, this stops them being an unbiased News source",
        "additional_details": "It has been obvious for some time that the BBC is biased in favour of the EU.  Jacob Rees-Mogg in his LBC radio program, in reference to the CBI, said that by accepting 1% of its funding from the EU, the CBI was constrained from criticising the EU.  The BBC has been in receipt of sums in excess of €10 million for some years, and is obviously, to the point of being farcical, pushing the EU / Remain line.  The BBC must immediately stop accepting these grants and become an honest news broker again.",
        "background": "The BBC is partially funded by the EU.  Although the \"Grants\" are for research purposes, the EU makes it clear that by accepting these grants, the recipients must NOT criticise or denigrate the EU in any way.  This rule makes the BBC a biased news source and EU funding should therefore be stopped.",
        "closed_at": null,
        "created_at": "2017-10-25T20:38:50.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-25T22:21:27.475Z",
        "opened_at": null,
        "rejected_at": "2017-11-28T15:49:32.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nIn any case, EU funding agreements make no reference to criticising or denigrating the EU, so we’re not sure what else you’d like to happen.\r\n\r\nIn response to freedom of information requests on this topic, the BBC has stated:\r\n\r\n“No News programmes are permitted to take external funding and therefore cannot take EU funding at all, ensuring it cannot impact on editorial decisions. Furthermore, no EU funds are directly accessed by any in-house BBC productions. In line with its overall editorial independence, the BBC has in place strict rules to ensure that any external funding it receives does not diminish the BBC’s editorial control of BBC output nor comprises its editorial impartiality or integrity. Further information is available in the BBC’s Editorial Guidelines which are published at the following link: \r\n\r\nhttp://www.bbc.co.uk/editorialguidelines/guidelines/external-relationships/ .”"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-28T15:49:42.093Z"
    },
    "id": 203711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203711.json"
    },
    "type": "petition"
}