{
    "attributes": {
        "action": "Tougher sentencing for carers who steal from their vulnerable service users.",
        "additional_details": "Jane Largue Flisher from the Malling area stole £11,000 from two vulnerable clients, she received a 20 month suspended sentence and 100 hours community service. \r\nWhat protection does this give vulnerable people?",
        "background": "In my local area, over the past two months, three carers have stolen over £50,000 combined and have not received a custodial sentence, they were all given suspended sentences. This petition has been set up to get justice for the vulnerable people and the families that they steal from.",
        "closed_at": null,
        "created_at": "2017-10-26T11:12:22.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-26T11:25:17.637Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T11:45:34.809Z",
        "rejection": {
            "code": "no-action",
            "details": "A judge or magistrate already has to think about whether the offender has stolen from a vulnerable victim and whether the offender is in a position of trust when they decide sentences, so we're not sure what else you'd like Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to change the law so that people who steal from vulnerable people when they are working in a position of trust are automatically given a custodial sentence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-06T13:49:01.392Z"
    },
    "id": 203738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203738.json"
    },
    "type": "petition"
}