{
    "attributes": {
        "action": "Change the education laws demanding proof for our child's illness.",
        "additional_details": "This is a nightmare and the government have thrown common sense out the window and themselves after it! \r\n\r\nYes some parents do take liberties and just don't send their children into school at all but why should parents who try be cast under the same stone? \r\n\r\nThis is putting strain on the NHS that just isn't needed! We as parents know when it's just a bug and if it can be controlled at home it should be.. Even the medicine packet say so!",
        "background": "Who else is tired of being told to take our child to the G.P for a ailment? Just because the schools want proof for attendance! \r\nIt's a waste of our time and the G.P's and could be taking a appointment from someone who needs it a lot more! Even the G.P's have had enough!",
        "closed_at": null,
        "created_at": "2017-10-26T10:41:46.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-26T13:00:04.303Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T10:57:30.771Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no legal requirement for parents to obtain a doctor's note for school absences. We're therefore not sure what action you want the UK Government or Parliament to take. \r\n\r\nYou could raise this issue with the school's senior management and/or the governing body.\r\n\r\nYou can read the Department for Education's advice for schools on absences for illness here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/564599/school_attendance.pdf \r\n\r\nYou could start a new petition asking for the UK Government or Parliament to change the advice for schools on school attendance in relation to absences for illness, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-01T11:03:45.075Z"
    },
    "id": 203736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203736.json"
    },
    "type": "petition"
}