{
    "attributes": {
        "action": "Farmers in SA are being brutally murdered and raped. Urgent help is needed.",
        "additional_details": "The absence of statistics and figures on farm murders during the 2016/17 delivered by Police Minister Fikile Mbalula created outrage. \r\nThe Transvaal Agricultural Union has tracked farm murders since 1990: 1848 people have been murdered in farm attacks. TAU statistics: 1187 farmers, 490 members of their families, 147 farm employees and 24 visitors to these farms who found themselves in the wrong place at the wrong time. https://www.biznews.com/undictated/2016/12/09/farmers-killed-2016-attacks/",
        "background": "Farm murders in South Africa have reached a level of desperation.  They're being brutally murdered and raped and pleading for help from abroad. They're defenceless, desperate and the level of these murders are unimaginable and frankly unacceptable. PLEASE, they're pleading for help from abroad.",
        "closed_at": null,
        "created_at": "2017-10-26T07:57:07.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-26T08:46:50.025Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T12:58:14.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is clear you care about Farmers in South Africa. We're not sure what exactly you would like the UK Government and Parliament to do. \r\n\r\nFor example, you could start a new petition asking for the UK Government or Parliament to raise this issue with the South African Government or to offer support to the country. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-06T17:32:46.468Z"
    },
    "id": 203727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203727.json"
    },
    "type": "petition"
}