{
    "attributes": {
        "action": "PM and Parliament should condemn the comments made by Michael Gove.",
        "additional_details": "We call upon Theresa May to suspend Michael Gove as he has breached the Code of Conduct for Members of Parliament, Section V Pt 16, states that; “Members shall never undertake any action which would cause significant damage to the reputation and integrity of the House of Commons as a whole or of its members generally.”\r\n\r\nIt is incumbent on MPs in the public domain to use their influence and considered judgement so that sexual assault is treated with the seriousness it deserves. To do anything else does their constituents and citizens of this Country a disservice.",
        "background": "Michael Gove compared being interviewed by presenter John Humphrys with going into Harvey Weinstein's bedroom.\r\nHe added: \"You just hope you emerge with your dignity intact.\"",
        "closed_at": null,
        "created_at": "2017-10-28T15:14:15.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-28T17:45:39.821Z",
        "opened_at": null,
        "rejected_at": "2018-03-07T14:55:19.370Z",
        "rejection": {
            "code": "no-action",
            "details": "Complaints that an MP has broken the House of Commons Code of Conduct are the responsibility of the independent Parliamentary Commissioner for Standards.\r\n\r\nYou can find out how to complain to the Commissioner here:\r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/complaints-and-investigations/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-03-07T14:55:35.001Z"
    },
    "id": 203890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203890.json"
    },
    "type": "petition"
}