{
    "attributes": {
        "action": "Approve councils to allow small High Streets to display outside shop fronts.",
        "additional_details": "After speaking to the permit team at Milton Keynes Council, they have advised that there will be no way of obtaining a permit for small shops to add temporary additions to the outside of their shops, to attract custom and make the village more attractive. The High Street already has a number of empty shops just sitting there making it look derelict, making the village unattractive to new potential shops. Trade has already dropped by 50% as a result of this. SAVE OUR HIGH STREET!",
        "background": "Woburn Sands, a small village in Milton Keynes has always attracted visitors to the area thanks to the displays that the shop owners took pride in producing. However, due to unsubstantiated complaints received, all businesses on the High Street have been forced to remove all displays from outside.",
        "closed_at": null,
        "created_at": "2017-10-27T15:19:09.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-30T10:08:29.076Z",
        "opened_at": null,
        "rejected_at": "2017-10-31T18:24:41.148Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. High Street displays are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: https://www.milton-keynes.gov.uk/your-council-and-elections/councillors-and-committees/have-your-say-at-council-cabinet-and-committee-meetings#PETITIONS \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-10-31T18:33:59.171Z"
    },
    "id": 203814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203814.json"
    },
    "type": "petition"
}