{
    "attributes": {
        "action": "Stop the EU Controlling The British Armed Forces.",
        "additional_details": "The British Armed Forces are the most professional and best trained in the world and respected as such. Our Armed forces must remain independent from the EU but remain a member of NATO. Our government still want to tie us to the EU who will have control of our nuclear deterrent if this amalgamation happens. The voters of Britain did not vote for further integration with the EU they voted for NONE and this underhanded tie to the EU due to Tory Defence cuts, MUST NEVER BE TOLLERATED by its voters",
        "background": "A Nation State that contracts out its Defence has ceased to be!\r\nIf we allow our Armed forces to be swallowed up in to the EU Armed Forces as this Government quietly propose we will still be tied to the EU and their troops could be used against us if we object to EU dictates!",
        "closed_at": null,
        "created_at": "2017-10-27T22:19:06.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-27T23:18:34.031Z",
        "opened_at": null,
        "rejected_at": "2017-11-02T14:11:58.343Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government has not proposed that the UK's armed forces should be controlled by the EU, so we're not sure what action you would like to see. \r\n\r\nYou can read about the Foreign Secretary's comments in context here: \r\nhttps://www.gov.uk/government/news/uk-offers-deep-security-partnership-with-eu-post-brexit-in-the-face-of-growing-global-threats\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-02T14:12:02.568Z"
    },
    "id": 203854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203854.json"
    },
    "type": "petition"
}