{
    "attributes": {
        "action": "Investigate Ticket resale online companies such as Viagogo",
        "additional_details": "I recently bought tickets that were at a face value of £19.50 each but were actually charged well over that at £42.12 each plus costs that Viagogo added for selling the ticket, so 2 tickets came to over £113.  There was nothing on the site that I saw to say the tickets were only worth £19.50 and the company refuse to give a refund, they just suggest to resell. The theatre clearly say this is against their policy, but are unable to do anything about the sale other than telling the reseller off.",
        "background": "It is very clear for many shows that tickets shouldn't be resold for profit, however, on Viagogo for instance, popular tickets are clearly bought on mass and sold for profit.  As Viagogo is a Swiss company, there is nothing that the British legal system can do about it currently.",
        "closed_at": null,
        "created_at": "2017-10-30T13:58:35.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-31T08:34:27.982Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T17:06:10.931Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action you'd like. \r\n\r\nA petition on banning the resale of tickets for more than their face value is open on our website, and can be found here: \r\n\r\nhttps://petition.parliament.uk/petitions/202243"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-06T17:06:17.242Z"
    },
    "id": 203999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203999.json"
    },
    "type": "petition"
}