{
    "attributes": {
        "action": "Limit maximum rent to £10 per sq m, private and business, and £1 garden space",
        "additional_details": "In Brighton landlords are charging over £500 for 12 sq m, studio flats. Brandon Vaughan agency are their representatives. \r\nThis is hardly affordable to anyone with a minimum wage.\r\nInstead of the \"Bedroom Tax\" we should introduce \"Daylight Robber Tax\", saving billions of Tax Payer Money in the process. \r\nSmall businesses are faced with charges of over £2000 per month for a 40sq m shops, that's more one more person in full time employment or two more students being able to work while studying.",
        "background": "The extreme rental prices are the main reason people go homeless in UK and a main barrier for people to be able to move in search of jobs. Setting maximum limits will allow clear letting market and stop £500 + for a 10 sq m rooms. Small Businesses will be able to hire people with the money saved.",
        "closed_at": null,
        "created_at": "2017-10-29T11:05:40.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-29T17:00:30.038Z",
        "opened_at": null,
        "rejected_at": "2017-11-03T17:30:23.893Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the UK Government or Parliament to introduce rent control, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-03T17:30:41.193Z"
    },
    "id": 203927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203927.json"
    },
    "type": "petition"
}