{
    "attributes": {
        "action": "Lower the cost of energy tariffs over Winter due to rising deaths.",
        "additional_details": "With the cost of Christmas becoming more and more expensive every year, many students, pensioners and those who literally can not afford to heat their home are struggling to survive... We want energy companies to re-evaluate tariffs so that they aren't scraping for every last drop of profit so that EVERYONE can be safe and live well this Winter. We can not allow more loved ones to die due to rising energy tariffs, unable to afford to keep themselves and their family warm this winter.",
        "background": "As the Met Office warns of a harsh Winter, with temperatures plummeting to -11, energy tariffs continue to rise to prices that many people can not afford. In the Winter of 2012/13 terrible weather conditions led to over 300 deaths a day equating to approximately 31,100 over the period.",
        "closed_at": null,
        "created_at": "2017-10-30T12:21:21.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-08T15:34:49.509Z",
        "opened_at": null,
        "rejected_at": "2017-11-14T11:34:11.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be calling on energy companies, not the Government or Parliament, to take action.\r\n\r\nYou could start a new petition calling on the Government to increase the support that it gives people with their fuel bills. You can find out more about the existing support here:\r\n\r\nhttps://www.gov.uk/cold-weather-payment\r\n\r\nhttps://www.gov.uk/winter-fuel-payment\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-14T11:34:17.406Z"
    },
    "id": 203991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/203991.json"
    },
    "type": "petition"
}