{
    "attributes": {
        "action": "Ban all personal care products that contain plastic microbeads",
        "additional_details": "Microplastics have a disastrous effect on marine wildlife, since marine animals often mistake them for food. They are passed along the marine food chain and since we as humans are ultimately at the top of this food chain, it is likely that we also eat them. Also plastic particles are not biodegradable and once they enter the marine environment, they are impossible to remove. Hence the tiny particles ultimately contribute to the plastic soup swirling around the world’s oceans. http://www.beatthemicrobead.org/faq/",
        "background": "Plastic microbeads and other microplastics are often used in personal care products which are able to contaminate seas and oceans due to their tiny size. They are impossible to remove from the water humans utilise and are therefore deposited into oceans. This means humans and animals are at risk.",
        "closed_at": null,
        "created_at": "2017-10-30T18:59:29.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-30T20:09:00.807Z",
        "opened_at": null,
        "rejected_at": "2017-11-01T18:15:35.436Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has already announced plans to ban microbeads in cosmetics and personal care products, so we're not sure what further action you'd like to see.\r\n\r\nYou can find out more here:\r\nhttps://www.gov.uk/government/news/microbead-ban-announced-to-protect-sealife"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-01T18:15:35.441Z"
    },
    "id": 204034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204034.json"
    },
    "type": "petition"
}