{
    "attributes": {
        "action": "Stop the Common Fisheries Policy being adopted into UK law post-Brexit.",
        "additional_details": "On the UK's withdrawal from the EU, Britain can leave the CFP and reclaim its 200-mile exclusive economic zone (EEZ) under international law (UNCLOS).\r\n\r\nAdopting UNCLOS (United Nations Convention on the Law of the Sea) would allow total UK control over access; the setting of quota; fisheries management, and fishing systems; rather than blindly following the terms dictated to us by Brussels. \r\n\r\nHowever, adopting the CFP into UK law for transitional purposes not only allows continued access for EU vessels into UK waters but also opens the possibility for the EU taking legal action, claiming, 'continuity of rights.'\r\n\r\nTherefore, if we are to have a fishing industry post-Brexit, keeping the terms of the CFP in place is not an option!",
        "background": "We call on the Government to make the fishing industry a stand-alone entity, outside of the 'Great Repeal Bill,' after revelations that 'technical measures' of the Common Fisheries Policy (CFP) will be adopted into UK law on our leaving the EU.",
        "closed_at": "2018-05-03T22:59:59.999Z",
        "created_at": "2017-10-31T13:10:26.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-21T12:29:41.818Z",
            "details": "As an independent Coastal State, we will regain our rights to manage our fisheries in accordance with our rights under the UN Convention on the Law of the Sea and have control of our Exclusive Economic Zone (out to 200 nautical miles or the median line with other states). The UK will be responsible for the management of natural marine resources in this area and will be able to control and manage access to UK waters including fisheries.\r\n\r\nThe Government has always been clear that the European Union (Withdrawal) Bill ensures that, so far as possible, the same rules and laws will apply on the day after exit as on the day before. This will provide the maximum possible certainty and continuity to businesses, workers and consumers across the UK – so that they can have confidence that they will not be subject to unexpected changes on the day we leave the EU.\r\n\r\nThe Bill delivers on our promise to end the supremacy of EU law in the UK. It is the mechanism by which the UK will leave the EU while taking back control.\r\n\r\nThe Fisheries Bill announced in the Queen’s Speech in June will demonstrate how we are taking back control of access to our waters and the allocation of fishing opportunities. \r\n\r\nThe remaining technical elements of current EU fisheries law will be incorporated in to UK law under the European Union (Withdrawal) Bill, ensuring both certainty and that our fisheries are managed sustainably.\r\n \r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-11-21",
            "summary": "When the UK leaves the EU, we will no longer be bound by the Common Fisheries Policy.",
            "updated_at": "2017-11-21T12:29:41.818Z"
        },
        "government_response_at": "2017-11-21T12:29:41.820Z",
        "moderation_threshold_reached_at": "2017-10-31T13:35:18.798Z",
        "opened_at": "2017-11-03T17:05:35.694Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-08T23:42:31.271Z",
        "scheduled_debate_date": null,
        "signature_count": 67960,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.473Z"
    },
    "id": 204098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204098.json"
    },
    "type": "petition"
}