{
    "attributes": {
        "action": "Ban Isis fighters from returning to the UK",
        "additional_details": "We the people of the UK have a right to live safely without fear of Isis fighters returning to attack us. This country is already putting up with the knowledge that we have thousands of terrorists on the watch list. If anyone leaves this country to fight for ISIS they should lose their British passport and should not be allowed to return to the UK.",
        "background": "Anybody who has left this country to join ISIS should not be allowed to return.",
        "closed_at": "2018-05-09T22:59:59.999Z",
        "created_at": "2017-10-31T09:49:11.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-30T17:17:18.450Z",
            "details": "The Government’s priority is to do everything we can to help keep our country safe, including managing the risk posed by those who have gone to fight in Syria and Iraq and may be linked to terrorist organisations.  \r\n\r\nThe Home Secretary has the power to remove or ‘deprive’ a British national’s citizenship and stop them from returning to the UK if they hold or are eligible to hold another nationality and if she assesses that individual’s presence in the UK is not conducive to the public good. This may only happen if the person would not be left stateless as a result. This power has been used against those who travelled to fight overseas. Non-UK nationals can be excluded from the country. \r\n\r\nWhere it is not possible to deprive an individual of their British nationality, a range of powers are available to protect national security.  Everyone who returns from taking part in the conflict in Syria or Iraq will be investigated by the police to determine if they have committed criminal offences, and to ensure that they do not pose a threat to our national security.\r\n\r\nThere have already been several successful prosecutions for those who have returned from Syria.  This includes a 10 year old custodial sentence for a British national convicted in December 2017 for Daesh membership. Decisions to prosecute will always be taken by the Police and Crown Prosecution Service on a case-by-case basis.\r\n\r\nIn addition to seeking prosecution of terrorism suspects we use a range of tools to manage the threat posed - including using the Royal Prerogative to withdraw British passport facilities, imposing travel restrictions for individuals subject to Terrorism Prevention and Investigation Measures, and obliging regular reporting to a police station for individuals who return to the UK subject to a Temporary Exclusion Order.\r\n\r\nHome Office",
            "responded_on": "2018-11-27",
            "summary": "British citizenship can be removed if it does not render the individual stateless. Any risk posed by those who return from Syria will be managed and they may be investigated for criminal offences.",
            "updated_at": "2018-11-27T11:25:56.133Z"
        },
        "government_response_at": "2018-01-30T17:17:18.452Z",
        "moderation_threshold_reached_at": "2017-10-31T09:56:26.797Z",
        "opened_at": "2017-11-09T11:06:35.367Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-16T15:53:15.387Z",
        "scheduled_debate_date": null,
        "signature_count": 14840,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.323Z"
    },
    "id": 204079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204079.json"
    },
    "type": "petition"
}