{
    "attributes": {
        "action": "Make it an Offence NOT to have a Dropped Kerb Installed to Cross a Footpath",
        "additional_details": "I've seen quite a number who do this to date with some where I live. It costs the Council time and effort cleaning mud off footpaths for safety reasons. These people I think can not do anything about being blocked in as there is no drive in Law. Where this is being done it can and does bring down those areas which is unfair to others.\r\n\r\nWe need to make it an Offence not to do as most do and abide with the requirements which are not Law.",
        "background": "Today a number fail to get it done, this causes the rest of us lost funds from our Council Tax in repairs. This is due to the fact that only the dropped kerb areas are re-enforced. A number who do this just rip out the hedge and then churn up any grass verge, again causing mud issues on footpaths.",
        "closed_at": null,
        "created_at": "2017-10-31T14:18:35.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-31T15:07:56.077Z",
        "opened_at": null,
        "rejected_at": "2017-11-03T19:05:46.084Z",
        "rejection": {
            "code": "no-action",
            "details": "It's already an offence to drive a vehicle across a footway, or verge, where there is no proper vehicle crossover. You can find out more here: http://www.legislation.gov.uk/ukpga/1980/66/section/184\r\n\r\nWe're therefore not sure what further action you want the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-03T19:05:55.041Z"
    },
    "id": 204104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204104.json"
    },
    "type": "petition"
}