{
    "attributes": {
        "action": "Stop any person or persons receiving housing in preference Veterans.",
        "additional_details": "Our military personnel are the reason we have a society in the first place. They therefore in my opinion deserve everything society can do for them. They are frequently too proud to ask and as such go without. It’s time we supported them as of right without them having to ask and in preference to anyone who has fought against our society.",
        "background": "The government has announced that as an enticement to returning ISIS committed fighters that they will be given preferential treatment when compared to others in society. My concern is for the British military personnel who may be in need of social support. I do not want them playing second fiddle.",
        "closed_at": null,
        "created_at": "2017-10-31T20:21:20.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-03T07:38:09.123Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T17:50:36.390Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you're concerned about veterans' housing, but we're not sure what you would like Government or Parliament to do. \r\nThe Government have not \"announced that as an enticement to returning ISIS committed fighters that they will be given preferential treatment when compared to others in society\", so we're not sure what action you'd like Government or Parliament to take. \r\n\r\nIf you would like veterans to be given priority for social housing, you could start a new petition asking for that to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-06T17:50:42.062Z"
    },
    "id": 204130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204130.json"
    },
    "type": "petition"
}