{
    "attributes": {
        "action": "Extend maternity/paternity leave until your child/children are 3 years old",
        "additional_details": "Children these days are passed from one person to another and have an unstable childhood which isn’t the parants fault as they are made to return to work when their children are 9months old! When their child hasn’t even taken their first steps or said their first word! Having children is a very special, precious time and I think having more time at home with your children in their younger years is detumetal to a child’s future, having a routine and having consistency.",
        "background": "I and I’m sure other perants feel that they have to leave their children at such a young age (9months) to return to work. A lot of families struggle to pay for childcare & don’t want to pay other people to look after their children. Children aren’t getting the 1to1 parenting they need.",
        "closed_at": null,
        "created_at": "2017-10-31T13:32:57.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-31T14:09:00.993Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T15:41:32.720Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about leave for parents, but we're not sure exactly what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-11-06T15:41:36.118Z"
    },
    "id": 204100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204100.json"
    },
    "type": "petition"
}