{
    "attributes": {
        "action": "Do not extend IR35 legislation to the private sector.",
        "additional_details": "https://www.thetimes.co.uk/article/philip-hammond-eyes-1bn-budget-raid-on-freelancers-9bm6lsjs6",
        "background": "There is evidence that the Chancellor is planning to extend IR35 legislation to the private sector in an attempt to equalise the payments and tax regimes between contractors and permanent employees. Contractors take considerable risk in their financial stability and can be without work for weeks.",
        "closed_at": "2018-05-03T22:59:59.999Z",
        "created_at": "2017-10-31T17:36:26.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-30T14:16:56.274Z",
            "details": "The Government recognises that many individuals choose to work through their own limited company. There are many legitimate, commercial reasons for people to do this and for businesses to engage them in this way. The off-payroll working rules, more commonly known as IR35, have been in place since 2000 to ensure that, where individuals would have been employees if they were providing their services directly, they pay broadly the same tax and National Insurance as other employees. It is fair that two individuals doing the same job in the same way pay broadly the same tax and National Insurance, even if one of them structures their work through a company.\r\n\r\nAs highlighted by reports from the Office of Tax Simplification and the House of Lords, it is clear that IR35 is not effective enough. To improve compliance, the Government introduced reforms in the public sector from April 2017. Individuals working through their own company in the public sector are no longer responsible for operating the off-payroll rules. Instead, where an individual’s company is directly engaged by a public sector body, the public sector body is responsible for determining whether or not the rules apply, and deducting any necessary employment taxes on payments to the individual’s company. Where this engagement takes place through an agency, the public sector body is responsible for determining whether or not the rules apply and informing the agency of this decision, in order that any necessary employment taxes can be deducted by the agency.\r\n\r\nThis is not a new tax on the self-employed. IR35 only applies to those who work like employees and would have been employed were they not working through a company. Genuinely self-employed individuals continue to be unaffected, as has been the case for over 15 years.\r\n\r\nThe Government is monitoring the impact of its reform of IR35 in the public sector. Initial evidence suggests that it has been successful in improving compliance. More people working through their own company are paying the right tax. However, the cost of non-compliance in the private sector is still growing and will cost taxpayers £1.2 billion a year by 2022/23. Therefore, a possible next step would be to extend these reforms to the private sector. \r\n\r\nTo take account of the needs of businesses and individuals who would implement any change, the Government will carefully consult on reform in the private sector, drawing on the experience of the public sector reforms, including through external research due to be published in the new year.\r\n\r\nHM Treasury",
            "responded_on": "2017-11-30",
            "summary": "The government will consult on how to tackle non-compliance with the off-payroll working rules in the private sector, drawing on the experience of recent public sector reform.\r\n\r\n",
            "updated_at": "2017-11-30T14:16:56.274Z"
        },
        "government_response_at": "2017-11-30T14:16:56.278Z",
        "moderation_threshold_reached_at": "2017-10-31T18:31:10.330Z",
        "opened_at": "2017-11-03T11:03:22.086Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-16T10:55:11.511Z",
        "scheduled_debate_date": null,
        "signature_count": 15231,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.217Z"
    },
    "id": 204121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204121.json"
    },
    "type": "petition"
}