{
    "attributes": {
        "action": "Help fund the cost of redistributing more edible surplus food to charity.",
        "additional_details": "This funding could save UK charities millions. If only 100,000 tonnes of surplus was redistributed it could save them between £150-200m - at least a tenfold return. \r\nAt current levels of redistribution it would only cost £2.6m per year.\r\nIf we are wrong and this doesn't increase, the cost doesn't go up. If we are right, every pound will result in exponential benefit to charity.\r\nThis is great value, potentially hugely effective and risk free.\r\nTo read more go to thegrocer.co.uk/wastenotwantnot",
        "background": "It can cost up to £150 per tonne to separate, store and transport edible surplus food to charity. If this cost were reimbursed far more of the 270,000 tonnes of edible surplus in the system would go to people who need it. For only £10-15m per year, 100,000 tonnes of food could be donated to charity.",
        "closed_at": "2018-05-03T22:59:59.999Z",
        "created_at": "2017-11-01T10:20:23.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-25T10:17:42.958Z",
            "details": "We want to see food treated according to a hierarchy of use which puts preference on prevention then on redistribution to those in need, followed by animal feed ahead of recycling, recycling ahead of recovery and recovery ahead of disposal to landfill. \r\n\r\nA resilient supply chain will always have some surplus which we must make sure does not go to waste. Manufacturers, retailers and hospitality businesses all have a role to play and the Government supports the work going on at a national and local level to make sure that suitable surplus food gets to those in need. All of the major retailers have connections to charities. For instance, Asda plans to invest at least £20 million into a partnership with food redistribution charities with the aim of helping more than one million people out of food poverty over the next three years.\r\n\r\nThe Government supports action to improve surplus food redistribution in a variety of different ways, including through the Courtauld 2025 voluntary agreement with food businesses. The Courtauld 2025 agreement, taken forward by The Waste and Resources Action Programme (WRAP) and funded by both government and signatories, has set up a cross-industry working group to explore how to overcome barriers to redistribution and has an ambition to double the amount of surplus food they redistribute by 2020.\r\n\r\nPreventing food waste is better for the environment than any treatment (such as anaerobic digestion) and can offer financial benefits by identifying resource efficiencies for businesses and purchase savings for households. \r\n\r\nThe issue of food waste will continue to be a priority for the UK. The Government recently announced the creation of a new £500,000 Food Waste Reduction Fund to support projects that help increase redistribution in communities. \r\n\r\nWe will continue to explore these issues more fully in the Resources and Waste Strategy, announced in the Government’s 25 Year Environment Plan, which is due for publication later this year.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n",
            "responded_on": "2018-05-25",
            "summary": "The Government does not want to see food go to waste but recognises that surplus food, even in an efficient food system, does arise and has work underway to get surplus edible food to those in need.",
            "updated_at": "2018-05-25T10:17:42.958Z"
        },
        "government_response_at": "2018-05-25T10:17:42.961Z",
        "moderation_threshold_reached_at": "2017-11-01T10:32:43.531Z",
        "opened_at": "2017-11-03T17:04:23.988Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-26T11:36:49.046Z",
        "scheduled_debate_date": null,
        "signature_count": 16299,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.494Z"
    },
    "id": 204156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204156.json"
    },
    "type": "petition"
}