{
    "attributes": {
        "action": "Stop the abuse of legal aid in family law, by falsely alleging domestic abuse",
        "additional_details": "There are well documented steps for legal aid to be granted in the family courts.\r\n\r\nTypically, these steps begin with applying for a non-molestation order/ injunction, based on an affidavit; once granted the applicant is then eligible for legal aid. This can then be used to financially cripple the respondent with legal fees.\r\n\r\nWhilst domestic abuse is an abhorrent act which nobody should be subjected to, the system is flawed, in that the methodology for granting legal aid is not robust enough.",
        "background": "Since April 2013, there is no provision for legal aid for any applications under the Children Act 1989, unless domestic violence/ abuse is involved.\r\n\r\nThis is open to abuse, and regularly false allegations of violence are submitted to Family Courts to obtain legal aid without initial investigation.",
        "closed_at": null,
        "created_at": "2017-11-01T12:08:02.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-02T13:29:47.303Z",
        "opened_at": null,
        "rejected_at": "2017-11-07T14:40:57.202Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure what method you'd like to be used to assess applications for legal aid from people who have been victims of domestic abuse. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-07T14:41:02.319Z"
    },
    "id": 204161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204161.json"
    },
    "type": "petition"
}