{
    "attributes": {
        "action": "Objection to 20,000 Jihadis being moved council house lists and housed.",
        "additional_details": "Today and over the past few days we have heard and read in the newspapers that there are secret plans to house 20,000 Jihadis in council accommodation. There are even plans for them to jump the waiting list queue. This is the most abhorrent news I have heard thus far. There are British Veteran's sleeping on our streets, young families who are unable to afford housing and those with disabilities. This idea is not acceptable to the people of Britain and must be banned with immediate affect.",
        "background": "We, the British tax payers of UK are fiercely against government plans to house 20,000 Jihadis including, moving them to the top of the housing list over UK residents.\r\nThe people of UK have paid into the system and fought and died for the British Isles.\r\nStop treating us like second class citizens.",
        "closed_at": null,
        "created_at": "2017-10-31T13:42:07.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-10-31T19:38:44.339Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T17:14:49.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure that action you'd like Government or Parliament to take. \r\n\r\nWe already have a petition calling on the Government not to give extremists homes, jobs and counselling. You might like to sign that petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/204086\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-06T17:14:56.498Z"
    },
    "id": 204102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204102.json"
    },
    "type": "petition"
}