{
    "attributes": {
        "action": "Tighten banking regulations to prevent crippling overdraft fee increases",
        "additional_details": "In 2008, the government and UK taxpayer bailed out much of the banking sector.\r\n\r\nSince then, poorer people have paid further.\r\n\r\nMany banks enjoyed revenue from confusing, unfair charges.\r\n\r\nFollowing recommendations to stop this, a newer \"Xp per day\" daily fee structure appears to be the way forward.\r\n\r\nUnder this system, the revenue may not be lost.\r\n\r\nThe most financially vulnerable pay the most and by some margin.\r\n\r\nThere is no desire to offer a \"leg up\", more a \"punishment\" for those most in debt.",
        "background": "In recent years, campaigns / complaints regarding unfair overdraft charges have led to recommendations to simplify overdraft charging\r\n\r\nSince then, some banks have \"simplified\" their fees. However this isn't a victory for the people\r\n\r\nThe fees are being picked up by the most financially vulnerable",
        "closed_at": null,
        "created_at": "2017-11-01T21:44:51.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-01T22:04:29.133Z",
        "opened_at": null,
        "rejected_at": "2017-11-07T10:19:40.597Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about overdraft charges, but we're not sure exactly what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-11-09T17:52:05.332Z"
    },
    "id": 204205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204205.json"
    },
    "type": "petition"
}