{
    "attributes": {
        "action": "Stop benefits to Terrorist suspects in the UK",
        "additional_details": "Under Secrion 15 of the Terrorism Act 2000 it states \"knows or has reasonable cause to suspect that it [money/funds/tax] will or may be used for the purposes of terrorism\". This gives us reasonable cause to believe our tax money is being used to pay benefits to known or suspected terrorists or supporters of Terrorism and Terrorists groups in the UK on the official watch lists and it is our legal duty as citizens and with the legal and Governmental support to prevent this.",
        "background": "Royal United Services Institute reports there are 20k suspected extremists in the UK Under the Terrorism Act 2000, section 15 we have reasonable cause to believe that those that are suspected of being involved in these activities & are in receipt of state funded benefits amounts to terrorist funding",
        "closed_at": null,
        "created_at": "2017-11-03T09:45:23.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-03T11:19:14.550Z",
        "opened_at": null,
        "rejected_at": "2017-11-08T10:50:19.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what action you want Government or Parliament to take. \r\n\r\nWe have a petition on our site asking the Government not to give extremists homes, jobs and counselling. If that's what you'd like to happen, you might like to sign that petition:\r\n\r\nhttps://petition.parliament.uk/petitions/204086\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-08T10:50:26.058Z"
    },
    "id": 204277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204277.json"
    },
    "type": "petition"
}