{
    "attributes": {
        "action": "Ban MPs from taking part in Government Business if they have consumed alcohol.",
        "additional_details": "",
        "background": "Members of Parliament must not play any part in Government Business if they have consumed alcohol in the previous twenty four hours.",
        "closed_at": null,
        "created_at": "2017-11-03T19:36:34.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-03T20:55:10.936Z",
        "opened_at": null,
        "rejected_at": "2017-11-08T16:39:09.352Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"government business\". We think you might be concerned about parliamentary business, especially MPs taking part in debates and votes in the House of Commons. \r\n\r\nParliament and Government are different. You can find out more about this here:\r\n\r\nhttp://www.parliament.uk/about/how/role/parliament-government/\r\n\r\nWe're also not sure whether you want MPs to be banned from taking part in parliamentary business if they have consumed only a small amount of alcohol in the previous 24 hours, or whether you would like MPs to be banned from taking part if they are under the influence of alcohol - perhaps along similar lines to drinking and driving. \r\n\r\nYou could start a new petition explaining clearly what you would like to happen. For example, you could ask the House of Commons to create a rule banning MPs from taking part in parliamentary business if they are under the influence of alcohol. \r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-11-08T16:39:13.954Z"
    },
    "id": 204306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204306.json"
    },
    "type": "petition"
}