{
    "attributes": {
        "action": "MAKE IT LAW THAT ‘DRIVES’ ACROSS ‘FOOTPATHS’ MUST HAVE A ‘DROPPED KERB’.",
        "additional_details": "Some Obstruct the Road by putting things in the Gutters to aid going up and down the Kerb, this is dangerous as a Cyclist might hit it and come off, more so if it’s dark, yes it costs money to get them installed which those Owners do not Own afterward, All Property Owners Must be made to Comply with Rules when touching any part of the Highways for Public Safety and Control or you have a Free for All.\r\n\r\nLet’s get things corrected to correct Poor Rules as Now.",
        "background": "At this time Nobody can enforce it, this Costs the Councils Money in repairs and if crossing a Verge Mud having to be cleaned up, Footpaths are Only re-Enforced on the Dropped Kerbs part to take Traffic, seeing some do not have these then they have No right to go over the Footpaths.",
        "closed_at": null,
        "created_at": "2017-11-03T20:47:05.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-03T20:53:20.113Z",
        "opened_at": null,
        "rejected_at": "2017-11-07T11:44:35.072Z",
        "rejection": {
            "code": "no-action",
            "details": "It's already an offence to drive a vehicle across a footway, or verge, where there is no proper vehicle crossover (including a dropped kerb). You can find out more here: http://www.legislation.gov.uk/ukpga/1980/66/section/184\r\n\r\nYou could start a new petition asking for the UK Government and Parliament to change the law to require all Local Highway Authorities in England to install dropped kerbs in front of all residential homes with a driveway (where there isn't already one), if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-11-07T11:48:37.673Z"
    },
    "id": 204318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204318.json"
    },
    "type": "petition"
}