{
    "attributes": {
        "action": "Jeremy corbyn for prime minister.",
        "additional_details": "This is just me though i cant imagine what its like for the other people on benefits in britain. Since all the cuts have happened my mum is now on about £60 for every two weeks. Is that really enough to fill our cupboards and fridge freezers? Is it enough to pay off the rent knowing thats 27 a week? Also with other bills gas, electricity? Its completely sick what theresa may and david cameron have yet what ever happened to “we are all in this together”",
        "background": "As i grew up my mum was on benefits trying hard to find a job whilst on about £300 every 2 weeks which was just enough for food, bills and even treats (clothes etc.) ever since conservatives have been in charge, its always has been a struggle. I have not had a decent meal since. Poverty is at a rise",
        "closed_at": null,
        "created_at": "2017-11-04T14:54:41.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-04T15:22:21.774Z",
        "opened_at": null,
        "rejected_at": "2017-11-06T18:31:35.088Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAfter a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\n\r\nhttp://www.royal.gov.uk/MonarchUK/QueenandGovernment/QueenandPrimeMinister.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-06T18:31:35.096Z"
    },
    "id": 204355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204355.json"
    },
    "type": "petition"
}