{
    "attributes": {
        "action": "Devise a cross-party plan to phase out single-use plastic",
        "additional_details": "We call on parliament to launch an investigation into the use of non-recyclable plastic, with a view to phasing it out. The investigation should include research into nudge techniques such as a deposit-return scheme on bottles, a tax on shrink-wrapping & more micro charges like those introduced on plastic carrier bags. The investigation should also assess possible negative side effects of reducing plastic use and seek to mitigate them e.g. increased demand for other damaging materials.",
        "background": "Plastic waste is a critical problem for both the natural environment and the integrity of our own food supply. The Ellen MacArthur Foundation predicts that there will be more plastic waste than fish in the oceans by 2050. This is a crisis that must be dealt with immediately.",
        "closed_at": null,
        "created_at": "2017-11-05T11:25:05.030Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-06T22:53:23.035Z",
        "opened_at": null,
        "rejected_at": "2017-11-10T15:36:31.058Z",
        "rejection": {
            "code": "no-action",
            "details": "There's already a cross-party inquiry looking at disposable plastic. A group of MPs, called the Environmental Audit Committee, are looking into this. You can find out more here: \r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/commons-select/environmental-audit-committee/inquiries/parliament-2017/inquiry/\r\n\r\nYou might also want to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/200189\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-10T15:36:35.659Z"
    },
    "id": 204428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204428.json"
    },
    "type": "petition"
}