{
    "attributes": {
        "action": "Bring a Code of Conduct for MP's and PCC's with wide ranging sanctions.",
        "additional_details": "The Police have a Code of Conduct as do many organisations. With the amount of scandals repeatedly flowing from Parliament the Public demand a robust and transparent system to hold our elected offials to account. This must have the power to investigate properly. The burden of proof similar to our Police Service and sanctions available for wrongdoing to range from advice to written warnings and dismissal. This has to be the right course of action to bring back public trust and stop repeated wrong doing.",
        "background": "Elected officials behaviour is leading to a lack of integrity and faith in our Politicians. Many have escaped prosecution that would clearly have followed for ordinary citizens. There needs to be a wholly independent investigative unit set up with similar powers to the IPCC to regain trust.",
        "closed_at": null,
        "created_at": "2017-11-05T10:24:35.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-05T12:33:30.614Z",
        "opened_at": null,
        "rejected_at": "2017-11-07T14:46:15.756Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nA code of conduct already exists for MPs and Police and Crime Commissioners are expected to follow the \"Seven Principles of Public Life\", so we are not sure what else you would like Parliament or the Government to do.\r\n\r\nYou can read more about the Code of Conduct for MPs here: https://publications.parliament.uk/pa/cm201516/cmcode/1076/107601.htm\r\n\r\nYou can read more about the Seven Principles of Public life here: https://www.gov.uk/government/publications/the-7-principles-of-public-life/the-7-principles-of-public-life--2\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a new independent investigative body, with the power to impose sanctions, for all elected officials, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-07T14:46:26.227Z"
    },
    "id": 204421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204421.json"
    },
    "type": "petition"
}