{
    "attributes": {
        "action": "Ukba stop, prosecute and deport fraud marriage. Tougher laws on fraud marriages.",
        "additional_details": "These fraudsters target their victims and use and abuse them for their own gain which also leads to domestic violence as well as financial abuse, and isolation. Currently there is no law on fraud marriages which is destroying many British/EU lives without any help or support from the government. Some go as far as getting pregnant just to increase the chances of the right in the UK. Forced marriages are link to fraud marriages. These fraudsters will pretend to be in love and destroy lives.",
        "background": "So many individuals come from around the world and target vulnerable victims in fraud marriages without the victims being aware that they are used and abused to obtain visas, ILR, nationality and citizenships by their non British spouses. Once the the fraudsters get their stay the marriages ends.",
        "closed_at": null,
        "created_at": "2017-11-04T23:34:04.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-05T00:07:44.989Z",
        "opened_at": null,
        "rejected_at": "2017-11-07T18:30:42.227Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"tougher laws\". It is already illegal to enter into a sham marriage for immigration purposes. You can find out more here: http://www.cps.gov.uk/legal/h_to_k/immigration/#b01\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the penalties for sham marriages to be increased or to introduce new tests, specifically to look for the situation you describe, for all proposed marriages between UK and non-EEA citizens, if that's what you want to happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-11-07T18:30:52.544Z"
    },
    "id": 204404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204404.json"
    },
    "type": "petition"
}