{
    "attributes": {
        "action": "Legislate to make Tax Avoidance illegal.",
        "additional_details": "There have been petitions about this issue before but none have resulted in sufficient public support to make an impact.  Successive Governments, across the Political spectrum, have failed to deal with this issue.  At the time of writing, with our public services creaking at the seams for want of adequate funding, yet another major tax dodging scandal is unfolding. A practice this immoral should not be allowed to remain legal.\r\nIt is time for the public to be counted and for Government to act.",
        "background": "The words 'avoidance' and 'evasion' have different meanings but when applied to the failure to pay taxes they amount to the same thing: shortchanging of the public purse.  Our public services are losing billions of pounds per year as a result of tax avoidance. The Government needs to legislate now!",
        "closed_at": null,
        "created_at": "2017-11-06T20:54:04.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-06T21:50:06.146Z",
        "opened_at": null,
        "rejected_at": "2017-11-09T16:08:34.461Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about tax avoidance, but we're not sure exactly what change you'd like to see.  \r\n\r\nThere is already something called the General Anti-Abuse Rule (GAAR). you can find out more about this here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN06265/SN06265.pdf\r\n\r\nYou could start a new petition asking clearly for a specific change to the law on tax. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-09T16:08:38.538Z"
    },
    "id": 204563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204563.json"
    },
    "type": "petition"
}