{
    "attributes": {
        "action": "Make Westminster Council switch the CCTV cameras back on.",
        "additional_details": "Council CCTV is a massive resource to police, has a huge impact on bringing down anti-social behaviour, crime, drug dealing and is extremely valuable in securing convictions.  It’s argued that the money the council will spend on putting things right such as vandalism, theft from local premises, etc it will pay for itself twice over.\r\n\r\nIt is also invaluable in tracking the movements of terrorists or monitoring potential terrorist activity as well as keeping residents and visitors safe.",
        "background": "On the 1st of September 2016, Westminster Council made the decision to switch off the CCTV cameras in the entire borough, an area of over 8 square miles that includes Leicester Square, Soho, Mayfair, Covent Garden - some of the most popular tourist areas in the capital in a bid to save £1m a year.",
        "closed_at": null,
        "created_at": "2017-11-06T22:16:06.828Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-06T22:41:24.920Z",
        "opened_at": null,
        "rejected_at": "2017-11-10T15:38:14.318Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of  Westminster Borough Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWestminster Borough Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://petitions.westminster.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-10T15:38:18.202Z"
    },
    "id": 204580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204580.json"
    },
    "type": "petition"
}