{
    "attributes": {
        "action": "Provide free flash glucose monitoring systems to type 1 diabetics on the NHS.",
        "additional_details": "As of 1-11-17 this is available on the NHS, however, it seems to be a postcode lottery. The system enables the wearer to maintain better control of their diabetes by monitoring glucose for up-to 8hrs with each scan, which will long term cost the NHS less money as there won’t be as many complications. There is no break from this disease. Many parents have to test children during the night, with this system they can test by just touching the sensor with the scanner. Please share to make this free.",
        "background": "Type 1 diabetes is a chronic disease and cannot be cured. Sufferers need insulin daily via injections or a pump and have to do regular painful fingerprick blood tests. The flash system allows users to test glucose via a disc placed on the arm without puncturing skin every time, therefore no pain.",
        "closed_at": "2018-05-09T22:59:59.999Z",
        "created_at": "2017-11-06T18:44:32.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-20T10:09:04.677Z",
            "details": "People with diabetes insipidus or diabetes mellitus (except where treatment is by diet alone) - which includes type 1 and type 2 diabetes - are eligible for free NHS prescriptions if they hold a valid medical exemption certificate. However, patients will need to discuss the ongoing management of their condition with their healthcare professional and consider what is most suitable for them.\r\n\r\nWithin its financial constraints, the NHS is committed to providing access to new drugs and medical technologies. Clinical Commissioning Groups (CCGs) are responsible for commissioning diabetes services to meet the requirements of their population. In doing so, CCGs need to ensure that the services they provide are fit for purpose, reflect the needs of the local population and are based on the available evidence and take into account national guidelines. This should include consideration of access to the flash glucose monitoring system Freestyle Libre for people with Type 1 and Type 2 diabetes who might benefit from it.\r\n\r\nDr Partha Kar, Associate National Clinical Director for Diabetes, recently wrote to CCGs, urging them to take into account the advice of NHS England’s Regional Medicines Optimisation Committee (RMOC) (North) which has issued advice to Area Prescribing Committees about commissioning Freestyle Libre.\r\n\r\nOne of the long standing and fundamental principles of the NHS is that the best way to address local challenges is through clinically-led decision-making, as close to patients as possible. CCGs remain best placed to do this as they are clinically led organisations that have both the local knowledge and local accountability to make these complex commissioning decisions in the best interests of patients. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-04-20",
            "summary": "The Government has no plans to provide flash glucose monitoring systems free of charge to all Type 1 diabetic NHS patients. ",
            "updated_at": "2018-04-20T10:09:04.677Z"
        },
        "government_response_at": "2018-04-20T10:09:04.679Z",
        "moderation_threshold_reached_at": "2017-11-07T00:14:21.018Z",
        "opened_at": "2017-11-09T14:55:17.748Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-02T13:33:20.604Z",
        "scheduled_debate_date": null,
        "signature_count": 10788,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.364Z"
    },
    "id": 204550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204550.json"
    },
    "type": "petition"
}