{
    "attributes": {
        "action": "Make MP Disciplinary hearings open to the public as a default",
        "additional_details": "RT Hon Theresa May as Home Secretary lead a change to ensure that the disciplinary hearings of the Police Service were to held in Public as a default, in order help restore public confidence in our Public servants. This has shown benefit in increasing public confidence that misconduct is taken seriously and dealt with approximately by a professional panel.\r\nWe undersigned call for an identical level of transparency to be adopted by our Political leaders, to restore public confidence in our MP'S",
        "background": "At present, the internal disciplinary investigation and hearings of members of parliament, are not open to public scrutiny.\r\nWe call upon the party leaders to change this, to allow the public and press to attend these, to restore public confidence in our MP public servants.",
        "closed_at": null,
        "created_at": "2017-11-06T08:21:24.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-06T09:22:58.091Z",
        "opened_at": null,
        "rejected_at": "2017-11-10T10:18:50.980Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what kind of disciplinary hearings you're referring to. Your petition calls on the leaders of political parties, not the UK Government or Parliament, to take action, so we think you're concerned about the disciplinary processes run by political parties. \r\n\r\nAt the moment, political parties are responsible for deciding on their own internal processes. If you'd like that to change, you could start a new petition calling on Parliament to change the law, to require political parties to hold certain kinds of disciplinary hearings in public. \r\n\r\nIf you're concerned about another kind of disciplinary hearing, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-10T10:18:55.329Z"
    },
    "id": 204504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204504.json"
    },
    "type": "petition"
}