{
    "attributes": {
        "action": "Exempt Motorcycles from Ultra-Low Emission Zone Charge (ULEZ)",
        "additional_details": "Motorcycles should be exempt from this charge as a huge amount of them travel around London every day. The majority of these bikes will have to pay the new ULEZ charge of £12,50 and this will inevitably push a lot of the bikers to use trains, buses and underground causing even more pollution and congestion. Bikes as well as bicycles are a good way of keeping low level emissions and congestion to a bare minimum. Bikes are the solution and not a hindrance! For more info Join We Ride London or Mag",
        "background": "The Ultra-Low Emission Zone charge was announce by London Mayor earlier this year, in response to the rising levels of harmful NOx gas In the air. It will mean a flat £12.50 daily rate applied to all pre-2007 motorcycles that travel in certain parts of central London from April 2019.",
        "closed_at": null,
        "created_at": "2017-11-06T10:49:44.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-06T11:48:14.436Z",
        "opened_at": null,
        "rejected_at": "2017-11-09T17:41:16.098Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-09T17:41:20.897Z"
    },
    "id": 204525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204525.json"
    },
    "type": "petition"
}