{
    "attributes": {
        "action": "Stop rosebank primary school turning into a custody unit for females prisoners",
        "additional_details": "We have enough problems in the hilltown area, suicide drug addicts house breaking all sorts and don't feel putting these woman here will help them rebuild their life, this is an area with all ages of children and vulnerable people who are all ready frightened to leave their property due to various activities and can do without adding to it",
        "background": "Rosebank primary eye marked for custody unit, we as a community feel this is not a good idea due to being right next to a nursery, sheltered accommodation 2 new schools yards from this proposed site I also understand these woman have to be placed somewhere",
        "closed_at": null,
        "created_at": "2017-11-07T22:15:02.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-08T14:52:14.090Z",
        "opened_at": null,
        "rejected_at": "2017-11-09T17:32:40.123Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Rosebank Primary School is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-09T17:32:44.090Z"
    },
    "id": 204690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204690.json"
    },
    "type": "petition"
}