{
    "attributes": {
        "action": "Stop the closure of the combat PTSD Residential Treatment Centre Audley court.",
        "additional_details": "Audley Court is a vital link to many veterans and there families suffering with combat PTSD. Under the new strategy which Sue Freeth (Chief Exec) of combat stress has announced, it has become apparent that the residential treatment at Audley Court is going to cease. Veteran's who live in the areas of Wales, Midlands and the North of the country needing residential treatment will be sent to Surrey or Scotland, away from families, and a journey many will not be able to take due to there PTSD.",
        "background": "We are trying to stop the closure of a residential treatment centre for veterans suffering with combat PTSD. The treatment centre has helped and supported our military forces since world war 1 and is still working with veterans now. Audley Court has saved the lives of many veterans suffering PTSD.",
        "closed_at": null,
        "created_at": "2017-11-07T20:57:50.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-07T21:10:49.223Z",
        "opened_at": null,
        "rejected_at": "2017-11-14T18:06:09.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Audley Court Centre is run by the charity Combat Stress, not by the UK Government.\r\n\r\nYou could start a new petition asking the Government to provide more funding for services for veterans with combat PTSD, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-14T18:06:13.495Z"
    },
    "id": 204681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204681.json"
    },
    "type": "petition"
}