{
    "attributes": {
        "action": "Make it law that unauthorised encampments must leave the site as they found it",
        "additional_details": "On more than one occasion our local school have been required to pay many thousands of pounds to clean up the children's playing field after travellers had left. There was national outrage recently when travellers left 600 ton of rubbish in a field in Uxbridge. They were not even issued with a ticket for littering! Anyone taking part in an unauthorised encampment must be held legally responsible for leaving the site in the same state as they found it.",
        "background": "Many UK citizens are regularly subjected to anti-social behaviour by people who make camp in their neighbourhood whilst on their travels.\r\nInvariably when they move on they leave a considerable amount of mess and damage behind which costs the land owners a significant amount of money to address.",
        "closed_at": null,
        "created_at": "2017-11-07T20:25:08.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-11T15:35:11.027Z",
        "opened_at": null,
        "rejected_at": "2017-11-15T17:47:20.353Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition asking for Parliament to change the law, to make someone personally liable for any damage they cause to land that is not theirs, if that's what you would like to happen to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-15T17:55:14.606Z"
    },
    "id": 204676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204676.json"
    },
    "type": "petition"
}