{
    "attributes": {
        "action": "STOP ABUSE AND THREATS  for Telephony and call centre employees",
        "additional_details": "Advisers are duty bound by process and policies and we as humans understand this can be difficult to understand, lead to unexpected outcomes and delays as customers but we as humans do not deserve to be met with abuse, threats of violence and deemed idiotic or stupid.  There is a high rate for mental health issues within this sector of work and no protection by policy or law. I propose that these actions serve a criminal offence as they would if committed face to face from customer to employee.",
        "background": "We now live in a culture where customers swear, abuse, belittle, and threaten with violence as they are behind a phone to call centres. However these acts in person are criminal offences. I want these actions to carry a criminal offence as they would if committed in person to a business.",
        "closed_at": null,
        "created_at": "2017-11-07T14:41:46.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-07T17:25:12.297Z",
        "opened_at": null,
        "rejected_at": "2017-11-14T10:14:00.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-11-14T10:14:04.028Z"
    },
    "id": 204632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204632.json"
    },
    "type": "petition"
}