{
    "attributes": {
        "action": "Parliament must debate whether the PM should disclose any offshore interests.",
        "additional_details": "But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.",
        "background": "It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"",
        "closed_at": "2018-05-17T22:59:59.999Z",
        "created_at": "2017-11-07T16:52:01.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-05T11:41:13.497Z",
            "details": "Under the terms of the Ministerial Code, Ministers – including the Prime Minister – must ensure that no conflict arises, or could reasonably be perceived to arise, between their Ministerial position and their private interests, financial or otherwise. On appointment to each new office, Ministers must provide the relevant Permanent Secretary with a list, in writing, of all relevant interests known to them, which might be thought to give rise to a conflict.  The List indicates where financial interests are held in a blind trust or similar blind management arrangement.\r\n \r\nIndividual declarations, and a note of any action taken in respect of individual interests, are then passed to the Cabinet Office Propriety and Ethics team and the Independent Adviser on Ministers’ Interests to confirm they are content with the action taken or to provide further advice as appropriate. The List records the position at the end of this process. The Independent Adviser is consulted in the preparation of the List, has scrutinised the declarations made, and is satisfied that measures have been put in place, where necessary, to avoid a conflict of interest.\r\n \r\nA list of Ministers’ relevant interests was published on 14 December:\r\n \r\nhttps://www.gov.uk/government/publications/list-of-ministers-interests\r\n\r\nCabinet Office",
            "summary": "Under the Ministerial Code, Ministers must provide their Permanent Secretary with a list of all relevant interests. This includes where financial interests are held in a blind trust or similar.",
            "updated_at": "2018-01-05T11:41:13.497Z"
        },
        "government_response_at": "2018-01-05T11:41:13.499Z",
        "moderation_threshold_reached_at": "2017-11-07T17:31:35.795Z",
        "opened_at": "2017-11-17T16:16:06.933Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-03T22:11:52.390Z",
        "scheduled_debate_date": null,
        "signature_count": 11574,
        "state": "closed",
        "updated_at": "2018-05-17T23:00:06.035Z"
    },
    "id": 204653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204653.json"
    },
    "type": "petition"
}