{
    "attributes": {
        "action": "Create \"Hot Seats\" on tubes which are ONLY for pregnant women.",
        "additional_details": "I would like new \"baby on board badges\" to be issued- Colour theme to match these \"hot seats\" on the train. I am fed up seeing pregnant women standing when they are visibly pregnant and have the \"baby on board badge\".  I want women to be able to get onto any entrance of the train to get \"priority seats\" which are dotted throughout the train. I do not think our elderly and pregnant women should be the once offering seats to each other.\r\n\r\nLinda V F Graham.",
        "background": "I would like the government and TFL to work together to create \"Hot Seats\" which are specifically designated for pregnant women only. If there are no pregnant women then anyone can sit there however once she comes on the train then it is mandatory for the seat to be offered and not optional.",
        "closed_at": null,
        "created_at": "2017-11-07T10:57:22.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-07T11:23:29.171Z",
        "opened_at": null,
        "rejected_at": "2017-11-09T14:58:40.750Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of TfL, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-09T14:58:47.829Z"
    },
    "id": 204610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204610.json"
    },
    "type": "petition"
}