{
    "attributes": {
        "action": "Changes to the law when buying and selling a property in England, Wales and NI",
        "additional_details": "This is already a law that’s in place in Scotland, the same law should be in England, Wales and NI \r\n\r\nA few examples are:-\r\n\r\nAnother person guzumps an offer, the seller accepts and causes financial loss to the first buyer \r\n\r\nAnother where a buyer at the start of the chain decides a week before completion to pull out, again causing financial loss not only to all parties in the chain but to the solicitors and estate agents for their time.",
        "background": "In England, Wales and NI there is no law in place or written negotiation between both solicitors - a purchaser and buyer when an offer is made on a property. The ‘missive’ or contract as it’s known in Scotland would prevent financial loss to gazumping, gazundering and pulling out of a property sale.",
        "closed_at": null,
        "created_at": "2017-11-07T21:55:19.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-08T13:40:45.724Z",
        "opened_at": null,
        "rejected_at": "2017-11-09T15:32:26.467Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Laws for buying and selling property in Northern Ireland are the responsibility of the Northern Ireland Assembly. \r\n\r\nYou may wish to sign this petition instead: https://petition.parliament.uk/petitions/201805\r\n\r\nIf you'd like to send a petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-09T15:32:31.299Z"
    },
    "id": 204686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204686.json"
    },
    "type": "petition"
}