{
    "attributes": {
        "action": "The Government must publish their consultation on social care by early 2018.",
        "additional_details": "Pledges to fix the care system have been repeatedly pushed aside by governments for the last 20 years, whilst people go on struggling to find care for their loved ones. Our care system is dangerously inadequate and needs to be reformed.\r\n\r\nGovernment recognises the need for a long term plan. Now it must act and publish proposals for a sustainable solution so we can all receive quality care both today and in the future.\r\n\r\nwww.careandsupportalliance.com/CareCampaign",
        "background": "A chronic lack of funding means that over 1 million older and disabled people are going without the care they need, including help to get out of bed, wash and eat - without this basic help they cannot live a decent life.",
        "closed_at": "2018-05-08T22:59:59.999Z",
        "created_at": "2017-11-07T14:41:41.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-11-24T14:46:39.794Z",
            "details": "Reform of this vital sector has been a controversial issue for many years, but the realities of an ageing society mean that we must reach a sustainable settlement for the long-term.\r\n\r\nTo achieve reform where previous attempts have failed, we must look more broadly than social care services alone, and not focus narrowly on questions of means-testing, important though these are.  Our vision for care must also incorporate the wider networks of support and services which help older people to live independently, including the crucial role of housing and the interaction with other public services.  It must consider how care is provided at present and challenge the system to embrace new technology, innovation and workforce models which can deliver better quality and value.\r\n\r\nTo deliver a lasting solution, it is right that we take the time needed to debate these complex issues and listen to a range of perspectives to build consensus.  For this reason, over the coming months, we will work with experts, stakeholders, people using care and support services, and carers to shape the long-term reform which is urgently needed.  The Government has already established an Inter-Ministerial Group to oversee development of the Green Paper, and as part of this initial engagement we have asked a number of independent experts in this area to provide their views to the group.  The Government will also engage closely with representatives from local government, the NHS, the voluntary sector and care providers, as well as with people who use care and support and carers, to underpin development of the Green Paper.  And when the Green Paper is published, it will then be subject to a full public consultation, providing a further opportunity for interested parties to give their views.\r\n\r\nWhilst the Green Paper will focus on care for older people, the Government recognises both the challenges faced by people of working age with care needs and the many common questions about the sustainability of the care system.  Many of the discussions on the Green Paper reforms will impact on care and support for adults of all ages.  However, to ensure that issues for working-age adults with care needs are considered in their own right, the Government will take forward a parallel programme of work, led jointly by the Department of Health and the Department for Communities and Local Government, which will focus on this group.  This work will also be overseen by the Inter-Ministerial Group to ensure alignment with the Green Paper.\r\n\r\nThe Green Paper presents a unique opportunity to build consensus around reforms which can last. There is no escaping that building a sustainable care and support system will require choices about what that system should provide and how it is paid for.  But getting this right promises a better system that everyone can have confidence in, where people understand their responsibilities, can prepare for the future, and know that the care they receive will be to a high standard and help them maintain their independence and wellbeing.\r\n\r\nDepartment of Health",
            "summary": "On 16 November 2017, the Government set out plans to publish a Green Paper by summer 2018 presenting its proposals to reform care and support for older people.",
            "updated_at": "2017-11-24T14:46:39.794Z"
        },
        "government_response_at": "2017-11-24T14:46:39.796Z",
        "moderation_threshold_reached_at": "2017-11-07T14:52:11.371Z",
        "opened_at": "2017-11-08T12:39:15.400Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-13T22:00:56.742Z",
        "scheduled_debate_date": null,
        "signature_count": 19542,
        "state": "closed",
        "updated_at": "2018-05-08T23:00:03.718Z"
    },
    "id": 204631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204631.json"
    },
    "type": "petition"
}