{
    "attributes": {
        "action": "Create a working group to develop regional autonomous rail technology",
        "additional_details": "British industry would have the opportunity to take a lead in manufacturing of the technological innovations born from the process – transformation of the rolling stock to autonomous operation, upgrades in sensor and signalling technology, algorithms and software platforms required to manage the operational health, scheduling and routing of trains around the rail networks.  This is our opportunity to recover from the lack-lustre 3rd Industrial Revolution and take a leading position in the 4th.",
        "background": "Britain should take a lead in autonomous rail transport.  Not only are there fewer technical challenges compared to autonomous road vehicles but negative human factors would also be removed such as drivers falling asleep and exceeding safe speed limits, strike action based on tenuous safety claims.",
        "closed_at": null,
        "created_at": "2017-11-08T10:02:28.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-08T15:50:01.567Z",
        "opened_at": null,
        "rejected_at": "2017-11-14T11:34:53.325Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-14T11:34:56.713Z"
    },
    "id": 204710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204710.json"
    },
    "type": "petition"
}