{
    "attributes": {
        "action": "Fully devolve agriculture, fishing and farming to the Scottish Parliament",
        "additional_details": "These are very key things to Scotland and not Westminster and they should be devolved, because I think the Scottish government will develop it all better than the UK government would.  But I would also call on the UK government to devolve some powers over immigration, so that we can allow EU nationals to stay in Scotland after Brexit.",
        "background": "It looks like the UK government is looking to really take back control from us, Scotland.  So, I now call on the UK government to fully devolve agriculture, fishing, farming and genetically modification to the Scottish Parliament.",
        "closed_at": null,
        "created_at": "2017-11-08T13:05:29.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T15:25:46.353Z",
        "opened_at": null,
        "rejected_at": "2017-12-07T10:06:17.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nResponsibility for agriculture and fisheries is already devolved in Scotland. You can find out more about what is devolved here:\r\n\r\nhttps://www.gov.uk/guidance/devolution-settlement-scotland\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition asking the UK Government to devolve responsibility for immigration policy in Scotland to the Scottish Parliament. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-07T10:14:23.239Z"
    },
    "id": 204729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204729.json"
    },
    "type": "petition"
}