{
    "attributes": {
        "action": "Scrap Plea bargaining when in relation to crimes against children.",
        "additional_details": "i believe we need to safeguard our children.  I also believe that if you are charged with a crime and there is sufficient evidence of this crime (enough to charge) then you should face the court for this crime. Being able to use a plea bargain and therefore for these crimes to be dropped, not only disrespects the vicitms of a crime but it also diminishes the trust the British people have in their own law and justice system.\r\n\r\nJUSTICE SHOULD BE SERVED FOR ALL CRIMES COMMITTED. Not what they choose",
        "background": "A NHS senior paramedic was arrested and charged for meeting a child for sex after grooming. Whilst on bail he was further arrested for indecent photos and voyuerism. During his plea hearing for the initial crime a guilty plea was entered in doing so the latter two charges were dropped.",
        "closed_at": null,
        "created_at": "2017-11-09T09:43:08.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-09T10:34:52.023Z",
        "opened_at": null,
        "rejected_at": "2017-11-22T18:49:33.258Z",
        "rejection": {
            "code": "no-action",
            "details": "Decisions about whether to accept a guilty plea to fewer or lesser charges are the responsibility of the Crown Prosecution Service, which is independent of the Government and Parliament.\r\n\r\nThe Attorney General, who is a Government Minister, gives guidance to the CPS. You can see the current guidance on plea bargains here:\r\n\r\nhttps://www.gov.uk/guidance/the-acceptance-of-pleas-and-the-prosecutors-role-in-the-sentencing-exercise\r\n\r\nYou could start a new petition asking for a specific change to the guidance. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-22T18:49:39.672Z"
    },
    "id": 204798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204798.json"
    },
    "type": "petition"
}