{
    "attributes": {
        "action": "Change the childcare element of universal credit.",
        "additional_details": "If the childcare payment date falls on the last few days of the assessment period , there is no time to get the receipts sent to UC before the end of the assessment period, so there not going to pay it. \r\n\r\nFor example assessment period runs 29/09-30/10 and childcare payment due 27/10, the receipt fo this has to be with them and put on there system before 30/10. \r\n\r\nWorking full time there is no time to take them to the job center and not enough days to post it.",
        "background": "I work full time and under the childcare element of universal credit I have to pay first and provide receipts within that assessment period to claim back 85%.I am struggling to find the money to pay,then have to wait for it back and getting receips close to the end of the assessment period in.",
        "closed_at": null,
        "created_at": "2017-11-09T20:19:25.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-09T21:00:25.139Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T16:00:56.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you exactly how you would like the system to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Government or Parliament to increase the length of time in which a person can send the receipts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-17T16:08:12.073Z"
    },
    "id": 204853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204853.json"
    },
    "type": "petition"
}