{
    "attributes": {
        "action": "Where is my parcel",
        "additional_details": "Theft from Parcels , Parcels not arriving , delivery drivers rude and inconsiderate because of no strict rules and trained personnel are none existent, customer care nonexistent\r\nPlease support the Lost Parcels petition Missing Lost and Damaged Parcels with goods or contents missing on arrival with non existent customer care needs to be stopped now, please explain why goods and contents can go missing from letters and Parcels with out any consequence of prosecution from the Crown prosecution services , compensation is laughed at, customer service with Dpd and Myhermes does not exist and there are other companies with hundreds of complaints with no resolve, these companies think they are above the law",
        "background": "Please support the Lost Parcels petition Missing Lost and Damaged Parcels with goods or contents missing on arrival with non existent customer care needs to be stopped now, please explain why goods and contents can go missing from letters and Parcels with out prosecution from the Crown prosecution",
        "closed_at": null,
        "created_at": "2017-11-09T20:26:42.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-09T20:56:08.867Z",
        "opened_at": null,
        "rejected_at": "2017-11-15T17:33:54.070Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-15T17:54:48.148Z"
    },
    "id": 204854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204854.json"
    },
    "type": "petition"
}