{
    "attributes": {
        "action": "Debate the rise in anti-social behaviour and knife crime in Knowsley",
        "additional_details": "The petitioners therefore request:\r\nThat this matter is brought to the House of Commons by our MPs and submitted as a formal petition in accordance with parliamentary regulations.  We urge the House of Commons to debate the issues raised, as they are relevant to many other areas of the United Kingdom.\r\nWe also want clear advice on community policing and the establishment of neighbourhood watch schemes etc. We, the people of Prescot,  Whiston, Huyton and Rainhill will no longer tolerate this within our communities. We want our communities back.",
        "background": "There are increasing incidences of anti social behaviour and knife crime, resulting in intimidation, damage to property and now two murders.",
        "closed_at": null,
        "created_at": "2017-11-09T17:01:46.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-18T23:52:26.430Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T14:18:25.935Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for giving advice on community policing or establishing neighbourhood watch schemes. Tackling anti-social behaviour and knife crime and advising on community policing and neighbourhood watch schemes are the responsibility of your local police force and the local Police and Crime Commissioner. \r\n \r\nYou could raise this issue with the Police and Crime Commissioner for Merseyside, who is elected, using the following website: \r\n \r\nhttp://www.merseysidepcc.info/home/contact.aspx\r\n\r\nYou could also start a new petition asking the UK Government or Parliament to give more funding to Merseyside to tackle knife crime and anti-social behaviour, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-11-24T14:18:29.428Z"
    },
    "id": 204836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204836.json"
    },
    "type": "petition"
}