{
    "attributes": {
        "action": "Allow UK nationals to reside in the UK with foreign partners",
        "additional_details": "Christopher hasn't claimed a thing from the government system. His partner is not entitled to anything.  He supports his partner and child. Has paid for their living expenses through working hard. Since being back in Boston. Christopher has created a group called Pick Up Football in Boston. A group that is all about UK and migrant integration through the love of the sport. Chris now has to leave the uk as his partner doesn't have the right to reside. His child is British yet still no good.",
        "background": "Christopher Wander, a UK national lived in Argentina for many a year. He has a long term partner from Argentina and child. He had to move back to the UK due to personal reasons. He came back found a job and works hard to provide for his family.",
        "closed_at": null,
        "created_at": "2017-11-09T21:16:15.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-10T11:53:21.447Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T11:23:47.388Z",
        "rejection": {
            "code": "no-action",
            "details": "UK nationals can reside in the UK with foreign partners if they have a relevant visa. We're therefore not sure exactly what further action you want the UK Government or Parliament to take. \r\n\r\nYou could start a new petition asking for a specific change to the visa rules for partners, if that's what you want to happen. For example, we currently have a petition open asking for the minimum income requirement to be reduced: https://petition.parliament.uk/petitions/203664 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-16T11:23:52.128Z"
    },
    "id": 204865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204865.json"
    },
    "type": "petition"
}