{
    "attributes": {
        "action": "Stop disabled childrens holidays being at discretion of cabin crew at the plane",
        "additional_details": "During recent trips travelling with a 5 year old with severe autism we were informed that the decision over whether a car seat was allowed on the plane was at the discretion of the cabin crew.\r\n\r\nCar seats for children who can't follow verbal instruction are necessary for safety. I want to make it law that car seats be allowed on all flights for children with disabilities that limit understanding or with sensory impairment, for any child who wouldnt be able to access the world without one.",
        "background": "Cabin Crew currently have the right to refuse a disabled childs car seat onto a plane right up to the stage of boarding. If you believe its unfair that a disabled childs holiday is at the discretion of cabin crew then support this petition.",
        "closed_at": null,
        "created_at": "2017-11-10T06:44:22.023Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-10T09:08:37.821Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T19:57:42.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Parliament to change the law, to require all airlines to allow passengers to bring car seats for disabled children."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-16T19:57:46.712Z"
    },
    "id": 204884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204884.json"
    },
    "type": "petition"
}