{
    "attributes": {
        "action": "Make the DWP review the PIP application that’s causing mayhem in welfare system",
        "additional_details": "People with mental health problems are one of the lowest socio economic groups in society. Stigmatised and discriminated against. The application form and face to face interviews are stressful and increasing the likelihood of people self harming and or contributing to suicidal ideation. The assessor is often not qualified to recognise debilitating mental health conditions and hence people are often dismissed as not eligible for payment.",
        "background": "I am a community psychiatric nurse and over the past year or so having to pick up the pieces because of government failure to provide a safe and affective assessment for personal independent payment.",
        "closed_at": null,
        "created_at": "2017-11-09T19:01:45.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-10T03:45:31.825Z",
        "opened_at": null,
        "rejected_at": "2017-11-17T17:11:40.433Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about how assessments for PIP affect people with mental health conditions, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/204010\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-17T17:11:45.336Z"
    },
    "id": 204845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204845.json"
    },
    "type": "petition"
}