{
    "attributes": {
        "action": "Terminate the Brexit negotiations if the EU refuse to move on",
        "additional_details": "We therefore call upon the Prime Minister to personally inform the European Council that any refusal on their part to allow the Brexit negotiations to move on to the next phase of discussing the future relationship between the United Kingdom and the European Union - especially trade - will be unacceptable to the United Kingdom and detrimental to the United Kingdom's wider economic and political interests.\r\n\r\nShould the European Union indeed be unwilling to move the negotiations on to the next phase in December 2017, we further call upon the Prime Minister to personally inform the European Council that the United Kingdom will be terminating the negotiations with immediate effect.",
        "background": "We, the undersigned, believe that the government of the United Kingdom has compromised in the Brexit negotiations to the extent that any further compromise would seriously damage the UK's wider national and international interests.",
        "closed_at": null,
        "created_at": "2017-11-09T14:56:24.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-09T20:20:21.881Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T15:58:48.986Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want the UK Government to terminate negotiations and leave the EU without a deal, or if terminate negotiations and stay in the EU.\r\n\r\nIf you want the UK to leave the EU immediately without a deal, you could sign this petition: https://petition.parliament.uk/petitions/200165\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-11-17T14:38:44.382Z"
    },
    "id": 204821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204821.json"
    },
    "type": "petition"
}