{
    "attributes": {
        "action": "Legislate to make Tax Avoidance a criminal offence",
        "additional_details": "Tax avoidance is costing the country billions of pounds that could be used for public services. \r\nWe want parliament to ensure everyone pays their fair share and make tax avoidance a crime. This includes corporations who should pay up to help our country in difficult times.\r\nMany tax avoidance schemes exist which cost our country BILLIONS.\r\nSave our country BILLIONS and make tax avoidance illegal.",
        "background": "We ask government to introduce legislation to make it a criminal offence to promote, aid and abet the avoidance of paying tax. We also ask the government, to ensure that there are adequate punishments that include jail time as a minimum sentence for anyone complicit in such practices.",
        "closed_at": null,
        "created_at": "2017-11-10T10:21:00.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-10T12:41:24.588Z",
        "opened_at": null,
        "rejected_at": "2017-11-16T19:58:45.287Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about tax avoidance, but we're not sure exactly what change you'd like to see.\r\n\r\nThere is already something called the General Anti-Abuse Rule (GAAR). you can find out more about this here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN06265/SN06265.pdf\r\n\r\nYou could start a new petition asking clearly for a specific change to the law on tax."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-16T19:58:56.788Z"
    },
    "id": 204896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204896.json"
    },
    "type": "petition"
}