{
    "attributes": {
        "action": "The bribe demanded by the EU before discussing trade must be refused.",
        "additional_details": "Balance of trade totals calculated using official annual results, corrected to current values using University of Illinois web site \"measuring worth.com\" and summed.\r\n\r\nTrading with the EU currently loses UK taxpayers £billions per annum due to lost import duties.\r\n\r\nUK trade with the EU must increase after Brexit when the £190 billion annual overhead cost of being in the EU can be reduced or eliminated. This must also help to increase our already profitable UK trade with the rest of the world.",
        "background": "Since 1973 the UK has a DEFICIT in trade with the EU currently costing us well over £1 trillion compared to a SURPLUS in trade with the rest of the world.\r\n  \r\nThe UK must tell the arrogant EU to continue trade as now for 5 years, or until specific agreements are made, before we apply WTO rules.",
        "closed_at": null,
        "created_at": "2017-11-11T07:06:06.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-11T11:34:29.006Z",
        "opened_at": null,
        "rejected_at": "2017-11-17T15:45:40.042Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/201568\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-17T15:45:40.049Z"
    },
    "id": 204964,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204964.json"
    },
    "type": "petition"
}