{
    "attributes": {
        "action": "President Trump should be given a Full State Visit",
        "additional_details": "The USA is the UK’s greatest friend, President Trump is the democratically elected President....the people’s choice and as such should be treated with the respect his position holds.        We the people of the UK request that President Trump is invited to the UK,  given a full state visit, he should also be given the honour of addressing  Parliament and the people of the UK.",
        "background": "Give President Trump the respect his position holds",
        "closed_at": "2018-05-15T22:59:59.999Z",
        "created_at": "2017-11-11T15:52:39.951Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-26T10:45:08.520Z",
            "details": "During the Prime Minister’s visit to the United States on 27 January 2017, on behalf of Her Majesty the Queen she invited President Trump to pay a State Visit to the UK. The invitation was accepted. This invitation reflects the great importance of the relationship between the United States of America and the United Kingdom.\r\n\r\nAt this stage, final dates for the State Visit have not been agreed. Once dates have been set, officials will begin making arrangements for the visit.\r\n\r\nIt is customary for a Head of State to address Parliamentarians during a State Visit. However, State Visits have previously taken place without an address to both Houses of Parliament. Any such invitation would come from the Speakers of both Chambers.\r\n\r\nForeign and Commonwealth Office",
            "summary": "In January 2017, President Trump was invited to pay a State Visit to the UK, and accepted. HM Government looks forward to welcoming President Trump. Dates and arrangements are yet to be finalised.",
            "updated_at": "2018-01-26T10:45:08.520Z"
        },
        "government_response_at": "2018-01-26T10:45:08.523Z",
        "moderation_threshold_reached_at": "2017-11-11T16:13:40.654Z",
        "opened_at": "2017-11-15T17:47:46.580Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-14T19:02:37.846Z",
        "scheduled_debate_date": null,
        "signature_count": 12085,
        "state": "closed",
        "updated_at": "2018-05-15T23:00:02.448Z"
    },
    "id": 204996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204996.json"
    },
    "type": "petition"
}