{
    "attributes": {
        "action": "UK Government to remove the race terms \"Black\" and \"White\" from its documents.",
        "additional_details": "They're opposites and ironically all race-related stereotypes associated with them are too. The connotations of these words compound positive and negative notions e.g. good, evil, weddings, funerals, white/black magic. The symbolic representations and emotions we identify with these words subconsciously effect us. \r\n\r\nThis colour system assists in the paradigm of race hierarchy which has led to many irrational comparisons, historical/present animosity, privilege and discrimination amongst people. \r\n\r\nEvery race is unique and has no opposite. Our race identity should be defined solely by our continents of origin (European/African/Asian etc), not colours. This reduces ignorance by connecting a person or group to countries, languages and cultures; qualities we love, share and have in common.",
        "background": "One of the earliest uses of black and white as metaphors for race was used in the 17th century when French Doctor François Bernier, an early proponent of scientific racism, divided up humanity based on facial appearance and body type.There were originally 4 colour groups, only black and white remain",
        "closed_at": "2018-05-17T22:59:59.999Z",
        "created_at": "2017-11-10T11:16:58.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-10T15:40:26.829Z",
        "opened_at": "2017-11-17T12:43:11.277Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 87,
        "state": "closed",
        "updated_at": "2018-05-17T23:00:06.069Z"
    },
    "id": 204904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/204904.json"
    },
    "type": "petition"
}