{
    "attributes": {
        "action": "Parliament's vote on the Brexit deal must include an option to remain in the EU.",
        "additional_details": "",
        "background": "A lesser of two evils choice between a bad deal and no deal is not acceptable. Our country deserves better than Hobson's choice, and our MPs should be allowed to vote with their conscience to deliver what they believe is best for the country.",
        "closed_at": null,
        "created_at": "2017-11-14T05:48:02.188Z",
        "creator_name": "Anne Greaves",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-12-19T17:33:50.478Z",
            "details": "The result of the referendum held on 23 June 2016 saw a clear majority of people vote to leave the European Union. Parliament overwhelmingly confirmed the result of the referendum, on 8 February, by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Bill. The Government is clear that it is its duty to deliver on the instruction of the British people and implement the result of the referendum.\r\n\r\nThe Government has committed to hold a vote on the final deal in Parliament as soon as possible after the negotiations have concluded. The terms of this vote are clear; Parliament will have the choice to accept that deal or to move ahead without a deal. \r\n\r\nWe are confident that we will get the best possible agreement and one which Parliament will want to support.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "The British people voted to leave and the Government will implement their decision.The vote on the final deal will give Parliament the choice to accept the agreement or leave the EU with no agreement.",
            "updated_at": "2017-12-19T17:33:50.478Z"
        },
        "government_response_at": "2017-12-19T17:33:50.481Z",
        "moderation_threshold_reached_at": "2017-11-14T06:54:05.845Z",
        "opened_at": "2017-11-17T17:26:40.136Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-20T00:40:16.732Z",
        "scheduled_debate_date": null,
        "signature_count": 49761,
        "state": "open",
        "updated_at": "2018-01-24T20:36:28.021Z"
    },
    "id": 205169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205169.json"
    },
    "type": "petition"
}