{
    "attributes": {
        "action": "Enforce care co. to pay employed domicillary carers from the first to last call.",
        "additional_details": "Most carers feel undervalued as a human being and feel exploited for their services as a professional carer. A supermarket delivery driver doesn't get their pay stopped driving between deliveries. \r\nTo make a wage a carer has to start their day from 7am to 10pm in most cases to earn a living daily rate. Going home between calls is not always possible and who pays for the fuel? We use our own vehicle employed and pay our own business insurance! \r\nGetting penalised for doing a job we love ❤️",
        "background": "Barmen don't just get paid for pulling pints, couriers don't  just get paid for carrying parcels, dustmen don't just get paid for carrying bins so why are carers only getting paid for being at an individual's house and not for the actual time travelling between calls! Stop carer exploitation",
        "closed_at": null,
        "created_at": "2017-11-14T12:00:20.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-14T13:19:05.948Z",
        "opened_at": null,
        "rejected_at": "2017-11-20T15:09:29.562Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government or Parliament to change the law to make it mandatory to pay domicilliary carers for the time taken to travel to and from appointments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-11-20T15:09:35.139Z"
    },
    "id": 205181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205181.json"
    },
    "type": "petition"
}