{
    "attributes": {
        "action": "Make fathers “equal” parental rights actually mean equal",
        "additional_details": "Contacted the childminders directly and were told that my brother could not register without the mother registering him as they could not prove who he was. My brother has the child’s birth certificate, passport and his own ID. When asked how the mother registered the child without that, they responded that she had the child with her so that was sufficient. My brother asked so if I bring the child will that work for me to be told no. How can this even be considered equal parental rights?",
        "background": "My brother recently split up from his wife. They have a 5 year old son. She’s dictated when we can see him, my brother had no say. She has also changed his childminder and only registered herself and her mother. She will not allow my brother to register.",
        "closed_at": null,
        "created_at": "2017-11-13T10:00:17.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-13T10:13:09.180Z",
        "opened_at": null,
        "rejected_at": "2017-11-17T14:33:59.567Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition instead: https://petition.parliament.uk/petitions/202366"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-17T14:34:11.483Z"
    },
    "id": 205102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205102.json"
    },
    "type": "petition"
}