{
    "attributes": {
        "action": "Support all independence movements from the EU; offering British led Republic.",
        "additional_details": "A key fighting point for those desiring Independence is their loss of culture, simply promising not to impose our ideals on others will allow a loosely held republic to flourish against the cultural hegemony of the EU.\r\nFurther, should the EU collapse, Russia will not hesitate to promote ties to eastern Europe, grabbing more territories like Crimea.\r\nOur government's current stance on Europe and Russia does not benefit us; the EU is not going to pretend to be our friend, while Russia is expanding.",
        "background": "Brexit Britain will struggle against a solid EU, who cannot afford for us to succeed and lead the way for other nations to pull out.\r\nWeakening the EU's position by collapsing its constituent states into free provinces, such as Catalonia, will place Britain in one of the strongest position in Europe",
        "closed_at": null,
        "created_at": "2017-11-13T17:38:32.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-13T19:19:27.861Z",
        "opened_at": null,
        "rejected_at": "2017-11-17T17:23:31.854Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"offering British led Republic\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-17T17:23:31.863Z"
    },
    "id": 205132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205132.json"
    },
    "type": "petition"
}