{
    "attributes": {
        "action": "Stop the privatisation of NHS services",
        "additional_details": "Research by Bain & Company published by the Financial Times in January 2017, found that private-sector companies had been invited to bid for 14 per cent more NHS contracts in the 12 months to August 2016 than just a year previously. In March 2017 the Financial Times also reported of the extra £2bn given to the NHS in 2014 to try and bolster NHS services, according to data analysis carried out by the Health Foundation, an independent charity, only about half this extra money was spent in the NHS.",
        "background": "We call for a ban on the outsourcing (privatisation) of NHS services, and stop the renewal of any outsourcing contracts already signed. Companies should not be profiteering from NHS contracts, when every pound of NHS budgets is desperately needed for more doctors and nurses, and to pay them more.",
        "closed_at": "2018-05-17T22:59:59.999Z",
        "created_at": "2017-11-13T11:18:15.151Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0091",
            "debated_on": "2018-04-23",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-04-23/debates/A43878B7-E1E8-4205-A7D2-6624BCF0E403/PrivatisationOfNHSServices",
            "video_url": "https://parliamentlive.tv/Event/Index/dd85df77-1e1d-4f1b-bb9f-30a6f5e06a98"
        },
        "debate_outcome_at": "2018-04-24T09:20:07.119Z",
        "debate_threshold_reached_at": "2018-02-26T06:28:35.090Z",
        "government_response": {
            "created_at": "2018-02-20T11:27:06.988Z",
            "details": "We remain committed to a publicly funded NHS. However, the private sector has always played a vital supporting role in the NHS, for example in building hospitals, in providing facilities management services, in supplying medicines and equipment. Primary care contractors – GPs, dentists, pharmacists – have always been independent contractors and are not NHS employees.  The opportunity – not obligation – of NHS commissioners to use private sector healthcare providers in order to support existing NHS-delivered care has played a key role in improving patient choice, and in reducing waiting times. In such cases, private sector contractors have to adhere to the same standards of efficiency, safety and quality as NHS providers do, and for this reason the publicly funded NHS will always remain in the driving seat. We are clear that patients should be able to access the best possible treatments based on quality of care and value for money not the type of provider they receive this care from.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-02-20",
            "summary": "The vast majority of NHS care has and will continue to be provided by public sector organisations. Patients should be able to access the best treatments based on quality of care not type of provider.",
            "updated_at": "2018-02-20T11:27:06.988Z"
        },
        "government_response_at": "2018-02-20T11:27:06.991Z",
        "moderation_threshold_reached_at": "2017-11-13T13:42:03.263Z",
        "opened_at": "2017-11-17T14:21:10.458Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-10T09:21:05.254Z",
        "scheduled_debate_date": "2018-04-23",
        "signature_count": 238766,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.591Z"
    },
    "id": 205106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205106.json"
    },
    "type": "petition"
}