{
    "attributes": {
        "action": "Police officers should have tighter rules about when they can stop and search.",
        "additional_details": "Out of the 30 under 18 year old's we surveyed only 2 of the people could name more than 2 of their rights, this shows that the younger generation do not know their rights and powers when being searched. This is why we want a law so that teachers have to teach their students about their rights while being searched.",
        "background": "Last year there was approximately 1883 under 18's searched in Leicester  between April 2015 and March 2016. Out of these 1883 searched only 3 of them were section 60 criminal justice and public order act.\r\nBlack, Asian, and non white people are more likely to be stopped than white people.",
        "closed_at": null,
        "created_at": "2017-11-15T13:02:41.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-21T13:36:06.688Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T17:25:37.515Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you care about stop and search powers. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition explaining how you want the Government and Parliament to change the laws that allow the police to stop and search under certain circumstances, if that's what you want to happen. \r\n\r\nYou could also start a new petition asking the Government to launch an awareness campaign aimed at young people, to make them aware of their rights when being searched, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-24T17:26:36.154Z"
    },
    "id": 205274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205274.json"
    },
    "type": "petition"
}