{
    "attributes": {
        "action": "Full pay for employees in public and private sector who suffer severe anxiety.",
        "additional_details": "If an employee is already suffering with severe anxiety, depression and panic attacks, surely it would be in a companies best interest to help the employee to recover and aid them in returning back to work. Providing financial help would have a massive impact on an already suffering employee by providing support but also not adding another anxiety /panic to an already serious condition. If companies would provide this support then the employee would be very well aided in the recovery process.",
        "background": "Having worked in the private sector for numerous years and now working in the public sector for over a year, I have come to find that companies are not supportive when an employees mental health illness occurs. Not being supportive in the workplace financially is detrimental to their recovery.",
        "closed_at": null,
        "created_at": "2017-11-15T16:20:58.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-15T17:03:55.641Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T13:12:33.043Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the UK Government and Parliament to set a mandatory amount of paid leave for employees who experience mental health problems, if that's what you want to happen. You could also start a new petition asking for the UK Government to launch an awareness campaign aimed at employers about mental health, if that's what you want to happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-24T13:12:55.663Z"
    },
    "id": 205285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205285.json"
    },
    "type": "petition"
}