{
    "attributes": {
        "action": "Ban Public Bodies from Withholding Records When a Complaint is made against them",
        "additional_details": "Full disclosure in the Hillsborough tragedy revealed covering up over 27 years at much cost to the public. When a complaint is made & not resolved those in our public bodies engage their legal dept. and gather/generate false misleading information, alter records and then use Section 14(1) of the FOIA to conceal the truth by withholding records. The public must be entitled to full access of their records free of charge to pursue their complaint as the poorest have no access to legal aid/justice.",
        "background": "Currently the government is allowing public money to be used by those our public services to engage their legal departments to withhold full or part records when a complaint is made against them for failure or abuse. This prevents individuals or families from pursuing their complaint further.",
        "closed_at": null,
        "created_at": "2017-11-15T12:10:16.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-16T12:42:08.123Z",
        "opened_at": null,
        "rejected_at": "2017-11-21T15:57:51.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Freedom of Information Act makes it a criminal offence to alter, block, destroy or conceal information, so we're not sure what further action you'd like the Government or Parliament to take. \r\n\r\nIf you are concerned about how an organisation has responded to a freedom of information request, you could contact the Information Commissioner's Office. You can find out how to do that here: \r\n\r\nhttps://ico.org.uk/concerns/\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the change the law to make it more difficult for organisations to use use section 14(1).  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-21T17:46:00.157Z"
    },
    "id": 205268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205268.json"
    },
    "type": "petition"
}