{
    "attributes": {
        "action": "Sever the \"Special Relationship\" with the United States",
        "additional_details": "Look at all our recent wars. American companies made a killing off of arms and oil, but what did we ever see? Certainly not more jobs. All that's changed is there's kids we grew up with who we're now wearing a poppy for. Bombs at concerts and vans on bridges, a direct consequence of our collusion with American imperialism. All that the Special Relationship has brought us is pain and death. We're tired of it, and we'll only be able to live in peace after this divorce.",
        "background": "Whatever it might have been, the Special Relationship confers no benefit to the people of this country. All it is is a mandate to spill blood for the US' imperial ambitions, and has been for most of living memory. Now there is a man in the White House who wants nuclear war. Enough is enough.",
        "closed_at": null,
        "created_at": "2017-11-15T10:12:21.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-17T03:43:45.509Z",
        "opened_at": null,
        "rejected_at": "2017-11-22T17:53:06.120Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"sever the 'special relationship'\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-22T17:53:09.789Z"
    },
    "id": 205259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205259.json"
    },
    "type": "petition"
}