{
    "attributes": {
        "action": "Bring back the death penalty for peadophiles",
        "additional_details": "More and more babies and children are loosing their childhoods, loosing their innocence from disgusting, vile abusers. They don't want to speak up about it, if they do it's hit and miss if they are believed, and if they are the perpetrator gets a few years behind bars, comes out and re-offends. Do you really think that is justice for a child loosing their entire childhood ? Is it justice for the children/babies that get raped every single day by the hands of people the are suppose to trust? NO!!",
        "background": "Why should PEADOPHILES be allowed to live ? Why should they act upon their sick desires and go on without any repercussions other than a small prison sentence ? When a dog attacks a child - they get put down. When a peado rapes a baby? They get 3 years in a cell with a comfy bed & 3 meals a day.",
        "closed_at": null,
        "created_at": "2017-11-15T12:19:53.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-15T18:03:26.302Z",
        "opened_at": null,
        "rejected_at": "2017-11-21T17:09:25.496Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe term \"paedophile\" is used to describe people who have been convicted of a variety of different criminal offences. We're not sure which crimes you would like to be included.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-21T17:20:12.553Z"
    },
    "id": 205269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205269.json"
    },
    "type": "petition"
}