{
    "attributes": {
        "action": "Make the national living wage higher and rent lower",
        "additional_details": "The national living wage is between £7.05 and £7.50 per hour yet rent for a 1 bedroom flat private let can cost up to £800 pcm. And as it is so hard to get council housing people have no choice but to take these overpriced flats. Then there is the cost of utility bills on top of that, then there are other costs. The cost of food, bills, clothes etc have all gone through the roof compared to the small wage people are receiving. The cost of living has gone up but our wages are not matching with it",
        "background": "The national living wage is not enough to live a steady life. The cost of living is getting higher and higher yet wages are not being increased. For young people, students, young mothers that have to take minimum paid work are struggling to pay rent and live comfortably. Rent should be reduced.",
        "closed_at": null,
        "created_at": "2017-11-16T15:33:47.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-18T18:30:43.141Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T13:58:02.780Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do.  While Parliament could increase the National Minimum Wage, we're not quite sure what you would like the Government or Parliament to do about rent, which is a matter for the person or organisation letting a property.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for legislation to limit how high rent can be.\r\n\r\nYou also need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-24T13:58:02.787Z"
    },
    "id": 205360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205360.json"
    },
    "type": "petition"
}