{
    "attributes": {
        "action": "Pass legislation making animals legally \"Sentient Beings\" in UK law.",
        "additional_details": "",
        "background": "Following the failure of the House of Commons to support the transfer of the EU Protocol on animal sentience in Article 13 of Title II of Lisbon Treaty into UK law, we demand primary legislation making animals legally \"sentient beings\" in UK law.",
        "closed_at": null,
        "created_at": "2017-11-16T12:04:42.452Z",
        "creator_name": "Robert Webber",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-12-18T15:11:46.385Z",
            "details": "The government is committed to the very highest standards of animal welfare as we leave the EU. As the Secretary of State set out in his Written Ministerial Statement on 12 December, there was never any question that this government’s policies on animal welfare are driven by the fact that animals are sentient beings. We have published a draft Bill which underlines the government’s commitment to raising animal welfare standards. The draft Animal Welfare (Sentencing and Recognition of Sentience) Bill increases the maximum prison sentence for animal cruelty tenfold to 5 years in prison and clearly recognises animal sentience in domestic law. The Bill also requires UK government Ministers to have regard to the welfare needs of animals when formulating and implementing government policy. We are currently seeking views on the draft Bill.  Anyone who wishes to comment has until 31 January 2018 to do so.  \r\n\r\nArticle 13 of the Treaty on the Functioning of the European Union (TFEU) has not delivered the progress we want to see. It only applies to the implementation and formulation of EU-level policy and has had minimal impact even in those areas. Our draft Bill is a significant improvement, both recognising animal sentience and imposing a clear duty on the state to have regard for animal welfare. Ultimately, Article 13 has failed to prevent practices across the EU which are cruel and painful to animals. \r\n\r\nIn contrast, here in the UK, we are already improving animal welfare standards without EU input and beyond the scope of Article 13. We are making CCTV mandatory in all slaughterhouses – a requirement which goes above and beyond any EU rule. We propose combatting elephant poaching with a ban on the ivory trade which is more comprehensive than anywhere else in Europe. Our ban on microbeads which harm marine animals has been welcomed by Greenpeace as “the strongest in the world”, and is certainly the strongest in Europe. \r\n\r\nThis Government will continue to promote and enhance animal welfare, both now and after we have left the EU.\r\n\r\nDepartment for Environment. Food and Rural Affairs",
            "summary": "The government is committed to the very highest standards of animal welfare as we leave the EU. We have published a draft Bill which clearly recognises animal sentience in domestic law.",
            "updated_at": "2017-12-18T15:11:46.385Z"
        },
        "government_response_at": "2017-12-18T15:11:46.387Z",
        "moderation_threshold_reached_at": "2017-11-16T13:36:14.578Z",
        "opened_at": "2017-11-23T10:27:23.998Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-26T12:20:31.450Z",
        "scheduled_debate_date": null,
        "signature_count": 15990,
        "state": "open",
        "updated_at": "2018-01-24T20:01:31.829Z"
    },
    "id": 205348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205348.json"
    },
    "type": "petition"
}