{
    "attributes": {
        "action": "Introduce new social economic growth science program experiment.",
        "additional_details": "The main topic that am trying to bring up within this petition is that I want to help bring more wealth to poorer areas not only in Britain but other countries around the world as I feel not only 3rd world countries people are lacking opportunities to bring more money to there normal lifespan because there connects to learning how to get somewhere in life held back by social deprivation of people and there own mind thinking they can make it to a CEO level in life. So basically what am trying to do is build up Britain to see if other countries economies would grow around that or even surpass the powerhouse countries.",
        "background": "My background in politics and science varies because I have good knowledge in both fields but have no qualification in the sectors but I have people that I know that are both in parliament and are experts in each field of science that am trying to pursue.",
        "closed_at": null,
        "created_at": "2017-11-16T13:24:34.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-02T23:47:17.572Z",
        "opened_at": null,
        "rejected_at": "2018-01-08T15:51:19.566Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure what you mean by a \"social economic growth science program experiment\".  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-01-08T15:51:32.063Z"
    },
    "id": 205354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205354.json"
    },
    "type": "petition"
}