{
    "attributes": {
        "action": "Petition against Scotland's minimum alcohol pricing policy.",
        "additional_details": "The whisky association are strong advocates against this change and believe that it will impose a restriction on trade that could easily be resolved through other, more effective channels. \r\nThe youth of today will be heavily hit by this aggravation. The problem will not be solved and instead the number of overdrafts will increase.\r\nThe rise in prices will not discourage alcohol consumption but rather encourage people to prioritise their earnings when it comes to their budget in favour of alcohol.",
        "background": "Petition against Scotland's minimum alcohol pricing policy imposed by the Scottish National Party. Introduced as a way to tackle Scotland's \"unhealthy relationship with drink\" but instead will impact on the youth of today by increasing prices to be set at a 50p-per-unit minimum.",
        "closed_at": null,
        "created_at": "2017-11-16T21:11:18.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-16T21:18:05.300Z",
        "opened_at": null,
        "rejected_at": "2017-11-22T17:52:19.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-22T17:52:24.407Z"
    },
    "id": 205380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205380.json"
    },
    "type": "petition"
}