{
    "attributes": {
        "action": "Repeal the Vagrancy Act 1824",
        "additional_details": "Though created almost two centuries ago, recent years have seen the Vagrancy Act abused in absurd and unnecessary ways. In 2014, three men were arrested and charged under Section 4 of the Vagrancy Act 1824 for taking food from bins outside an Iceland supermarket in Kentish Town, North London.\r\n\r\nThere is no justice to be found here: this Act is a mockery of justice; it serves no purpose but the punishment, persecution, and stigmatisation of some of the most vulnerable in our society.",
        "background": "The Vagrancy Act 1824 makes it an offence to sleep rough or beg.\r\n\r\nIt is a barbaric, archaic law that criminalises the very existence of those homeless forced to take to the streets or beg for survival. \r\n\r\nScotland & Ireland removed this outdated law decades ago - England & Wales must join them.",
        "closed_at": "2018-05-22T22:59:59.999Z",
        "created_at": "2017-11-16T22:40:54.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-01T10:05:25.323Z",
            "details": "This Government has committed to halving rough sleeping by 2022 and eliminating it altogether by 2027.  To achieve this, we have established a Rough Sleeping and Homelessness Reduction Taskforce who, with the support of an expert Advisory Panel, will drive forward the implementation of a cross-Government strategy. Enforcement can form part of moving someone away from the streets but it should also come with an offer of meaningful support.  In developing the strategy, the Taskforce and Advisory Panel will consider a range of measures to support rough sleepers off the streets, including enforcement measures where appropriate.\r\n\r\nUnder sections 3 and 4 of the Vagrancy Act 1824, begging and persistent begging in a public place are arrestable offences.  They are also recordable offences which enables the police to identify repeat offenders. Decisions on arrests are an operational matter for the police, in line with their duties to keep the peace, to protect communities, and to prevent the commission of offences, working within the provisions of the legal framework set by Parliament (or, as appropriate, the common law).\r\n\r\nIt is an operational decision for the police following advice from the Crown Prosecution Service, whether or not an offence reaches the threshold required for prosecution under the relevant legislation.\r\n\r\nIf any person whilst begging uses threatening or abusive words or behaviour, or disorderly behaviour, within the hearing or sight of a person likely to be caused harassment, alarm or distress thereby then they could be prosecuted for an offence under the Public Order Act 1986 and if convicted are liable to be fined.  There are also a range of offences under the Offences Against the Person Act 1861 which are available if violence is used by a beggar.\r\n\r\nThe Anti-Social Behaviour, Crime and Policing Act 2014 introduced Public Spaces Protection Orders (PSPO) which place restrictions or impose conditions on activities that people may carry out in a designated area.  These replaced the use of Anti-social Behaviour Orders.  PSPOs should not be used to target people based solely on the fact that someone is homeless or rough sleeping, as this in itself is unlikely to mean that such behaviour is having an unreasonably detrimental effect on the community’s quality of life which justifies the restrictions imposed.  Councils may receive complaints about homeless people, but they should consider whether the use of a PSPO is the appropriate response.  These Orders should be used only to address any specific behaviour that is causing a detrimental effect on the community’s quality of life which is beyond the control of the person concerned. \r\n \r\nCouncils should therefore consider carefully the nature of any potential PSPO that may impact on homeless people and rough sleepers.  It is recommended that any Order defines precisely the specific activity or behaviour that is having the detrimental impact on the community.  Councils should also consider measures that tackle the root causes of the behaviour, such as the provision of public toilets. \r\n \r\nThe council should also consider consulting with national or local homeless charities when considering restrictions or requirements which may impact on homeless people and rough sleepers.\r\n\r\nHome Office",
            "responded_on": "2018-02-01",
            "summary": "This legislation remains in force and in use.  The Government currently has no plans to make changes to the law.\r\n",
            "updated_at": "2018-02-01T10:05:25.323Z"
        },
        "government_response_at": "2018-02-01T10:05:25.325Z",
        "moderation_threshold_reached_at": "2017-11-16T23:01:59.684Z",
        "opened_at": "2017-11-22T17:55:01.476Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-12T12:13:55.344Z",
        "scheduled_debate_date": null,
        "signature_count": 20548,
        "state": "closed",
        "updated_at": "2018-12-13T11:56:20.446Z"
    },
    "id": 205388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205388.json"
    },
    "type": "petition"
}