{
    "attributes": {
        "action": "Declare the 2016 referendum vote null and void due to foreign interference",
        "additional_details": "",
        "background": "It is clear now that foreign influence and inaccurate facts were highly influential on the electorate during the Brexit referendum and therefore the result should be declared as null and void.",
        "closed_at": "2018-05-21T22:59:59.999Z",
        "created_at": "2017-11-16T08:12:42.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-18T17:04:16.084Z",
            "details": "We treat the security and integrity of our democratic processes extremely seriously. There has been no  evidence of successful interference, but we take any allegations of interference in UK democratic processes by a foreign government extremely seriously. \r\n\r\nThe Electoral Commission is the independent regulatory body responsible for ensuring that elections and referendums are run effectively and in accordance with the law, registering political parties, and regulating the spending of and donations and loans to political parties and other campaigners.  The Commission is independent of Government and accountable to Parliament via the Speaker’s Committee on the Electoral Commission. The Electoral Commission has confirmed that the 2016 referendum was a well run poll.\r\n \r\nLegislation is in place to ensure that donations can only be accepted from a “permissible donor”, which includes individuals on the electoral roll, companies registered in the UK and carrying on business here, and a number of other UK-registered bodies. \r\n\r\nThe UK is also actively engaging with international partners, industry and civil society to tackle the threat of disinformation and propaganda where this is relevant to any potential foreign interference in elections.The Government’s recently published Safety Strategy sets out how we will work collaboratively with industry to address these issues online. This also forms part of the work under the Digital Charter, which aims to ensure that the UK is the safest place in the world to be online.\r\n\r\nCabinet Office",
            "summary": "The Referendum was one of the biggest democratic exercises in our history. The Government is clear that the result should be respected. There has been no evidence of successful interference.",
            "updated_at": "2018-04-18T17:04:16.084Z"
        },
        "government_response_at": "2018-04-18T17:04:16.088Z",
        "moderation_threshold_reached_at": "2017-11-16T21:14:04.074Z",
        "opened_at": "2017-11-21T16:09:22.698Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-21T17:02:46.303Z",
        "scheduled_debate_date": null,
        "signature_count": 29136,
        "state": "closed",
        "updated_at": "2018-05-22T19:21:28.489Z"
    },
    "id": 205332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205332.json"
    },
    "type": "petition"
}