{
    "attributes": {
        "action": "Put pressure on Libya to take action to stop enslavement of Black Africans.",
        "additional_details": "http://edition.cnn.com/2017/11/14/africa/libya-migrant-auctions/index.html\r\n\r\nhttp://edition.cnn.com/videos/world/2017/11/13/libya-migrant-slave-victory-lon-orig-md-ejk.cnn",
        "background": "CNN has released video footage of a black Africans being sold into slavery in Libya. I am asking the UK government to put pressure on the Libyan government to take immediate action to stop these criminals from selling more people, to set current prisoners free, arrest the criminals and end this.",
        "closed_at": "2018-05-22T22:59:59.999Z",
        "created_at": "2017-11-18T01:24:31.077Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0259",
            "debated_on": "2017-12-18",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-12-18/debates/D4D9004C-0D4E-4DAD-8C98-309E2C42D2E1/EnslavementOfBlackAfricans(Libya)",
            "video_url": "http://parliamentlive.tv/Event/Index/71772c45-c2ba-400a-a9f3-7bcdd9400907"
        },
        "debate_outcome_at": "2017-12-19T10:14:23.762Z",
        "debate_threshold_reached_at": "2017-11-29T16:54:17.543Z",
        "government_response": {
            "created_at": "2017-12-13T10:52:14.144Z",
            "details": "Tackling forced labour, modern slavery and human trafficking is a domestic and foreign policy priority for the UK Government.  The Prime Minister has called modern slavery one of the ‘greatest human rights issues of our time’, and made clear that the international community must step up our efforts to eradicate it.  It is not acceptable that such exploitation is occurring in the 21st Century. \r\n\r\nThe Prime Minister launched a Call to Action to end modern slavery at this year’s UN General Assembly alongside 40 other countries, and committed to doubling UK aid spend in support of this objective to £150 million. We will continue to push for an increased international response, through the UN and other channels, to eliminate these horrific crimes, provide support for victims, and bring criminals to justice. In particular, we are pushing for the United Nations Security Council to take greater steps to combat slavery in conflict situations. \r\n\r\nThe UK Government shares others’ disgust and grave concern at the recent video footage apparently showing slave markets in Libya.  We welcome the Libyan government’s commitment immediately to investigate these reports and to ensure that those involved are brought to justice.   In addition, the UK has raised with the Libyan Prime Minister the importance of offering humanitarian support to migrants.  \r\n\r\nWe have consistently argued for a comprehensive approach, addressing the root causes of migration as well as their consequences.  In addition to the UK’s £150 million commitment on modern slavery, UK programmes have provided humanitarian aid to migrants and refugees, and delivered assistance in detention centres and to those rescued at sea.  We have provided specific support to women and girls, to protect them from the heightened risks of trafficking and sexual and gender based violence.  So far this year, the Department for International Development has supported more than 20,000 emergency interventions such as healthcare, funding psychosocial support, hygiene kits and safe shelter to migrants and refugees in Libya.\r\n\r\nWe have also developed a new £75m migration programme, which will specifically target migrants travelling from West Africa via the Sahel to Libya.  It will provide critical humanitarian assistance and protection and assist those along the way that may wish to return home, providing information about the dangers ahead and offering vulnerable people meaningful alternatives to the treacherous journeys to Libya and Europe.  \r\n\r\nAt the United Nations General Assembly in September, the Prime Minister committed to increasing efforts to tackle smuggling and trafficking through building the capacity of Libyan law enforcement agencies, and supporting efforts to sanction people smugglers at the UN.  \r\n\r\nThe UK has made clear at the United Nations Security Council our condemnation of these reports, and we support the recent Declaration from the EU-Africa Summit and the establishment of an EU-AU-UN Taskforce to address this dire situation to help returns.  UK programming has enabled the assisted voluntary return of over 1,400 migrants from Libya to their home countries this year, and we support further efforts in this area, including by the European Union Emergency Trust Fund for Africa.\r\n\r\nWe are clear that a sustainable improvement in the human rights situation in Libya can only be achieved under the stability of a strong and united Government, and we are actively supporting UN-led efforts to deliver a more inclusive political settlement in Libya.  As well as our support for peace mediation and stability we are providing support to improve women’s rights, civil society, municipalities, and freedom of speech.  A safe, secure and prosperous Libya that is able confidently to tackle the challenges in the region is in all our interests.\r\n\r\nThe Government looks forward to responding with fuller details on this very important issue in the forthcoming Westminster Hall Debate on Monday 18 December.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The Government shares the public’s outrage and welcomes the Libyan government’s commitment to investigate these reports and to ensure that those involved are brought to justice.",
            "updated_at": "2017-12-13T10:52:14.144Z"
        },
        "government_response_at": "2017-12-13T10:52:14.146Z",
        "moderation_threshold_reached_at": "2017-11-18T12:14:04.285Z",
        "opened_at": "2017-11-22T15:39:25.642Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-11-29T08:58:04.531Z",
        "scheduled_debate_date": "2017-12-18",
        "signature_count": 269159,
        "state": "closed",
        "updated_at": "2018-05-22T23:00:03.867Z"
    },
    "id": 205476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205476.json"
    },
    "type": "petition"
}