{
    "attributes": {
        "action": "Make Idiopathic Intracranial Hypertension a disability on ESA Claims.",
        "additional_details": "http://www.iih.org.uk/what-is-iih\r\n\r\nhttps://en.m.wikipedia.org/wiki/Idiopathic_intracranial_hypertension\r\n\r\nhttps://m.facebook.com/IIHUKCharity/posts/458354270852096\r\n\r\nThis condition can have you crippled in pain, numerous lumber punctures, numerous medications causing many symptoms. Your visually impaired. This Hypertension is completely different to blood hypertension. This is your brain being suffocated by its own fluid. It is a condition where people assume you look fine but far from.",
        "background": "Idiopathic Intracranial Hypertension (IIH) is a neurological condition of unknown cause defined by increased intracranial pressure (ICP) around the brain without the presence of tumour or disease. CSF fluid builds up and cannot expand within the brain.",
        "closed_at": null,
        "created_at": "2017-11-18T03:23:12.032Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-18T18:22:50.486Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T17:02:40.305Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. There isn't a list of disabilities that Idiopathic Intracranial Hypertension could be added to, so we're not sure what action you'd like to see. In most cases whether someone can claim ESA is based on an assessment of their ability to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the UK Government or Parliament to change the way that people apply for ESA to make it easier for people with Idiopathic Intracranial Hypertension to qualify."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-24T17:02:53.802Z"
    },
    "id": 205479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205479.json"
    },
    "type": "petition"
}