{
    "attributes": {
        "action": "Make council tax cheaper and more relevant to the individual",
        "additional_details": "Optional services should include but not limited to, anything religious such as local church's, garden waste collection and road repairs these are things that matter to  people we want to see the effects of handing over our hard earned cash to things that matter to us if we continue to be forced to pay this tax then at least use it to improve our lives and not line the pockets of politicians furthermore if the tax was better handled then  more people would be willing to pay it",
        "background": "I want to see the Council tax bill made cheaper for households and i want to see more of the money given used to improve the area each person lives in more given to support emergency services and less into the hands of politicians also each person should have a say in what services they pay for",
        "closed_at": null,
        "created_at": "2017-11-17T03:41:03.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-17T19:28:09.525Z",
        "opened_at": null,
        "rejected_at": "2017-11-23T17:28:08.126Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Local rates of council tax are decided by local councils. \r\n\r\nLocal emergency services including the police, fire and ambulance services receive money from central government, not just from council tax. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-11-23T17:28:13.062Z"
    },
    "id": 205401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205401.json"
    },
    "type": "petition"
}