{
    "attributes": {
        "action": "Women with POCD who have a partner with children, should still have treatment.",
        "additional_details": "Women who have been diagnosed with POCD and are trying for a baby get given two years of treatment. However, if you have a partner who has a child you are disqualified from treatment. This is disgusting. In today's day and age it is very hard to find someone who doesn't have a child. Yet the NHS feel the need to not let women and their partner try for their own baby. Sure they can love and cherish their partners child but it's not their child is it?",
        "background": "Women with POCD are told that if you have a partner who has a child from a previous relationship, you are disqualified from treatment. This is something I strongly disagree with, as a woman who has POCD myself I think it is unfair. Women who want children should not be turned down treatment!",
        "closed_at": null,
        "created_at": "2017-11-17T14:05:42.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-21T22:24:33.455Z",
        "opened_at": null,
        "rejected_at": "2017-11-27T15:49:57.716Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want everybody to have the chance to have one free try of IVF on the NHS, you may wish to sign this petition instead: \r\nhttps://petition.parliament.uk/petitions/200789"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-27T15:50:13.842Z"
    },
    "id": 205432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205432.json"
    },
    "type": "petition"
}