{
    "attributes": {
        "action": "A statue of Freddie Mercury in either Hyde Park or Kensington Gardens.",
        "additional_details": "Freddie Mercury's house is in a small residential street & will always be a part of his story, however it's not possible for the constant stream of fans & his former neighbours to both have what they want. The fans deserve an appropriate shrine, to celebrate his life. Neighbours deserve a peaceful home life, as Freddie would have wanted for them.\r\nLoyal subjects, let's make this happen, his legacy deserves to be celebrated by his many fans & London gains a new, exciting attraction.",
        "background": "Freddie Mercury was one of this country's greatest singer songwriters, famed for his extraordinary showmanship, a truly GREAT BRITAIN. His former home has become a shrine for fans from all over the world, however the time has come for a public memorial, a statue, for his fans to enjoy together.",
        "closed_at": null,
        "created_at": "2017-11-19T16:06:08.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-19T16:31:29.921Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T14:55:37.386Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Hyde Park and Kensington Gardens are the responsibility of The Royal Parks.\r\n\r\nYou can contact The Royal Parks here:\r\n\r\nhttps://www.royalparks.org.uk/about-us/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-24T14:55:37.392Z"
    },
    "id": 205576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205576.json"
    },
    "type": "petition"
}