{
    "attributes": {
        "action": "Make parents/carers legally required to vaccinate their children.",
        "additional_details": "Polio mainly affects children under 5 years of age. 1 in 200 infections leads to irreversible paralysis. 5% to 10% die when their breathing muscles become immobilized. Polio cases have decreased by over 99% since 1988, from 350 000 cases then, to 37 reported cases in 2016. As a result of the global effort to eradicate the disease, more than 16 million people have been saved from paralysis.\r\n\r\nAs long as a single child remains infected, children in all countries are at risk of contracting polio.",
        "background": "Many preventable diseases are seeing a rise due largely to the efforts of the now discredited former Doctor, Andrew Wakefield, and the anti-vaxxer movement. In Italy, they now do not allow children to be registered in schools without being vaccinated. This is to protect the children.",
        "closed_at": null,
        "created_at": "2017-11-19T00:17:42.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-19T05:52:26.705Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T12:27:09.150Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure which vaccinations you'd like to be required. We're also not sure whether you'd like all parents to be required by law to vaccinate their children, or if you would like this to be made a requirement before a child can be enrolled in a school. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-11-24T12:27:27.282Z"
    },
    "id": 205538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205538.json"
    },
    "type": "petition"
}