{
    "attributes": {
        "action": "Bring back the formal City Farm to the community in Stoke-On-Trent",
        "additional_details": "Stoke-On-Trent city council now waste money on buildings which they then don't use and still carry on cutting funds for the community but then don't replace it with anything. There are many people in the City and from other areas who would love the old City Farm just to be opened again not as a farm but as part of the park for them to enjoy. The council refuse to listen to residents of the City and instead listen to themselves and no one else.",
        "background": "Bucknall City Farm was a council funded family attraction in Stoke-On-Trent. In 2011 The council stopped the funding and also closed the farm which left the local community and the City as a whole without anything like this. Since then the area in the park has been locked and the land wasted.",
        "closed_at": null,
        "created_at": "2017-11-19T21:19:25.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-19T21:40:35.139Z",
        "opened_at": null,
        "rejected_at": "2017-11-23T18:17:01.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-23T18:17:05.515Z"
    },
    "id": 205592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205592.json"
    },
    "type": "petition"
}