{
    "attributes": {
        "action": "Ofsted should not question girls about why they wear hijab in primary schools",
        "additional_details": "The Muslim Council of Britain secretary-general, Harun Khan, responded to the move saying: “It is deeply worrying that Ofsted has announced it will be specifically targeting and quizzing young Muslim girls who choose to wear the headscarf.\r\n\r\n“It sends a clear message to all British women who adopt this that they are second-class citizens, that while they are free to wear the headscarf, the establishment would prefer that they do not,” he said.\r\n\r\n“The many British Muslims who choose to wear the headscarf have done extremely well in education and are breaking glass ceilings. It is disappointing that this is becoming policy without even engaging with a diverse set of mainstream Muslim voices on the topic,” he added.",
        "background": "Amanda Spielman has allowed inspectors to quiz girls about why they wear hijab and schools can be penalised for allowing the hijab. This goes against basic human rights.It targets only one particular set namely Muslim girls. It is a way to force Muslims to not wear hijab.",
        "closed_at": null,
        "created_at": "2017-11-19T22:31:06.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-20T16:36:44.695Z",
        "opened_at": null,
        "rejected_at": "2017-12-01T17:29:25.742Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/205593"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-12-01T17:29:29.463Z"
    },
    "id": 205596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205596.json"
    },
    "type": "petition"
}