{
    "attributes": {
        "action": "Review Director's Personal Guarantees with the Bank of Scotland between 2006-09.",
        "additional_details": "Between May 2006 - June 2009, many small businesses took out a loan with the Bank of Scotland, unaware that the rate was 'rigged'. The loans were unfair - and unduly onerous, however, the Personal Guarantees still stand. Due to a new ruling (Bluefin Case) the FOS can no longer investigate Director's complaints as they are now not deemed to be consumers. We therefore urge the Government to independently investigate the legitimacy of these so-called 'guarantees' and give Directors a fair hearing.",
        "background": "During the Libor Scandal, the Bank of Scotland requested Director's Personal Guarantees, in favour of Loans taken out with the bank. 'Compensation' has been paid out on these loans (and CT paid on this), however, Directors are still being held liable for the PGs. The FOS is unable to investigate.",
        "closed_at": null,
        "created_at": "2017-11-19T20:41:28.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-01T13:28:04.054Z",
        "opened_at": null,
        "rejected_at": "2017-12-19T15:59:40.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-19T17:12:33.148Z"
    },
    "id": 205590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205590.json"
    },
    "type": "petition"
}