{
    "attributes": {
        "action": "Increase the pay for health care assistants and support workers from £7.50 - £10",
        "additional_details": "Us careers are extremely proud and honoured to be given the job to care for someone’s loved one and due to this we work extremely hard to ensure that they feel at home in their care homes. But sadly we feel that our hard work is not worth the minimal £7.50. The work of us careers is not appreciated in the workplace. Without us careers there would be no one to look after and care for people’s loved ones. We play a major role in today’s society.",
        "background": "All support workers and health care assistants in the U.K. are not satisfied and are unhappy with their pay of £7.50 per hour. They believe they work too hard for such minimal pay. The expenses are increasing and after tax we receive £6.30. It is extremely hard to look after our families.",
        "closed_at": null,
        "created_at": "2017-11-19T10:11:53.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-19T10:48:51.139Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T14:35:28.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for setting wages. Wages are set by individual employers.\r\n\r\nYou could start a new petition asking for the minimum wage to be increased for health care assistants and support workers, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-11-24T14:39:54.928Z"
    },
    "id": 205555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205555.json"
    },
    "type": "petition"
}