{
    "attributes": {
        "action": "Prevent further unsustainable housing development in Mid Sussex",
        "additional_details": "Mid Sussex District Council are looking to build a further 3,500 homes between now and 2031 across most towns & villages, however there are no details in their plans for more/enough doctors, dentists, hospitals or schools. This impact will be catastrophic on our infrastructure if nothing is put in place to change this moving forward. Our community would be more open to new housing if sustainable developments where proposed.",
        "background": "Mid Sussex is currently taking a battering with the building of new housing developments, the majority of which provide no assistance to the local infrastructures. We are an over developed community that needs more doctors, dentists, schools and the development companies need to be made accountable.",
        "closed_at": null,
        "created_at": "2017-11-19T15:01:04.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-20T10:34:48.813Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T17:38:27.212Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-24T17:38:30.850Z"
    },
    "id": 205571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205571.json"
    },
    "type": "petition"
}