{
    "attributes": {
        "action": "Mandatory 5 years sentence for anyone guilty of online grooming of children.",
        "additional_details": "Children in this country are being let down so badly it has been taken on by voluntary groups all over the UK to take action themselves. Many of these groups travel far and wide to confront and try to bring these people to justice. They are being let down by the lack of punishment handed out. The physical and mental harm brought about by these predators on these children should be deemed as a offence more punishable than that of other that carry mandatory sentences.",
        "background": "The people of this country who act upon their own selfish ways have no fear of punishment. With the majority able to walk free and reofend and risk to destroy more childrens lives. The harm these actions causes and the length of suffering is significent enough to warrant a mandatory prison sentence.",
        "closed_at": null,
        "created_at": "2017-11-19T06:53:23.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-19T08:26:53.184Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T14:26:53.416Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you'd like sentences to be exactly 5 years and no more, or you'd like mandatory minimum sentences of 5 years.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-24T14:26:53.425Z"
    },
    "id": 205541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205541.json"
    },
    "type": "petition"
}