{
    "attributes": {
        "action": "Footpaths to become Bridleways,",
        "additional_details": "Horse owners love and spend all their money on their horses, so we want to keep them safe and out of harms way.  I suggest that footpaths become bridleways, from experience of many horse riders I know the roads are getting like death traps and on each ride out you encounter a near miss or selfish driver.  I know people are in a hurry so perhaps the opening of footpaths to horse riders would therefore help the situation.",
        "background": "With the ever growing amount of traffic on the roads, riding a horse on any road is becoming very dangerous. Vehicles don't slow down, overtake on blind bends and people don't seem to care or have time to respect your on an animal that could shy or spook at any given moment.",
        "closed_at": null,
        "created_at": "2017-11-20T12:19:10.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-20T22:26:11.455Z",
        "opened_at": null,
        "rejected_at": "2017-11-27T21:04:04.806Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the safety of horses and riders on the roads, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government or Parliament to require all local councils to turn public footpaths in their areas into bridleways.\r\n\r\nIf you're concerned about the footpaths in your local area, you could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-11-28T10:11:19.595Z"
    },
    "id": 205619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205619.json"
    },
    "type": "petition"
}