{
    "attributes": {
        "action": "Don’t ban Grouse Shooting ",
        "additional_details": "Grouse moors and grouse shooting are integral and traditional parts of moorland management which benefit the grouse and ALL native wildlife i.e. Lapwing and plovers. Grouse shooting is supported by the Royal family and real country people.\r\n \r\nGrouse shooting income is essential for local businesses and jobs and should not be banned. Killing vermin is a social service which benefits ALL wildlife. Birds of prey are over-protected and are out of balance with natural habitats and species.\r\n",
        "background": "Protect Grouse Shooting",
        "closed_at": "2018-05-24T22:59:59.999Z",
        "created_at": "2017-11-20T22:16:44.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-11T14:41:50.019Z",
            "details": "The Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation.\r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors within Special Areas of Conservation to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment. \r\n\r\nThe Government is also working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nDepartment for Environment, Food and Rural Affairs ",
            "responded_on": "2018-01-11",
            "summary": "Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.",
            "updated_at": "2018-01-11T14:41:50.019Z"
        },
        "government_response_at": "2018-01-11T14:41:50.022Z",
        "moderation_threshold_reached_at": "2017-11-21T06:19:50.217Z",
        "opened_at": "2017-11-24T17:29:54.083Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-18T14:29:59.597Z",
        "scheduled_debate_date": null,
        "signature_count": 15211,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.410Z"
    },
    "id": 205672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205672.json"
    },
    "type": "petition"
}