{
    "attributes": {
        "action": "Repeal the April 2017 changes to Bereavement Support",
        "additional_details": "Chloe Leaper is one of the many widows personally harmed by the changes to benefits. \r\nThis awful change to legislation means bereaved families like Chloe’s need to carry an extra financial burden with all the anxiety that brings with it, in addition to the devastation of losing a beloved life partner..... Please visit the links below for more information.  \r\nhttp://www.bbc.co.uk/programmes/p062blmf\r\nhttp://www.bbc.co.uk/news/uk-43460112\r\n",
        "background": "Bereavement benefit changed in April from financially supporting the widowed with dependants until the child was 18 years, to now only 18 months after the death of the parent (the 'one off' payment of just over £3000 doesn't even cover the cost of a funeral)\r\nPlease read Chloe's story (more details)",
        "closed_at": "2018-06-11T22:59:59.999Z",
        "created_at": "2017-11-21T15:37:42.924Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-18T12:13:28.807Z",
            "details": "The previous approach to bereavement benefits was based on the outdated assumption that a woman relied solely on her spouse for income and would therefore require a lifelong replacement income should her spouse die prematurely. As such, it didn’t reflect the reality of people’s working lives today where it is commonplace for both partners to be in paid employment.\r\n\r\nWe have simplified a complex administrative process, whilst focusing financial support in the short term to help with the initial costs associated with bereavement. Longer term help towards day to day expenses, as well as help towards paying for a funeral, will be met through other areas of the welfare system if appropriate.\r\n\r\nBereavement Support Payment replaced the previous suite of bereavement benefits for those whose spouse or civil partner died after 5 April 2017. We have widened and retargeted bereavement support, and the benefit is now available to people of any age up to state pension age and younger spouses and civil partners without children now get monthly support for the first time. Recipients with children receive a higher award in recognition of the additional costs borne by these families. \r\n\r\nThe duration of Bereavement Support Payment was discussed at length when Parliament considered the reform of bereavement benefits.  Bereavement Support Payment is a short term source of support providing help with the immediate costs caused by bereavement, rather than providing an income replacement for on-going living expenses. We do not believe that the period of payment could or should be an indicator of the period of grief following spousal bereavement.\r\n\r\nUnlike Bereavement Allowance and Widowed Parent’s Allowance, Bereavement Support Payment is not taxable and is paid in addition to any other benefits the recipient is entitled to and disregarded from the benefit cap, thus ensuring that the least well off actually receive this extra cash in their pocket to help with those extra financial strains brought about by the, often unexpected, loss of a spouse or civil partner. The impact assessment published in 2014 showed that over half of all new recipients will gain as a result of these reforms. \r\nTo ensure the changes are benefitting claimants as expected, the Government has already made a commitment to monitor and review the effect of Bereavement Support Payment. This will be carried out at a point when sufficient evidence is available to assess all aspects of the new arrangements.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2018-07-18",
            "summary": "Bereavement benefits have been refocused to help with the immediate costs of losing a spouse or civil partner. Longer term financial needs can be met through other parts of the welfare system.",
            "updated_at": "2018-07-18T12:13:28.807Z"
        },
        "government_response_at": "2018-07-18T12:13:28.810Z",
        "moderation_threshold_reached_at": "2017-11-26T19:16:01.233Z",
        "opened_at": "2017-12-11T21:13:53.809Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-04T13:40:18.474Z",
        "scheduled_debate_date": null,
        "signature_count": 11335,
        "state": "closed",
        "updated_at": "2018-07-18T12:13:28.834Z"
    },
    "id": 205757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205757.json"
    },
    "type": "petition"
}