{
    "attributes": {
        "action": "Recognise not all university students have family or local authority support",
        "additional_details": "Estranged students struggle to succeed in HE.  Over 50% can’t meet the costs of living even with maximum maintenance loan, and 33% experience homelessness whilst studying, as they have no family home to return to over summer. Many cannot afford to engage with their academic community and struggle with the stress and anxiety of living a life unsupported. Thus, these students’ needs must be recognised and prioritised in Higher Education policy, enabling support to be put in place.",
        "background": "There’s an assumption that all young people who enter HE have a \r\nsupportive family. But estranged students, whose relationship with their parents has broken down, and who are not leaving local authority care, are three times more likely to drop out of university than the average student.",
        "closed_at": null,
        "created_at": "2017-11-22T12:30:47.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-23T12:04:42.139Z",
        "opened_at": null,
        "rejected_at": "2017-11-28T16:50:46.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for additional financial support to be given to estranged students, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-28T16:50:50.668Z"
    },
    "id": 205861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205861.json"
    },
    "type": "petition"
}