{
    "attributes": {
        "action": "Place statue of Wolfgang and blue Mercedes van on empty plinth in Trafalgar sq",
        "additional_details": "Ask any serving or ex serviceman (other genders are equally valid) what their fondest memory of an exercise in Northern Germany was and they will tell you if the Stirling service provided by Wolfgang.\r\nHe knew exactly where and when to turn up to raise flagging spirits amongst the troops. \r\nDespite treacherous conditions which left numerous off road vehicles bogged to their axles, Wolfgang's blue Mercedes van never got stuck because those soldiers needed fed and watered",
        "background": "A German civilian called  Wolfgang has provided tireless service to British and NATO armed forces by always being on hand in his Blue Mercedes van in the middle of various muddy exercise areas.\r\nHe provided hungry and tired soldiers with his famous currywurst und pommes with a welcome yellow handbag",
        "closed_at": null,
        "created_at": "2017-11-22T12:02:26.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-22T12:35:15.782Z",
        "opened_at": null,
        "rejected_at": "2017-11-24T18:05:11.600Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. \r\n\r\nThe Fourth Plinth Project is run by the London Assembly. You can find out more here here:\r\n\r\nhttps://www.london.gov.uk/what-we-do/arts-and-culture/art-and-design/fourth-plinth"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-11-24T18:05:11.605Z"
    },
    "id": 205860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205860.json"
    },
    "type": "petition"
}