{
    "attributes": {
        "action": "Strengthen the 2004 Hunting Act",
        "additional_details": "A level 5 fine of £5000 is not an adequate deterrent in enforcing the Act as it stands. We would like to see section 6 of the Act to be amended to add provision for a prison sentence of up to six months for illegal hunting. Additionally there should be a 'reckless' clause which will make it an offence for anyone to 'cause or permit' one or more dogs to seek out, chase, injure or kill a wild mammal. The widespread flouting of the ban continues to this day and these measures along with several other reforms could ensure our wildlife is protected as it should be.\r\n\r\nFor more details on necessary amendments to strengthen the 2004 hunting Act, please follow this link which features a Hunting Act Amendment Bill. \r\nhttp://campaigntostrengthenthehuntingact.com/powa-proposals-for-amendments-2.php",
        "background": "Week in week out hunts up and down the country continue to use loopholes in the Hunting Act to kill wildlife. The Act needs strengthening to ensure people are discouraged from participating in illegal hunting and for those caught hunting, the penalty and arrest needs to be more severe.",
        "closed_at": "2018-05-27T22:59:59.999Z",
        "created_at": "2017-11-22T10:39:17.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-29T09:32:23.693Z",
            "details": "The Hunting Act 2004 bans the hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. The full details of the Hunting Act 2004 exemptions are available online at:\r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1      \r\n \r\nAnyone who believes an offence under the Hunting Act 2004 is taking place, or has taken place, during a hunt, whether it concerns hunting activities or the actions of hunters towards protestors, should report the matter to the police as they are the enforcement authority. Decisions on the arrest and prosecution of those taking part in illegal hunting activities are matters for the police and prosecuting authorities. A person guilty of an offence under the Hunting Act 2004 will receive a fine, but not exceeding level 5 on the standard scale.  Level 5 is currently set at an unlimited fine.\r\n \r\nThere are also laws in place to protect animal welfare. Under the Animal Welfare Act 2006 it is an offence to cause unnecessary suffering to an animal under the control of man. We have announced that we will increase the maximum penalty for animal cruelty from the current six months’ imprisonment to 5 years’ imprisonment. As is the situation now, offenders can also be punished with an unlimited fine and be disqualified from having any influence over the way an animal is kept, for anything up to life.\r\n \r\nThe Prime Minister said on 7 January 2018 that there will not be a vote on fox hunting during this parliament and, as such, the Government has no plans to amend the provisions in the Hunting Act 2004\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Under the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. Illegal hunting arrests and prosecutions are a matter for the police.",
            "updated_at": "2018-01-29T09:32:23.693Z"
        },
        "government_response_at": "2018-01-29T09:32:23.696Z",
        "moderation_threshold_reached_at": "2017-11-22T10:42:26.252Z",
        "opened_at": "2017-11-27T18:20:25.225Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-08T23:32:57.963Z",
        "scheduled_debate_date": null,
        "signature_count": 16487,
        "state": "closed",
        "updated_at": "2018-05-27T23:00:05.593Z"
    },
    "id": 205852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205852.json"
    },
    "type": "petition"
}