{
    "attributes": {
        "action": "Prime Minister May, please remove Zimbabwe from High Risk Jurisdictions list",
        "additional_details": "The free flow of finance and capital – as developmental imperatives – are hindered when a country is designated a HRJ.\r\n\r\nThe UK has welcomed over 150,000 Zimbabweans. Many are well-educated professionals who are now British. They know both countries well and are well placed to be Trade Ambassadors for British business. So as the UK pivots to a more Global Britain, it can restore its pre2002 status as Zimbabwe’s biggest trading partner. The first step would be to remove Zimbabwe from the HRJ list.",
        "background": "On 21st Nov 2017, the day of Robert Mugabe’s resignation, the Prime Minister said, “As Zimbabwe’s oldest friend we will do all we can to support . . . the country achieve the brighter future it so deserves.” Developing countries don’t need handouts. They need good governance, investment and trade.",
        "closed_at": null,
        "created_at": "2017-11-22T11:20:53.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-22T14:33:00.124Z",
        "opened_at": null,
        "rejected_at": "2017-12-13T13:16:00.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The \"High Risk Jurisdictions list\" appears to be a list of countries maintained by the Financial Action Task Force (FATF), not the UK Government or Parliament. FATF is an inter-governmental body. You can find out more about FATF here: \r\n\r\nhttp://www.fatf-gafi.org/about/\r\n\r\nIn any case, Zimbabwe isn't currently included on this list, so we're not sure exactly what action you want the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-14T15:51:23.167Z"
    },
    "id": 205853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205853.json"
    },
    "type": "petition"
}