{
    "attributes": {
        "action": "Let all UK citizens vote on who is mayor of London not just Londoners.",
        "additional_details": "The whole of the uk should be allowed to vote on who becomes mayor of our capital city, as what happens in London also effect the outer towns and city's, \r\nSo voting should be changed, so people living outside London can have their say through a vote who they would like to see become mayor of London.",
        "background": "London being the capital city, all uk citizens should have a say who becomes mayor.",
        "closed_at": "2018-05-30T22:59:59.999Z",
        "created_at": "2017-11-22T16:48:51.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-24T14:55:46.232Z",
            "details": "Government has no plans to extend voting on election for Mayor of London to the electorate of the United Kingdom; the current arrangement provides for accountability at the appropriate level, through appropriately focused local democracy.\r\n\r\nThe London Mayor serves Londoners. The Mayor is responsible for much of London’s public transport and road network, the licensing of its taxis and regulation of its traffic. The Mayor also has responsibilities for London’s environment, its housing, planning, regeneration and economic development. Through the Mayor’s office for Policing and Crime the Mayor performs the duties of Police and Crime Commissioner for London; the Mayor is also responsible for fire and rescue services in the capital. \r\n\r\nThe Mayor of London is accountable directly to London’s electorate for his decisions. It is London households who pay the additional precept set by the Mayor, which is charged to meet the Mayor’s costs, over and above each London Borough’s council tax bill. It is essential that those who are affected by the mayor’s taxing decisions have a direct, democratic choice on who the Mayor is, and the ability, if they choose, to elect a different one at the next opportunity. The Mayor of London then governs in the awareness that their electoral mandate comes directly from the people the mayor serves.\r\n\r\nA London Mayor whose electoral mandate comes from the whole nation may seek to serve the interests of voters in the UK as a whole, rather than those of Londoners. If elected by the UK voters as a whole, mayor would no longer be representative of the city the mayor is elected to govern. When Government devolves significant powers to an area, as it has with the London Mayor, and with mayors of other city regions such as Greater Manchester and the West Midlands, it has done so on the basis that the mayors are directly accountable through the ballot box to the area they govern and serve.\r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-01-24",
            "summary": "Government will not extend London mayoral elections to all UK voters. The London Mayor is accountable directly to London’s electorate, because it is Londoners whom the Mayor serves.",
            "updated_at": "2018-01-24T14:55:46.232Z"
        },
        "government_response_at": "2018-01-24T14:55:46.235Z",
        "moderation_threshold_reached_at": "2017-11-23T20:54:25.154Z",
        "opened_at": "2017-11-30T12:01:21.209Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-16T19:49:17.066Z",
        "scheduled_debate_date": null,
        "signature_count": 20768,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.484Z"
    },
    "id": 205912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205912.json"
    },
    "type": "petition"
}