{
    "attributes": {
        "action": "Stop the unfair treatment of visa applicants by the Home Office",
        "additional_details": "I contacted several immigration lawyers to find out more about this on going issue,this is what i was told \"applicants are being treated like they are not human and are being taken advantage of, that things have even gotten worse under the Home Secretary Amber Rudd,it's like she has no empathy for people's life, they've had clients who were unfairly denied even after meeting the requirements and clients that are still on the waiting for almost 2 years considering that they pay up to 9 times for application than it actually cost\",no one deserves to be treated this way.",
        "background": "I am a psychiatrist,i work at a mental health centre in London.I am treating 6 young patients who are suffering from a very serious depression and their situations are very identical and couple of my colleagues are experiencing the same as well,they are being mentally tortured.",
        "closed_at": null,
        "created_at": "2017-11-23T13:59:00.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-25T13:45:13.341Z",
        "opened_at": null,
        "rejected_at": "2017-12-01T10:44:50.421Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly how you want the visa process to be changed. For example, you could ask for the introduction of minimum waiting times and other specific service standards, if that's what you want to happen. You could also start a new petition asking for a debate, or the setting up of an independent review, into the impact of the UK visa application process on mental health, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-01T10:44:55.041Z"
    },
    "id": 205989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/205989.json"
    },
    "type": "petition"
}