{
    "attributes": {
        "action": "Ban the release of Indian movie ‘’Padmavati’’ which is releasing December 1,2017",
        "additional_details": "British Board of Film Classification (BBFC) in the UK cleared Sanjay Leela Bhansali’s magnum opus, ‘Padmavati’ with no cuts, the Rajput Samaj launched a boycott against the release of the film. The Samaj has also reportedly written to the British Board to revoke its certification for the film to prevent its release in Britain.\r\n\r\nThe British Board is yet to comment on the Rajput Samaj’s boycott appeal.\r\n\r\nAs an INDIAN I believe that this Movie should not be released in the U.K. , thank you all for your time to read this request petition.",
        "background": "To ban the release of 'Padmavati' Movie which is set for release on December 1, 2017. The movie has been a subject of many controversies. Many Hindu groups claiming that the film distorts history and wrongly portrays Padmavati, a contention Bhansali has rebuffed in a recently released online video.",
        "closed_at": null,
        "created_at": "2017-11-24T19:18:24.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-24T19:37:04.615Z",
        "opened_at": null,
        "rejected_at": "2017-12-01T17:30:15.353Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The British Board of Film Classification (BBFC), not the Government or Parliament, makes decisions on passing, banning and classifying films in the UK. You can find out more about how they work here: \r\n\r\nhttp://www.bbfc.co.uk/about-bbfc \r\n\r\nIn any case, local authorities have the power to overrule decisions made by the BBFC, including banning films that the BBFC have passed. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council may have its own petitions process. You can find out if your local council has its own petitions process on its website. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-01T17:30:20.066Z"
    },
    "id": 206096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206096.json"
    },
    "type": "petition"
}