{
    "attributes": {
        "action": "Abandon 1953 ECoHR and reinstate death penalty for capital and serious crime",
        "additional_details": "Society is progressively running out of control through lack of discipline and lack of respect for the rules of our society. The liberalist Social Experiment of the 1950's and 1960's continues to prove it has failed and needs revisiting with a view to abandoning it and reinstating the 'rules of society' with the appropriate sanctions to those who fail to adhere to those rules. These rules are made for the benefit of the majority and the failure to observe them threatens the well-being of society",
        "background": "Since adopting the 1953 European Convention on Human Rights, so  a progressive deterioration in punishment for crime; society is out of control. Bring back death penalty for Capital Crime, and reintroduce hard-labour and 'The Birch'. Also reintroduce Corporal Punishment in schools.",
        "closed_at": null,
        "created_at": "2017-11-24T17:06:07.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-25T01:34:46.184Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T17:21:20.312Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYour petition contains several different requests, and we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-12-06T17:21:23.944Z"
    },
    "id": 206087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206087.json"
    },
    "type": "petition"
}