{
    "attributes": {
        "action": "Companies can pay 2% of corporation tax into fees for university students.",
        "additional_details": "http://www.bbc.co.uk/news/magazine-20560359\r\n\r\nhttps://www.theguardian.com/money/2017/jun/15/uk-student-loan-debt-soars-to-more-than-100bn\r\n\r\nhttps://www.ft.com/content/32f1a576-cfa7-11e7-9dbb-291a884dd8c6\r\n\r\nThis subsidisation would help young adults nationwide, saving them from debt and therefore assisting them in entering the housing market to some degree saving the government from pouring money into that cause (Phillip Hammond has pledged £44bn over 5 years), improving the future financial landscape.",
        "background": "Allowing companies to pay 2% of their corporation tax into training students who can later come work for them after graduation would be an effective way to subsidise tuition fees while assisting companies, in the modern world's free market, in remaining competitive.",
        "closed_at": null,
        "created_at": "2017-11-23T21:28:38.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-23T21:51:35.271Z",
        "opened_at": null,
        "rejected_at": "2017-11-30T18:07:26.814Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for companies to be required to pay an additional 2% corporation tax for university fees, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-11-30T18:24:21.753Z"
    },
    "id": 206030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206030.json"
    },
    "type": "petition"
}