{
    "attributes": {
        "action": "Stop dangerous dogs, not currently banned breeds, attacking people & pet dogs.",
        "additional_details": "I own a Toy Poodle & do not want to see my dog torn to pieces in front of me, nor to be savaged myself trying to rescue him. My dog has been attacked several times but so far not badly hurt.  Apart from an Alsation & a Greyhound, it is always the bull-breed type dogs & often the owners are aggressive or abusive too. Responsible dog owners are frightened & wary in parks, feeling like \"sitting ducks\" or \"lambs to the slaughter\" in case they are suddenly attacked, but are completely defenceless.",
        "background": "Daily Mail today: a pet beagle mauled to death by two bull-type dogs.\r\nIn my local park, 2 dogs were recently savaged by 2 bull-type dogs.  Another 2 bull breed type dogs attacked 2 Spaniels, then later 2 Shitzus & their owner, & then went on to attack a lady & her 2 Highland Terriers.",
        "closed_at": null,
        "created_at": "2017-11-24T00:58:40.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-24T09:32:49.892Z",
        "opened_at": null,
        "rejected_at": "2017-11-30T18:13:28.614Z",
        "rejection": {
            "code": "no-action",
            "details": "It's already against the law for someone to allow a dog to be out of control in a public place. This could include allowing their dog to attack another animal. You can find out more about this here:\r\n\r\nhttps://www.gov.uk/control-dog-public\r\n\r\nThe owner can get an unlimited fine or be sent to prison for up to 6 months (or both) if their dog is dangerously out of control. They may not be allowed to own a dog in the future and their dog may be destroyed.\r\n\r\nYou can find out how to report a dog here:\r\n\r\nhttps://www.gov.uk/control-dog-public/report-a-dog\r\n\r\nWe're therefore not sure what additional action you'd like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-12-01T17:25:46.783Z"
    },
    "id": 206052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206052.json"
    },
    "type": "petition"
}