{
    "attributes": {
        "action": "Remove the Speaker of the House of Commons from elections held for Buckingham.",
        "additional_details": "The Speaker of the House of Commons should be a separate appointment taken from existing MPs but not stand as a local MP.",
        "background": "John Bercow stands as MP for Buckingham and as such is included in elections. This results in neither Conservative or Labour putting forward a candidate. Meaning the voters due not have a rightful vote for the party they support.",
        "closed_at": null,
        "created_at": "2017-11-24T11:56:19.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-24T13:49:08.993Z",
        "opened_at": null,
        "rejected_at": "2017-12-01T10:40:47.708Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure what you mean by \"a separate appointment taken from existing MPs but not stand as a local MP.\" All MPs are elected by their constituencies. We're therefore not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn any case, the decision not to stand against a Speaker in their constituency during an election is a convention among the main political parties. It isn't a decision or law that's made by the UK Government and Parliament as a whole. \r\n\r\nYou could start a new petition asking the UK Government and Parliament to debate the convention that other parties do not stand against a Speaker, if that's what you want to happen. You could also start a new petition asking for the position of Speaker to be appointed or elected separately in some way, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-01T10:40:54.974Z"
    },
    "id": 206072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206072.json"
    },
    "type": "petition"
}