{
    "attributes": {
        "action": "Implement ULEZ (Ultra Low Emission Zone) in London in January 2018",
        "additional_details": "The communities suffering most from poor air quality are often the most vulnerable and at least 360 primary schools are in areas exceeding safe legal pollution levels.\" Around half of emissions of oxides of nitrogen (NOx), which contribute to illegal levels of nitrogen dioxide (NO2), and particulate matter (PM) come from transport. These pollutants are collectively estimated to cause around 9,400 equivalent deaths (Set to rise) every year and costs the taxpayer between £1.4bn and £3.7bn a year.",
        "background": "Implement ULEZ - Public health is at risk due to CO2 emissions. Car, motorbike and van emissions are now killers of innocent people, and contribute to a large proportion of NHS spending due to poorer air quality. \"Transport is the biggest source of the emissions damaging to health in London.\"",
        "closed_at": null,
        "created_at": "2017-11-25T11:13:56.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-25T11:28:39.507Z",
        "opened_at": null,
        "rejected_at": "2017-11-30T19:50:18.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The decision to implement an Ultra Low Emission Zone in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-11-30T19:50:27.972Z"
    },
    "id": 206137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206137.json"
    },
    "type": "petition"
}