{
    "attributes": {
        "action": "Allow the people, the general public to decide their own laws after bexit",
        "additional_details": "We don't know now what laws will change now and how it will negatively affect the public this is why we need to have a say in our own laws, an idea that I have is that we send everyone on the electoral register a questonare on all the laws that are to be reviewed and ask for our opinion. I.e: Do you wish the law on fox hunting to be changed? Then 3 possible answers for the public to choose I.e: 1) leave unchanged 2) complete ban or 3) heavily regulated.",
        "background": "After Theresa Mays and the House of Commons shocking decision that animals in fact do not have feelings thus should be experimented on after exit is wholeheartedly a disgusting choice designed solely to further bulk the wealth of those currently in power.",
        "closed_at": null,
        "created_at": "2017-11-25T10:56:32.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-02T16:01:45.845Z",
        "opened_at": null,
        "rejected_at": "2017-12-07T18:36:33.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you want the Government or Parliament to do. We're not sure whether you want there to be a UK referendum on all changes to the law, or only on some laws. \r\n\r\nYou might also like to know that the House of Commons did not make a \"decision that animals in fact do not have feelings thus should be experimented on after exit\". \r\n\r\nYou can find out more about this here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8155\r\n\r\nIf you want the UK Government and Parliament to pass a new law to make animals legally \"sentient beings\" in UK law, you may wish to sign this petition: https://petition.parliament.uk/petitions/205348\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-07T18:36:38.937Z"
    },
    "id": 206135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206135.json"
    },
    "type": "petition"
}