{
    "attributes": {
        "action": "Lower budget cuts in schools.",
        "additional_details": "We want all children to have a secure future and to have the opportunity to follow their aspirations and ambitions. Many schools are already cutting some GCSE subjects which is an major inconvenience for students to be able to achieve their preferred career path. Teachers have been let go due to this ongoing problem. Many teachers feel as though their future is not as secure with this job and therefore have plans to leave teaching. This will result in a major decrease in teachers.",
        "background": "We are students,these budget cuts are affecting our GCSEs as our options are going to be limited which will affect the rest of our lives. Also teachers are getting paid less in real terms which will discourage people from getting a job in the teaching industry.",
        "closed_at": null,
        "created_at": "2017-11-27T09:26:10.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-01T09:20:10.283Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T18:23:02.657Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nIt's clear that you care about funding for schools, but  we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to increase school funding, if that's what you want to happen. You could also start a new petition asking for the Government to increase the number of mandatory GCSE subjects, if that's what you want to happen. \r\n\r\nIf you want the Government to increase teachers' wages, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/202526"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-06T18:46:42.253Z"
    },
    "id": 206266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206266.json"
    },
    "type": "petition"
}