{
    "attributes": {
        "action": "Extend the length of mortgages in the uk, making it more affordable.",
        "additional_details": "What I am suggesting is, if you set a criteria where someone is on a lower income, where they couldn’t afford a normal mortgage, aswell as all the other outrageous expenses hard working citizens have to pay, then they should be eligible. This then has a knock on effect where they don’t fall in the “I’m better off on benefits” trap. Instead they work they get their own house. Most importantly paying into the country instead of taking out of it. I’ve ran out of space and could back this up more.",
        "background": "People cripple themselves monthly paying off their mortgage and then once it’s paid off they don’t have long left until they pass away, then someone else inherits all their hard work. Some can’t afford it therefore falling in the rent trap, living with parents or staying in council housing.",
        "closed_at": null,
        "created_at": "2017-11-26T11:42:40.697Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-27T10:48:22.093Z",
        "opened_at": null,
        "rejected_at": "2017-12-01T18:47:49.980Z",
        "rejection": {
            "code": "no-action",
            "details": "At the moment, this is the responsibility of mortgage lenders. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-01T18:47:57.615Z"
    },
    "id": 206207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206207.json"
    },
    "type": "petition"
}