{
    "attributes": {
        "action": "Loosen rules on Hand gun licensing in England, Wales, and Scotland.",
        "additional_details": "Hand gun licensing across most of the UK is heavily restricted, only Northern Ireland retains the ability to own these firearms for self defence. Frankly this is a great injustice. Very little gun crime is committed here in the UK by legal firearms. We seek to loosen laws regarding ownership. We don't want American style laws. We want to license hand guns for sporting purposes individually on a FAC, much like rifles are currently, possibly with mandatory training, and psychological testing.",
        "background": "We desire the loosening of Hand gun licensing in England, Wales, and Scotland. We would like to be able to use magazine fed Semi-automatic handguns up to the calibre of .45 for target shooting, and .44 magnum for the purpose of Deer stalking, these firearms could be individually licensed on a FAC.",
        "closed_at": null,
        "created_at": "2017-11-26T21:42:44.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-27T21:01:24.850Z",
        "opened_at": null,
        "rejected_at": "2017-12-04T13:54:22.372Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by \"loosen rules\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-04T13:54:30.553Z"
    },
    "id": 206248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206248.json"
    },
    "type": "petition"
}