{
    "attributes": {
        "action": "Protect Northamptonshire libaries from closure",
        "additional_details": "‘Under the plans, 21 libraries could become community-managed while 15 larger venues would remain under direct county council management. \r\n\r\nA further option would be to close the county's smaller libraries.\r\n\r\nCampaigners say closing libraries could \"devastate\" communities. However, the council says no decision has been made.\r\n\r\nThe libraries which could become community-run, or close, include Danesholme, Earls Barton, Wollaston, Abington and St James.’\r\n\r\nSource: BBC News",
        "background": "Under new laws being put forward by Northamptonshire County Council, smaller community libraries will be forced to be community run or, more likely, close. This would mean that vital services would be taken from vulnerable people and communities would lose a valuable resource.",
        "closed_at": null,
        "created_at": "2017-11-27T22:41:51.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-27T23:16:27.723Z",
        "opened_at": null,
        "rejected_at": "2017-12-04T13:58:11.046Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about local libraries are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://www3.northamptonshire.gov.uk/councilservices/council-and-democracy/have-your-say/Pages/petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-12-04T13:58:14.940Z"
    },
    "id": 206386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206386.json"
    },
    "type": "petition"
}