{
    "attributes": {
        "action": "Companies to pay index-linked annual pension increases for all DB pensioners.",
        "additional_details": "In 1997, the Government passed legislation that provided future index-linked annual pension increases on Defined Benefit (DB) pension providers. However pre -1997 service was excluded. It is estimated that there are some 400,000 pensioners and/or beneficiaries who fall into this category of whom approximately 30,000 have received no discretionary payments or inflation protection since then.Their numbers are dwindling but they are suffering financial hardship.",
        "background": "All company pensions shall have annual index-linked pension increases, including those pensioners that earned their benefits prior to 1997. This will not apply retrospectively but will ensure that in future all benefits earned during the working life of the pensioner are protected against inflation.",
        "closed_at": null,
        "created_at": "2017-11-28T00:39:59.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-29T13:46:18.485Z",
        "opened_at": null,
        "rejected_at": "2017-12-04T17:44:01.075Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition is calling on companies, not the Government or Parliament, to take action.\r\n\r\nYou could start a new petition calling on Parliament to change the law, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-04T17:44:06.109Z"
    },
    "id": 206396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206396.json"
    },
    "type": "petition"
}