{
    "attributes": {
        "action": "Automatic re-issuing of driving licences. Re-testing.",
        "additional_details": "I have come across MANY drivers who say \"I couldn't pass my test again\". The vast majority of deaths on the road are in the 17-25 age group - but those \"old enough to know better\" still take risks on the road. We (ADI's) are required to teach \"safe driving for life\". Rules change. Signs change. Road layouts change. Why not change the licence requirements? If the renewing licence holder can cope with the pressures of modern driving and is up to date with modern practices - fine. If not - retrain.",
        "background": "Currently, driving licences are automatically re-issued without question when an updated photograph is sent to DVLA.\r\nAs an Approved Driving Instructor (ADI) I have to be re-tested every so-often to prove that I am \"up to standard\". Why not apply the same rule to all drivers renewing their licences?",
        "closed_at": null,
        "created_at": "2017-11-27T22:10:14.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-29T22:02:35.056Z",
        "opened_at": null,
        "rejected_at": "2017-12-05T09:58:16.279Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what changes you'd like to see. For example, we're not sure how often you'd like drivers to have to be re-tested. \r\n\r\nYou may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/202570\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-05T09:58:16.285Z"
    },
    "id": 206380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206380.json"
    },
    "type": "petition"
}