{
    "attributes": {
        "action": "Ban the prescription drug Valproate it causes birth defects.",
        "additional_details": "Valproate causes birth defects in pregnant women and it is reasonable to assume that it probably has side-effects for the men who use it,perhaps sterility,downplayed by manufacturers profiting by not doing the ethical thing.With a groundswell of public support for its banning,things might change.Also,Mental Health is a changing field with people being more open about their problems on Social Media and seeking out information more frequently on the Net,and Psychiatry has not caught up to this.",
        "background": "Valproate is for Epilepsy and has an off-label use for Bipolar sufferers. In the US there have been class action suits against it, and it the UK these suits were dropped due to removal of Legal Aid. The drug puts restriction and negativity over the lifestyles of those who need hope the most.",
        "closed_at": null,
        "created_at": "2017-11-28T11:53:29.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-26T09:12:30.154Z",
        "opened_at": null,
        "rejected_at": "2018-03-13T13:12:22.182Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The safety and licensing of medicines is the responsibility of the Medicines and Healthcare products Regulatory Agency not the UK Parliament and Government. \r\n\r\nOn 21 February 2018, the Secretary of State for Health announced a review of the use of sodium valproate. You can read his statement to the House of Commons here: \r\n\r\nhttps://hansard.parliament.uk/Commons/2018-02-21/debates/7DA2E2F3-E1E6-40CB-8061-680E0399CA97/MedicinesAndMedicalDevicesSafetyReview#contribution-2CB27B27-ED1B-44BD-9EB4-12102BFD4FEA"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-13T13:12:22.191Z"
    },
    "id": 206427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206427.json"
    },
    "type": "petition"
}