{
    "attributes": {
        "action": "Change housing law on under-occupancy for people who wish to adopt.",
        "additional_details": "Since the new Housing Act 2015 some social housing landlords have a blanket policy on under-occupancy. L&Q is one of these landlords. For people who are planning to adopt but need another bedroom, this prevents you from doing so as you have to move before you receive your child. The reason for this is that it is unsettling for the child to have a new parent and new home only to move again, also you cannot share a room. So many kids in care needing adoption and we are being blocked from doing so!",
        "background": "L&Q using the Housing Act 2015 to prevent people from adopting due to rules of under-occupancy. \r\nIn order to adopt a child you must have the space to accommodate them first so the child can settle however, L&Q and some other landlords will not allow you to move first. Even with evidence!!",
        "closed_at": null,
        "created_at": "2017-11-29T10:57:44.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-29T17:52:56.480Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T17:38:25.100Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly how you'd like the Housing Act 2015 to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.For example, you could ask Parliament to change the law, to create an exemption from the under-occupancy rules for people who are applying to adopt a child. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-06T17:38:28.632Z"
    },
    "id": 206545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206545.json"
    },
    "type": "petition"
}