{
    "attributes": {
        "action": "Children over age of 13 that refuse school to take punishment not the parent",
        "additional_details": "If young people had to take responsibility from 13 about schooling and the punishments they wouldn't be fond of taking days off when they felt like it. As a parent of 3 children and 2 of them attend regularly.  I try everything for the older one to attend Co operate etc to the point of my health suffering.  I believe if a child is over the age of 13 they should receive a punishment of not attending would make them more responsible.",
        "background": "As a parent of 3 children.2 of the 3 have great attendance and one teenager despite every effort made by everyone to get her to school she refuses knowing it isn't her getting into trouble. It's not fair to parents that want their  children to learn and do well to be penalised and possible prison.",
        "closed_at": null,
        "created_at": "2017-11-29T09:50:12.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-29T12:24:48.335Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T16:06:30.572Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by \"Children over age of 13 that refuse school to take punishment not the parent\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-21T16:06:33.796Z"
    },
    "id": 206536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206536.json"
    },
    "type": "petition"
}