{
    "attributes": {
        "action": "Make schools and institutions recycle and make the switch to renewable energy",
        "additional_details": "Each year the UK gives out 31 million tonnes of waste which ends up in the Oceans or in landfills contaminating water and destroying eco-systems. Recycling decreases the need to make more materials such as plastic and paper, the process of making each is very resource expensive. Switching to renewable energy is a necessity if we want to avoid reaching our carbon limit; it's also cheaper for schools. It's vital that we educate our young on this, seeing as the planet will soon be in their hands.",
        "background": "Schools are always educating children who will be the future leaders and workers, if we want them to be able to live safely then we need to start making a change to the way we use and dispose materials, and where we get our energy. Is a broken and polluted planet a legacy we want to leave behind?",
        "closed_at": null,
        "created_at": "2017-11-29T12:20:07.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-29T13:51:44.852Z",
        "opened_at": null,
        "rejected_at": "2018-02-28T11:47:57.147Z",
        "rejection": {
            "code": "no-action",
            "details": "At the moment, this is a decision for schools to make, in line with the requirements for recycling in their local areas. We're not sure which other institutions you'd like to be covered.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-02-28T11:48:02.728Z"
    },
    "id": 206560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206560.json"
    },
    "type": "petition"
}