{
    "attributes": {
        "action": "Introduce automatic approval of visit visas for families of British Citizens",
        "additional_details": "If we can support them, there is no reason to reject an application. The same restrictions would still apply: no public funds; no ability to work, and checks to ensure no threat to national security. My sister has visited four times. She’s never overstayed or worked but is now refused a visa to visit me with my mother. A lot of families are heartbroken because relatives cannot visit. Let’s bring families together and recognise the right to a family life for British citizens and their families.",
        "background": "Family members of UK Citizens shouldn’t have to meet the same criteria as other applicants for a visit visa. Not being a citizen doesn’t make our parent, siblings, children or grandchildren any less a part of our family. The only requirement should be that a British relative sponsors them.",
        "closed_at": "2018-06-06T22:59:59.999Z",
        "created_at": "2017-11-29T13:21:41.316Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-family-visitor-visas-17-19/",
            "debated_on": "2018-07-09",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-07-09/debates/276864D0-6324-4C48-AEE6-AA007C9CB666/FamilyVisitorVisas",
            "video_url": "https://parliamentlive.tv/Event/Index/611ecf08-e58d-4b1d-9eae-2ab756560e9f"
        },
        "debate_outcome_at": "2018-07-12T09:07:00.977Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-22T16:46:53.272Z",
            "details": "The UK welcomes genuine visitors to the UK. The visitor route offers a huge range of activities that can be undertaken whilst a person is in the UK, including spending time with family. \r\n\r\nEvery visitor is assessed against the same Immigration Rules regardless of nationality. The only difference is where that assessment is made. Some individuals are assessed overseas by an entry clearance officer, while others are assessed at the UK border. All visitors to the UK are assessed against the Immigration Rules on a case by case basis.\r\n\r\nNationals of some non-EEA countries need a visa to visit the UK. Visas are an important part of securing the UK’s border and are an effective tool for the UK in reducing illegal immigration, tackling organised crime and protecting national security. \r\n\r\nAppendix V to the Immigration Rules sets out the requirements that a person seeking entry to the UK as a visitor must meet. This includes that a visitor must satisfy the decision maker that they are a genuine visitor who intends to leave the UK at the end of their visit and will not live in the UK for extended periods through frequent or successive visits, or make the UK their own home. They must be able to show that they are able to accommodate, support and maintain themselves during their visit without working or accessing public funds. There is flexibility in the rules for visitors to be maintained and accommodated by friends or relatives. \r\n\r\nAutomatically approving visas for a select group of people would mean that important considerations against the Immigration Rules would not be applied consistently and could raise equality concerns. It could lead to discrimination against those who do not have family members in the UK but have just as valid a reason for wishing to visit the UK.\r\n\r\nThere is also a danger of additional complexity in the assessment process around how an individual would prove that they are the family member of a British citizen. There could be unintended consequences that make the application process longer, more difficult and costly.\r\n\r\nThe Government recognises the importance of family ties. In 2015 we simplified the immigration system for people visiting the UK by consolidating the number of visitor routes from fifteen to four and providing shortened, user-friendly Immigration Rules and guidance to make the requirements easier to understand. The changes created an easier-to-use, streamlined system with more flexibility for those visiting the UK over what they can do when they are in the UK. \r\n\r\nHome Office",
            "responded_on": "2018-01-22",
            "summary": "The Government has no plans to change the Immigration Rules for visitors to introduce automatic approval of visit visas for families of British Citizens. ",
            "updated_at": "2018-01-22T16:46:53.272Z"
        },
        "government_response_at": "2018-01-22T16:46:53.274Z",
        "moderation_threshold_reached_at": "2017-11-29T18:41:55.979Z",
        "opened_at": "2017-12-06T17:00:03.965Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-13T10:06:54.738Z",
        "scheduled_debate_date": "2018-07-09",
        "signature_count": 71178,
        "state": "closed",
        "updated_at": "2018-09-13T16:12:18.546Z"
    },
    "id": 206568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206568.json"
    },
    "type": "petition"
}