{
    "attributes": {
        "action": "Change how Child Support Allowance is given",
        "additional_details": "Make it so if the father wants contact with the child that he pays CSA for then he should get contact with the mother permission. If the mother denies the father of contact then she should be denied of child Support Allowance.",
        "background": "Its a common fact that fathers pay their way to the child but the mother still denies their rights to see the kid so they have to spend more money going through family courts to get their rights to see kid. If a mother is proven to have stopped a father seeing their child then CSA should be denied.",
        "closed_at": null,
        "created_at": "2017-11-29T14:09:56.622Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T00:19:45.614Z",
        "opened_at": null,
        "rejected_at": "2017-12-05T16:38:22.273Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action on child maintenance arrangements you would like.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to ensure that a resident parent can only receive child maintenance payments if they allow the non-resident parent to have contact with their child. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-05T16:38:42.444Z"
    },
    "id": 206575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206575.json"
    },
    "type": "petition"
}