{
    "attributes": {
        "action": "Reverse A Proposed Ban On Letting Agents Charging Fees To Tenants",
        "additional_details": "I opened a letting agents when I was 21, 8 years ago, its all I have done and know. We pride ourselves on offering fair fees to tenants and landlords. Tenant fees are a must to survive as a business, we will have to pass on our lost fees to landlords, speaking to our landlords they plan to raise their rents to cover their fees immediately.\r\n \r\nThis action makes no sense at all, we can keep everyone happy, set a reasonable cap so tenants, agents and landlords can continue to survive comfortably.",
        "background": "Firstly, something must be done to help tenants with some agents charging ludicrous fees to tenants!\r\nI would propose a fee cap. Agents cant charge any higher than a set agreed price.\r\nIt is vital to sustain affordability for all tenants, landlords and agents. \r\nPlease read on to help understand...",
        "closed_at": null,
        "created_at": "2017-11-29T13:21:51.774Z",
        "creator_name": "Mr Robert Farrelly",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-20T12:01:09.205Z",
            "details": "The Government recognises the valuable service that good letting agents provide to both landlords and tenants in ensuring that properties are safe, compliant and professionally managed. We are keen to see all tenants receiving a good and affordable service. A ban on letting fees paid by tenants will improve transparency and affordability for renters - letting fees are currently not clearly or consistently explained with the result that many tenants are unaware of the true costs of renting a property.\r\n\r\nThe Government published the draft Tenant Fees Bill on 1 November (https://www.gov.uk/government/publications/draft-tenants-fees-bill), which sets out the detailed approach to banning letting fees to tenants in England, helping millions of renters by bringing an end to costly upfront payments and renewal fees.\r\n\r\nThe draft Tenant Fees Bill reflects feedback from the eight week public consultation (April – June 2017), which received over 4,700 responses. More than 9 out of 10 tenants who responded to the consultation backed the action to ban letting fees. We are ensuring that tenants will only be required to pay rent alongside a refundable deposit.\r\n\r\nMany letting agents and landlords acknowledge that fees charged to tenants are currently not at a level that is justifiable and agree that intervention is necessary. The Government does not believe that a cap would be effective and is likely to lead to a race to the top in terms of fees charged. A ban is easier to understand and enforce.\r\n\r\nWe believe that tenants will see a net saving as a result of the ban.  Tenants will be able to see what a given property will cost them in the advertised rent level without any additional hidden costs. This will help to make entering and moving around in the private rented sector easier and less costly.\r\n\r\nWe recognise that agents will need to consider their business models. The time of, and services provided by, letting agents should be reimbursed but this should be by landlords rather than tenants. Landlords are better able to shop around for the agent offering the service that they are seeking at the price they want to pay. It is also worth noting that landlords, unlike tenants, can claim tax relief on letting agent fees.\r\n\r\nGood letting agents, providing services that represent value for money to landlords, will continue to play an important role in the market. Furthermore, such letting agents will be on a fairer footing to compete for landlords’ business since it will be much harder for rogue agents to exploit their position between landlords and tenants. \r\n \r\nPublishing a bill in draft enables scrutiny of our proposals to ban letting fees by Parliament and stakeholders ahead of introducing legislation. The Communities and Local Government Select Committee is currently holding a public inquiry into the draft Bill. We welcome Parliamentary scrutiny on whether the draft Bill achieves its aim of delivering a fairer, more competitive, and more affordable lettings market where tenants have greater clarity and control over what they will pay and where the landlord is the primary customer of the letting agent. The Government will then seek to introduce the Bill formally to Parliament at the earliest opportunity. We will do this as soon as parliamentary time allows. We do not expect implementation to be before April 2019. This will allow letting agents time to prepare and re-negotiate their contracts.\r\n\r\nMinistry of Housing, Communities and Local Government",
            "summary": "Government is committed to banning tenant fees to deliver a fairer lettings market where tenants have greater clarity over what they pay and the landlord is the primary customer of the agent. ",
            "updated_at": "2018-02-20T13:48:40.475Z"
        },
        "government_response_at": "2018-02-20T12:01:09.208Z",
        "moderation_threshold_reached_at": "2017-11-29T13:57:15.911Z",
        "opened_at": "2017-12-04T17:50:31.679Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-08T15:53:48.877Z",
        "scheduled_debate_date": null,
        "signature_count": 10835,
        "state": "open",
        "updated_at": "2018-05-29T13:36:33.927Z"
    },
    "id": 206569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206569.json"
    },
    "type": "petition"
}