{
    "attributes": {
        "action": "Call on PM to take action to build public trust in the Grenfell Tower Inquiry",
        "additional_details": "To secure trust in an establishment we feel has been distant & unresponsive, & to avoid a collapse of confidence in the Inquiry's ability to discover the truth, it is fundamental that;\r\n\r\n1. The Inquiry is not led by a judge alone. Panel members must be appointed with relevant background, expertise, experience, & a real understanding of the issues facing those affected\r\n\r\n2. Legal representatives of bereaved families see all evidence from the start & are allowed to question witnesses at the hearings",
        "background": "Bereaved families & survivors call on PM to exercise her powers under the Inquiries Act 2005 to appoint additional panel members with decision making power to sit alongside Chair in Grenfell Tower Inquiry: to ensure those affected have confidence in & are willing to fully participate in the Inquiry",
        "closed_at": null,
        "created_at": "2017-11-30T09:25:01.772Z",
        "creator_name": "Adel Chaoui",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-05T10:15:21.002Z",
            "details": "The Prime Minister committed to considering the issue of panel members following confirmation of the assessors appointed to assist the Inquiry.  Having regard to the assistance that may be provided by those assessors, and the Terms of Reference, which it is the Inquiry’s role to deliver, it is the Prime Minister’s view that the Inquiry panel has the necessary expertise to undertake the inquiry. \r\n\r\nThe Prime Minister is also very conscious of the need for the Inquiry to complete its initial report as quickly as reasonably possible. She therefore considers that additional panel members should not be appointed at this stage. In reaching this conclusion, the Prime Minister has had regard to the public sector equality duty as set out in section 149 of the Equality Act 2010.\r\n\r\nThe Prime Minister recognises the importance of ensuring that those most affected by the tragedy are able to contribute fully to the Inquiry. This is why she welcomes the consideration being given by Sir Martin Moore-Bick to the establishment of a community advisory panel. Such a panel, similar to that which has worked well for the Independent Inquiry into Child Sexual Abuse, could play a very beneficial role in putting those most affected at the heart of the Inquiry and enabling them to ensure that their views and experiences are heard. It is for Sir Martin, as Chair of the Inquiry, to take this forward, in consultation with the Grenfell Tower community, and we hope that he will be able to do this as soon as possible.\r\n \r\nIn line with the Inquiry Rules 2006, legal representatives of the Grenfell community core participants will receive in advance of hearings disclosure of relevant evidence; will be able to make opening and closing statements at certain hearings and can suggest lines of questioning to be pursued by Counsel to the Inquiry. They can also apply to the Chairman to ask questions of a witness.\r\n\r\nCabinet Office",
            "summary": "The Prime Minister is committed to ensuring there is public confidence in the Grenfell Tower inquiry so that the lessons of the fire are learnt to prevent a tragedy like this ever happening again.",
            "updated_at": "2018-01-05T10:15:21.002Z"
        },
        "government_response_at": "2018-01-05T10:15:21.005Z",
        "moderation_threshold_reached_at": "2017-11-30T13:59:43.441Z",
        "opened_at": "2017-11-30T17:07:15.249Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-04T22:01:51.333Z",
        "scheduled_debate_date": null,
        "signature_count": 26816,
        "state": "open",
        "updated_at": "2018-01-24T19:53:56.254Z"
    },
    "id": 206722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206722.json"
    },
    "type": "petition"
}