{
    "attributes": {
        "action": "Call on PM to take action to build public trust in the Grenfell Tower Inquiry",
        "additional_details": "To secure trust in an establishment we feel has been distant & unresponsive, & to avoid a collapse of confidence in the Inquiry's ability to discover the truth, it is fundamental that;\r\n\r\n1. The Inquiry is not led by a judge alone. Panel members must be appointed with relevant background, expertise, experience, & a real understanding of the issues facing those affected\r\n\r\n2. Legal representatives of bereaved families see all evidence from the start & are allowed to question witnesses at the hearings",
        "background": "Bereaved families & survivors call on PM to exercise her powers under the Inquiries Act 2005 to appoint additional panel members with decision making power to sit alongside Chair in Grenfell Tower Inquiry: to ensure those affected have confidence in & are willing to fully participate in the Inquiry",
        "closed_at": "2018-05-30T22:59:59.999Z",
        "created_at": "2017-11-30T09:25:01.772Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8305",
            "debated_on": "2018-05-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-05-14/debates/AA42BB9C-5130-4DB1-814A-569FE1E4CD74/GrenfellTowerInquiry",
            "video_url": "https://www.parliamentlive.tv/Event/Index/143ec7e0-1ba0-480b-a5cd-126536e7bfd7"
        },
        "debate_outcome_at": "2018-05-15T14:06:16.955Z",
        "debate_threshold_reached_at": "2018-02-23T23:50:21.855Z",
        "government_response": {
            "created_at": "2018-01-05T10:15:21.002Z",
            "details": "The Grenfell Tower fire was a truly unimaginable tragedy that should never have happened.\r\n\r\nThe Government’s highest priority remains making sure that survivors, bereaved families and the wider Grenfell community receive all the support they need.\r\n\r\nThe independent public Inquiry into the fire is an important part of the process and will help those affected get the answers they need to get to the truth of what happened.\r\n\r\nThe Prime Minister committed to considering the issue of panel members once the Chair had confirmed who had been appointed as assessors to assist the Inquiry. Section 7 of the Inquiries Act 2005 allows the Minister responsible for an inquiry to appoint further panel members during the course of an inquiry with the agreement of the Chair.\r\n\r\nIn October 2017, the Chair announced the appointment of 7 expert witnesses with backgrounds in fire safety, forensic fire analysis, fire engineering, disaster resilience and also anatomy and human identification. The expert witnesses will provide a range of technical advice and expert reports to assist the work of the Inquiry in delivering its terms of reference.\r\n\r\nIn addition, in November 2017, the Chair announced the appointment of 3 assessors with backgrounds in community engagement and social housing, local authority administration and structural engineering.  The Chair also confirmed at the Inquiry’s preliminary hearing in September that he would expect the assessors to see all the evidence and sit with him when taking oral evidence. The Chair has also confirmed that he may make further appointments if needed.\r\nFollowing the announcement of these appointments, the Prime Minister carefully considered the composition of the Inquiry panel in light of the diversity and expertise of advice now available to the Inquiry.\r\n\r\nThe Prime Minister wrote to the representatives of the survivors and bereaved families on 21 December 2017 and informed them of her decision not to appoint additional panel members. The Prime Minister’s decision was similarly communicated to the Inquiry on the same date.\r\n\r\nHaving regard to the terms of reference and the assistance to be provided by the assessors, and the expert witnesses, it is the Prime Minister’s view that the Inquiry panel has the necessary expertise to undertake the Inquiry as it is currently constituted. The Prime Minister is also conscious of the need for the Inquiry to complete its initial report as quickly as reasonably possible. The Prime Minister therefore considers that additional panel members should not be appointed at this stage.\r\n\r\nIn reaching this conclusion, the Prime Minister fully took into account her duty under section 149 of the Equality Act 2010 (the Public Sector Equality Duty – PSED).\r\n\r\nThe Government recognises the importance of ensuring that those most affected by the tragedy are able to contribute fully to the Inquiry and that is why the Prime Minister welcomes the consideration being given by Sir Martin Moore-Bick to the establishment of a community advisory panel, as proposed at the December procedural hearing.\r\n\r\nSuch a panel, similar to that which has worked well for the Independent Inquiry into Child Sexual Abuse, could play a very beneficial role in putting those most affected at the heart of the Inquiry and enabling them to ensure that their views and experiences are heard. It is for Sir Martin, as Chair of the independent Inquiry, to take this forward, in consultation with the Grenfell Tower community, and the Government hopes that he will be able to do this as soon as possible.\r\n\r\nIn line with the Inquiry Rules 2006, legal representatives of the Grenfell community core participants will receive in advance of hearings disclosure of relevant evidence; will be able to make opening and closing statements at certain hearings and can suggest lines of questioning to be pursued by Counsel to the Inquiry. They can also apply to the Chair to ask questions of a witness.\r\n\r\nCabinet Office",
            "responded_on": "2018-01-05",
            "summary": "This is the Government’s response to the e-petition “Call on PM to take action to build public trust in the Grenfell Tower Inquiry”, started by family members and survivors of the Grenfell Tower fire.",
            "updated_at": "2018-02-08T09:53:33.016Z"
        },
        "government_response_at": "2018-01-05T10:15:21.005Z",
        "moderation_threshold_reached_at": "2017-11-30T13:59:43.441Z",
        "opened_at": "2017-11-30T17:07:15.249Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-04T22:01:51.333Z",
        "scheduled_debate_date": "2018-05-14",
        "signature_count": 156834,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.441Z"
    },
    "id": 206722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206722.json"
    },
    "type": "petition"
}