{
    "attributes": {
        "action": "Stop Killing Peaceful Demonstrators in Kenya by Kenyan Police and militia groups",
        "additional_details": "This has been documented in several reports by the Kenya Human Rights Commission (KHRC), Amnesty International among other civic organisation in Kenya. The blood of the innocent victims cry for justice. We call on the British Government to refrain from engaging with the illegitimate government of Uhuru Kenyatta which is presiding over the campaign of murder and mayhem. We urge the British parliament to join the international community in condemning the gross and heinous violation of human rights",
        "background": "Following the annulment by the Supreme Court of Kenya of the shambolic elections of 8th August 2017 held in Kenya by the disgraced Independent Electoral and Boundaries Commission (IEBC), the Kenya police and its allied militias continues to engage in ethnic profiling and murder of NASA supporters.",
        "closed_at": null,
        "created_at": "2017-11-30T14:18:35.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T14:45:49.518Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T17:03:42.340Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nIt's clear that you care about the situation in Kenya. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition asking the UK Government to condemn the violence in Kenya, if that's what you want to happen. You could also start a petition asking for the UK Government to work with the international community to help stop the violence in Kenya, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-06T17:03:46.722Z"
    },
    "id": 206768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206768.json"
    },
    "type": "petition"
}