{
    "attributes": {
        "action": "ISP/mobile provider to check sex offenders register victims receive compensation",
        "additional_details": "Quote from Judge John Pini QC “For every image whether it is a still photograph or a video, that you have viewed and for every image that you have shared somewhere in the world, a very young child has been seriously sexually abused. These are real children who have had their lives destroyed. Your internet service provider issued a warning notice to you about what you were doing. That warning spelled out the consequences to you. You full well knew the consequences of what you were doing",
        "background": "A check of Sex Offender Register to be carried out by mobile phone/ISP prior to opening an account. Regular follow up checks to be made to ensure no child pornography/ child grooming has been carried out. If it has, then providers to be fined and monies to be given to victims as compensation",
        "closed_at": null,
        "created_at": "2017-11-30T12:40:50.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T13:07:21.759Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T16:58:00.767Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/202901\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-06T16:58:05.241Z"
    },
    "id": 206751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206751.json"
    },
    "type": "petition"
}