{
    "attributes": {
        "action": "Create cheaper travel services for students and teenagers above 15",
        "additional_details": "On stagecoach a Child ticket is £2.95 per day and £4 for a adult.This is a ridiculous jump considering there is such a minimal age gap between 15 and 16.At this age most people if working get paid minimum wage for minimum hours, so when traveling to work and to school especially why should a large amount of money go to bus services.If anything there should be an smaller price for buses or a student card for free travel during the week.Bus is the only option for teens and it’s getting too much.",
        "background": "People aged 16 and above have been required to pay full fare adult prices on buses which are becoming very expensive.Once above 15 travel services deem that you suddenly have enough money to be paying adult prices. When teenagers don’t get paid adult wages it’s unfair to pay higher prices for travel",
        "closed_at": null,
        "created_at": "2017-11-30T18:14:22.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T18:48:18.122Z",
        "opened_at": null,
        "rejected_at": "2017-12-07T10:07:09.863Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The price of bus tickets is the responsibility of bus companies, not the Government or Parliament.\r\n\r\nIf you would like the Government or Parliament to have the power to regulate bus prices, you could start a new petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-12-07T10:13:43.600Z"
    },
    "id": 206796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206796.json"
    },
    "type": "petition"
}