{
    "attributes": {
        "action": "Stop the 259 RBS Branch Closures",
        "additional_details": "In 2008 the UK Government spent billions of pounds of UK taxpayer money to bail out RBS. It had over-extended itself financially, and was at risk of collapse. Since then, the UK taxpayer has held a majority stake in RBS. The Government told the public at the time that bank would start to operate sensibly again, lending to small businesses, and return to being a high street bank. Closing 259 branches across the UK clearly goes against this ethos, and doesn't serve the taxpayers who bailed it out.",
        "background": "We ask for the UK Government to use it's majority stake in RBS to instruct the bank not to close the 259 branches. Local high street banking is a vital service, with many of the proposed closures in rural areas with poor public transport, further isolating many older people who can't access internet",
        "closed_at": null,
        "created_at": "2017-12-01T11:11:38.109Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-01T11:35:46.280Z",
        "opened_at": null,
        "rejected_at": "2017-12-07T18:37:46.625Z",
        "rejection": {
            "code": "no-action",
            "details": "The decision to close branches is a commercial and operational decision for a bank, and not the responsibility of the UK Government or Parliament.  \r\n \r\nYou may be interested to know that the House of Commons debated the general issue of bank branch closures in June 2016. You can read the debate here: https://hansard.parliament.uk/commons/2016-06-30/debates/A32A8165-29DE-4FE1-A93F-E88310B81E5C/BankBranchClosures \r\n \r\nYou can find out more about the recent announcements about branch closures and the banking industry's response in this House of Commons Library briefing paper: \r\n\r\nhttps://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN00385 \r\n \r\nThe Scottish Affairs Committee will be asking RBS about its branch closures. You can find out more here: \r\n \r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/scottish-affairs-committee/news-parliament-2017/rbs-bank-closures-evidence-17-19/ \r\n  \r\nYou could start a new petition asking the House of Commons to debate the issue of local bank branch closures again, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-08T12:57:23.696Z"
    },
    "id": 206859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206859.json"
    },
    "type": "petition"
}