{
    "attributes": {
        "action": "Why are so many disabled young people with EHCP being  let down by there  LA",
        "additional_details": "The statistics for the 2014–15 academic year show that:\r\n\r\nPupils with identified special educational needs (SEN) accounted for just over half of all permanent exclusions and fixed-period exclusions.\r\nPupils with SEN support had the highest permanent exclusion rate and were more than seven times more likely to receive a permanent exclusion than pupils with no SEN.\r\nPupils with an education, health and care (EHC) plan or with a statement of SEN had the highest fixed-period exclusion",
        "background": "More young people are sat on waiting lists for diagnosis for mths sometimes years  many who are being PX from their Educational setting .Young  people and their families are not being listened too causing frustrationans family breakdowns  many families have been left broken by such failings",
        "closed_at": null,
        "created_at": "2017-11-30T21:18:38.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-11-30T22:44:42.457Z",
        "opened_at": null,
        "rejected_at": "2017-12-06T17:09:37.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about the support available for young people with an EHCP, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-06T17:09:44.860Z"
    },
    "id": 206815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206815.json"
    },
    "type": "petition"
}