{
    "attributes": {
        "action": "We want a Public Inquiry into the James Bulger murder case.",
        "additional_details": "One mystery surrounding the murder of James Bulger case is why the \"experts\" insisted that Jon Venables was rehabilitated.\r\n\r\nThe report of the Prison Service into an incident at Red Bank secure unit has not been published. It is time to examine all this.",
        "background": "Throughout the conduct of the case there have been a number of issues that have been swept under the carpet. It's high time they were investigated.",
        "closed_at": "2018-07-11T22:59:59.999Z",
        "created_at": "2017-12-01T09:48:55.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2018-02-09T11:07:05.685Z",
        "government_response": {
            "created_at": "2018-02-14T14:06:36.907Z",
            "details": "The murder of Jamie Bulger was an appalling crime which shocked the nation and, 25 years on, continues to be of huge interest and concern. Our deepest sympathies remain with Mrs Fergus and Mr Bulger for the pain and suffering they have endured. \r\n\r\nBecause this case has been of such understandable concern, when the man formerly known as Jon Venables was recalled to custody in February 2010, the then Justice Secretary asked Sir David Omand, the former Permanent Secretary at the Home Office, to conduct an extensive review of the management of Venables from the time of his release from Red Bank Secure Children’s Home in 2001 until his recall to custody. In July 2010 Venables was convicted of possessing, downloading and sharing indecent images of children, and Sir David’s detailed report was published in November 2010 and can be found at the following link: https://www.justice.gov.uk/downloads/publications/corporate-reports/MoJ/2010/omand-review-web.pdf \r\n\r\nThe independent Parole Board directed Venables’ re-release on life licence – subject to strict licence conditions in July 2013 after a thorough risk assessment and in accordance with the statutory release test, which is whether it is necessary on the grounds of public protection for the offender to be detained in custody. The Parole Board is legally not allowed to share the reasons behind any of its release decisions, but the Government last month announced an urgent review into how to increase the transparency of Parole-Board decision-making and whether and how it might be possible to challenge those decisions.\r\n\r\nUnlike in 2010, Jon Venables’ recent criminal acts were discovered as a direct result of the tight monitoring to which he was subject by the Police and Probation Services. He has also constantly been subject to stricter licence conditions and more scrutiny than most lifers would be at the same stage of their sentence. For that reason, a review of the management of Venables since 2010 would not have the same clear focus. \r\n\r\nNonetheless, the Government’s number one priority is public safety so we will of course keep the monitoring practice under constant review. Venables is now serving a sentence of 40 months’ imprisonment for possessing indecent images of children. Once he has completed the custodial part of that sentence, he will remain in custody until the independent Parole Board determines that his risk is such that he may be re-released on life licence.\r\n\r\nMinistry of Justice",
            "responded_on": "2018-02-14",
            "summary": "The offender was convicted of further offences as a direct result of robust and effective monitoring. Therefore the Government considers that a public inquiry into this tragic case is not necessary.",
            "updated_at": "2018-02-14T14:06:36.907Z"
        },
        "government_response_at": "2018-02-14T14:06:36.911Z",
        "moderation_threshold_reached_at": "2017-12-04T13:51:46.838Z",
        "opened_at": "2018-01-11T13:41:11.787Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-24T19:20:48.457Z",
        "scheduled_debate_date": null,
        "signature_count": 213625,
        "state": "closed",
        "updated_at": "2018-10-10T11:39:54.510Z"
    },
    "id": 206851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206851.json"
    },
    "type": "petition"
}