{
    "attributes": {
        "action": "Save the Lake District from damaging business expansion ban greenfield building.",
        "additional_details": "The National Parks and the National Trust were formed to protect the landscape and economy for local people. Park management needs to be refocused on unobtrusive conservation and stabilising economic growth consistent with maintaining a thriving, stable permanent local population only. It used to be very difficult to build anything but there is now evidence of business expansion, costly building conversions and pressure to build big visitor attractions damaging the scenery and tranquillity.",
        "background": "The tranquillity and beauty of the Lake District are irreplaceable and too precious to be further damaged by increasing business pressures. \r\nThere is clear evidence that our lake district is too often seen only as a profit opportunity. Damage must not get any worse.  Apply The Sandford Principle.",
        "closed_at": null,
        "created_at": "2017-12-01T14:35:20.898Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-05T20:14:02.954Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T17:22:44.915Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-11T17:22:49.194Z"
    },
    "id": 206871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206871.json"
    },
    "type": "petition"
}