{
    "attributes": {
        "action": "Block EU laws that outlaw phosphates (a key ingredient in doner kebabs)",
        "additional_details": "I find this to be a disgusting example of the states power to reduce the liberties of the individual and an insult to the intelligence of up to 1.3 Million Brits who consume kebabs every day (source: The Guardian). I believe this law will further the alienation of already marginalised communities (as the dish is Turkish in origin)\r\n\r\nThankyou for your time",
        "background": "Phosphate additives are a key ingredient to the doner kebab- and keep it moist and flavoursome after hours on a spit. EU laws have recently dictated that phosphates are soon to be outlawed which could mean an end to the popular treat. Putting up to 200,000 jobs at risk across the EU",
        "closed_at": null,
        "created_at": "2017-12-01T18:04:33.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-01T19:40:25.772Z",
        "opened_at": null,
        "rejected_at": "2017-12-07T18:32:51.837Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"EU laws have recently dictated that phosphates are soon to be outlawed\". The European Parliament has not yet taken a decision on this issue. \r\n\r\nYou could start a new petition about this issue with the European Parliament, which has its own petitions system:\r\n\r\nhttp://www.europarl.europa.eu/atyourservice/en/20150201PVL00037/Petitions\r\n\r\nThe United Kingdom is leaving the European Union. You could start a new petition asking for the Government to change this policy (if the European Parliament changes the law in the way you describe) once the United Kingdom has left the European Union."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-12-07T18:32:57.012Z"
    },
    "id": 206887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206887.json"
    },
    "type": "petition"
}