{
    "attributes": {
        "action": "Review Child Maintenance to make it fairer. Stop penalizing higher earners.",
        "additional_details": "I am a hard worker and earn good money so why am I having to pay more to support my child than others? I wouldn't spend that amount of money on my child if she lived with me due to bills so why aren't they taken into account as well as tax and national insurance? also I'm sure my child would be considered spoilt. why do i have to struggle when my ex can afford nice things and a new car and do her driving lessons etc? surely this is unfair?! it needs to change and be fairer for us dad's!",
        "background": "The child maintenance service needs looking too. Why is one child worth more than the other? No matter how much someone earns this should not affect the payments. Also the calculation should be done on how much that person takes home a month after tax etc not before.",
        "closed_at": null,
        "created_at": "2017-12-02T18:11:41.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-02T18:55:22.977Z",
        "opened_at": null,
        "rejected_at": "2017-12-08T14:22:21.033Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how child maintenance is calculated, but we're not sure what exactly you want to change. \r\n\r\nYou may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/204243\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-08T14:22:24.982Z"
    },
    "id": 206958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/206958.json"
    },
    "type": "petition"
}