{
    "attributes": {
        "action": "Save The Wellspring GP Surgery, St Anns, Nottingham from closure",
        "additional_details": "There have been numerous service charge issues over the years. Our service charges have increased tenfold since 2012 with no clear explanation nor reasonable justification of this and this is what we are disputing. If new charges are to stand it will make the practice financially unviable and could potentially bankrupt the practice The current financial position/risk has made it impossible for us to recruit a replacement partner and, as a consequence, we have had to stop accepting new patients.",
        "background": "This petition is to save The Wellspring GP Surgery, St Anns, Nottingham from closure due to significant increases in accommodation costs which are financially destabilising this inner city practice. we are the only GP surgery left in St Anns, we currently provide healthcare to 10,000 patients.",
        "closed_at": null,
        "created_at": "2017-12-05T12:19:41.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-05T12:36:47.280Z",
        "opened_at": null,
        "rejected_at": "2017-12-19T15:23:55.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This seems to be the responsibility of your local council and your local Clinical Commissioning Group (CCG).\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://committee.nottinghamcity.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-12-19T15:23:59.857Z"
    },
    "id": 207094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207094.json"
    },
    "type": "petition"
}