{
    "attributes": {
        "action": "Put pressure on the Department of Transport to enforce Minibus Driver Licencing",
        "additional_details": "We have a situation whereby drivers possessing car licences are transporting vulnerable passengers in vehicles with over 9 seats without the necessary vocational licences thereby putting lives at risk!   We need the Government to pressurise the DFT and DVSA to enforce existing legislation and STOP this madness NOW!!!",
        "background": "Stop Abuse of Minibus Driver Licensing\r\nThere are currently a large percentage of children and vulnerable adults in this country that are being transported by drivers who do not possess the appropriate driving licences.",
        "closed_at": null,
        "created_at": "2017-12-05T10:40:51.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-05T11:21:49.311Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T20:48:33.228Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"enforce existing legislation\". \r\n\r\nUnder current law, you might be able to drive a minibus if you hold a car driving licence and meet certain conditions. You can find out more here: https://www.gov.uk/driving-a-minibus\r\n\r\nWe're therefore not exactly sure what you want the Government and Parliament to do. You could start a new petition asking the Government and Parliament to require all minibus drivers to have a special minibus license, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-11T20:48:37.064Z"
    },
    "id": 207091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207091.json"
    },
    "type": "petition"
}