{
    "attributes": {
        "action": "Make Moss Street L19 2NA a resident only parking street.",
        "additional_details": "Residensts have been blocked in, cars have been damaged with careless drivers, cars are parked on kirbs causing obstruction. Residents park in adjacent streets everyday due to the many motorists who are use the street for there own social and business use causing more congestion in neighbouring streets. The increase of parking, damaged cars, obstuction in the street has doubled in months, it's unsafe dangerous and not acceptable that residents are forced to park elsewhere and pay for repairs.",
        "background": "Residents in Moss Street Garston have no access outside there own homes from 8am till 7pm due to employees and paitients who use the heath centre and surrounding buisnesses all parking in the street. Our street has become dangerous for all residents elderly and young.",
        "closed_at": null,
        "created_at": "2017-12-04T18:09:04.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-04T18:53:01.114Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T16:13:31.486Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Parking is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://councillors.liverpool.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-12-11T16:13:35.161Z"
    },
    "id": 207061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207061.json"
    },
    "type": "petition"
}