{
    "attributes": {
        "action": "Respect the decision of the Scottish and NI electorate to remain within the EU.",
        "additional_details": "Problems due to Brexit over the NI and Scotland to EU border have not been properly addressed. The Brexit process should  be halted until clarified. \r\nA fragile peace over the Good Friday agreement threatens being destabilised over Conservatives using DUP MP’s to prop up their minority.\r\nScotland and NI who voted against these problems should  not have to suffer the consequences. Alternatives such as an EU border between Scotland and England would likely better suit democracy and should be investigated to make Brexit work for the majority. A comparison between the 1979 devolution and EU referendum and also the Scotlands position in the EU post independence must be properly debated by parliament now.",
        "background": "The UK is a political Union involving England, Wales, Scotland and NI. The latter two voted to stay within the EU over the advisory referendum by a large margin. (62% and 55.5%)\r\nIt is a democratic necessity that they are not taken out of the EU against their will.",
        "closed_at": null,
        "created_at": "2017-12-04T17:04:44.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-04T20:40:06.155Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T23:09:30.701Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-11T23:09:36.117Z"
    },
    "id": 207057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207057.json"
    },
    "type": "petition"
}