{
    "attributes": {
        "action": "Government need to ensure businesses offer flexible roles for parent job seekers",
        "additional_details": "Few can do the 9-5 job once they have become parents.Living in London, where the commute time is 1 hour average, one is restricted to apply for jobs in surrounding areas and even when landing interviews they are not flexible. Just last week, a global luxury company was not willing to negotiate 15 minutes as I was restricted with the nursery opening hours. Hunting for a job is daunting once you are a parent, as you constantly have to explain why the office hours are just not working for you.",
        "background": "Becoming a parent shouldn't mean the death of your career ambitions. I request that the government review the law and support and favour business that offer a certain amount of flexible roles for parent job seekers, new employees as well as existing employees.",
        "closed_at": null,
        "created_at": "2017-12-04T11:51:40.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-04T13:59:40.902Z",
        "opened_at": null,
        "rejected_at": "2017-12-08T14:41:41.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-08T14:41:45.409Z"
    },
    "id": 207033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207033.json"
    },
    "type": "petition"
}