{
    "attributes": {
        "action": "Allow Premier League and Championship football clubs to introduce safe standing",
        "additional_details": "Some football clubs that already have successfully installed rail seating are: Celtic, Werder Bremen, Hamburg SV, Vfl Wolfsburg, Hannover 96 and the famous “yellow wall” at Borussia Dortmund. \r\n\r\nIn conclusion, there is a clear demand for safe standing with 92% of respondents saying fans should be given the choice to stand in safe standing areas, in a poll by the Football Fans Census, and it would only promote English football further by improving the overall matchday experience.",
        "background": "Safe Standing offers a much safer alternative to fans who wish to stand, rather than sit at football matches. After the highly successful introduction to rail seating at Celtic Park, as well as numerous Bundesliga clubs, many football fans feel that laws preventing standing areas should be relaxed.",
        "closed_at": "2018-06-08T22:59:59.999Z",
        "created_at": "2017-12-04T13:00:50.405Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0147",
            "debated_on": "2018-06-25",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-06-25/debates/8A09C8B2-14D5-4E2D-8F3E-1D7FF3838818/FootballSafeStanding",
            "video_url": "http://www.parliamentlive.tv/Event/Index/7860c4f1-7b1e-49da-84c8-5ffe5917515f"
        },
        "debate_outcome_at": "2018-06-26T11:09:06.930Z",
        "debate_threshold_reached_at": "2018-04-25T15:57:20.341Z",
        "government_response": {
            "created_at": "2018-05-03T13:19:37.923Z",
            "details": "The Government thanks all the football supporters who made their views known about this issue through correspondence or through the recent online petition. Many of those were concerned that the proposal from West Bromwich Albion FC made earlier this year to install a standing section was rejected. The law governing all licensed stadia would need to be changed for that proposal to go ahead.\r\n\r\nThe Government’s current policy is that all-seater stadia are the best means to ensure the safety and security of fans at designated football matches in England and Wales. However the time is now right for us to reexamine that policy in light of the technological changes in stadium and seating design as well as the representations from both clubs and supporters on this issue.\r\n\r\nWe continue to work closely with the Sports Grounds Safety Authority to consider advances in technology and data on the issue.\r\n\r\nThe safety of spectators at sports grounds has always been of paramount importance for the Government. The all-seater policy was introduced in the top two divisions in the early 1990s, following a recommendation in Lord Justice Taylor’s Final Report into the Hillsborough Stadium Disaster.\r\n\r\nAll-seater stadiums have been a success. Benefits include: \r\n●\timproved crowd management and crowd behaviour;\r\n●\tmodern, comfortable, and inviting facilities for spectators;\r\n●\tincreased inclusivity and diversity amongst those attending matches \r\n- Premier League research has shown that the percentage of crowds attending Premier League matches from a Black and Minority Ethnic background continues to increase season-on-season, and is now at a record 16% (2014/2015 season); more women and children attending games helps to nurture the next generation of supporters - Premier League research has shown that a record 26% of match attendees are female, and that children's season ticket sales now make up 12% of all Premier League season ticket sales (2014/2015 season);\r\n●\tenhanced security and policing to keep spectators safe;\r\n●\tthere have been fewer reported incidents and injuries to spectators, and\r\n●\tIncreased spectator attendances - by 60% - contributing to the future health of the game.\r\n\r\nGiven the success of all seater stadiums, the safety reasons for introducing the policy, and the enhancements that seated spectators have enjoyed, the Government would need strong evidence and rationale to change that policy.\r\nThe Government is aware of the calls from a wide range of interest groups including some football clubs and supporters’ groups to introduce standing areas for spectators at football matches in the top two divisions of English football.\r\nWe will continue to listen to supporters’ groups and other stakeholders who would like to see the reintroduction of standing at football in the top two tiers. The introduction of rail seating at Celtic Park and more recently at Shrewsbury Town FC informs the debate about the future of spectator accommodation at football matches. It is important that we have this debate and that it is informed by the evidence.\r\n\r\nThe Government is not complacent about spectator safety, nor are we complacent about the safety policies that have served spectators well for many years. But we acknowledge that policies must remain relevant and effective. Technology and stadium design have evolved since the all-seater policy was introduced. It is important that all the evidence and viewpoints are considered extremely carefully.\r\n\r\nThe Sports Minister looks forward to discussing at length the nuances and complexities of sports ground safety in Parliament later this month.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2018-05-03",
            "summary": "We are looking at the current all-seater policy and any changes that may be needed. We are keen to carefully review all the evidence on the matter and are grateful for the engagement from fans.",
            "updated_at": "2018-06-12T15:06:48.160Z"
        },
        "government_response_at": "2018-05-03T13:19:37.925Z",
        "moderation_threshold_reached_at": "2017-12-04T15:10:41.027Z",
        "opened_at": "2017-12-08T14:39:55.168Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-11T19:54:00.553Z",
        "scheduled_debate_date": "2018-06-25",
        "signature_count": 112026,
        "state": "closed",
        "updated_at": "2018-06-26T15:48:08.000Z"
    },
    "id": 207040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207040.json"
    },
    "type": "petition"
}