{
    "attributes": {
        "action": "Allow Premier League and Championship football clubs to introduce safe standing",
        "additional_details": "Some football clubs that already have successfully installed rail seating are: Celtic, Werder Bremen, Hamburg SV, Vfl Wolfsburg, Hannover 96 and the famous “yellow wall” at Borussia Dortmund. \r\n\r\nIn conclusion, there is a clear demand for safe standing with 92% of respondents saying fans should be given the choice to stand in safe standing areas, in a poll by the Football Fans Census, and it would only promote English football further by improving the overall matchday experience.",
        "background": "Safe Standing offers a much safer alternative to fans who wish to stand, rather than sit at football matches. After the highly successful introduction to rail seating at Celtic Park, as well as numerous Bundesliga clubs, many football fans feel that laws preventing standing areas should be relaxed.",
        "closed_at": null,
        "created_at": "2017-12-04T13:00:50.405Z",
        "creator_name": "Owen Riches",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2018-04-25T15:57:20.341Z",
        "government_response": {
            "created_at": "2018-05-03T13:19:37.923Z",
            "details": "The Government thanks all the football supporters who made their views known through this petition.\r\n\r\nThe Government believes that all-seater stadia are currently the best means to ensure the safety and security of fans at designated football matches in England and Wales, while continuing to work closely with the Sports Grounds Safety Authority and football authorities to consider advances in technology and data that may enhance the existing policy.\r\n\r\nA debate in Parliament on this issue has been tabled for 25 June, when the nuances and complexities of sports ground safety will be covered in more detail.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "summary": "The Government believes that all-seater stadia are currently the best means to ensure the safety and security of fans at designated football matches in England and Wales.",
            "updated_at": "2018-05-03T13:19:37.923Z"
        },
        "government_response_at": "2018-05-03T13:19:37.925Z",
        "moderation_threshold_reached_at": "2017-12-04T15:10:41.027Z",
        "opened_at": "2017-12-08T14:39:55.168Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-11T19:54:00.553Z",
        "scheduled_debate_date": "2018-06-25",
        "signature_count": 111800,
        "state": "open",
        "updated_at": "2018-05-29T10:05:58.018Z"
    },
    "id": 207040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207040.json"
    },
    "type": "petition"
}