{
    "attributes": {
        "action": "Stop promoting explosive housing growth without infrastructure to support it",
        "additional_details": "Where disproportionate housing growth is allowed, holistic planning of infrastructure is needed. Developer contributions alone aren’t enough to build new schools and health centres. Country roads and junctions can’t cope with the additional traffic.  Government needs to fund infrastructure.  Growth should be spread evenly across an area, not concentrated in villages without green belt protection.  Petition raised by East Leake, Nottinghamshire, but it’s happening elsewhere in the country too.",
        "background": "The government is determined to build houses. It’s a free-for-all where councils don’t have a 5 year supply of housing land.  Green fields around certain communities are targeted by developers.  Schools, health centres and roads are not provided.  Local resources are overwhelmed, villages swamped.",
        "closed_at": null,
        "created_at": "2017-12-04T12:38:19.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-04T14:52:04.463Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T21:20:43.144Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-12-11T21:20:43.153Z"
    },
    "id": 207038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207038.json"
    },
    "type": "petition"
}