{
    "attributes": {
        "action": "We want a law to ban tyres over 10 years old being used on buses and coaches.",
        "additional_details": "Old tyres kill. We call on the government to act now and ban the use of dangerously old tyres on passenger service vehicles (PSVs). Guidelines are the lowest form of intervention, we need legislation to stop negligent operators and save lives.",
        "background": "Michael Molloy, aged 18, was killed travelling back from Bestival on The Isle of Wight. The coach Michael was travelling in crashed when a 19.5-year-old tyre had a catastrophic blow-out. Kerry Ogden, aged 23, and the driver Colin Daulby were also killed and many others sustained horrific injuries.",
        "closed_at": null,
        "created_at": "2017-12-06T13:21:15.993Z",
        "creator_name": "Zoe Wallace",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-01T14:39:43.963Z",
            "details": "The Government takes road safety very seriously and has taken action to control the use of older tyres on public service vehicles (PSV) in response to the tragic event on the A3 in September 2012. The Government is committed to using robust evidence to guide policy decisions and further measures are not ruled out.\r\n\r\nConsultations with experts from the UK and EU tyre industry revealed that tyre ageing is more complex than a simple relationship with chronological age and is related to wider issues such as tyre use and maintenance. \r\n\r\nIn seeking scientific evidence to inform the policy options, it became clear that there is limited research in this field. Therefore, in January 2018, the Department for Transport initiated a 12-month programme of independent research with the purpose of gaining a better understanding of the ageing process of tyres. This research seeks to quantify the effect of age on a tyre’s integrity, provide guidance on whether an age limit is appropriate and, if so, what that limit should be. The findings of the research will inform decisions and will be published. \r\n\r\nIn advance of the research, the Government worked with the tyre industry, the Traffic Commissioners and the vehicle operating industry to improve tyre management.  In 2014, guidance was issued to all PSV operators and to the members of the trade associations - the Confederation of Passenger Transport and the Road Haulage Association. This guidance explained how to establish the age of a tyre and included a recommendation that any tyre over 10 years of age should only be fitted as part of a twin wheel arrangement on a rear axle. This initial guidance was supplemented by a more comprehensive tyre maintenance guide, produced by the tyre industry with the support of the Senior Traffic Commissioner and the Department for Transport (the Department), aimed at ensuring good tyre maintenance.\r\n\r\nThe Department ensured that a printed copy of this guide was delivered to every PSV operator. This guidance is also available on the British Tyre Manufacturers’ Association website (http://btmauk.com/wp-content/uploads/2014/12/October-2016-CV-TyreManagement-LINKS-270916.pdf).\r\n\r\nIn parallel, Driver and Vehicle Standards Agency (DVSA) enforcement staff carried out spot checks on older buses and coaches to assess the age of tyres in this segment of the national fleet. These checks were in addition to their normal enforcement programme. A year after the initial guidance was published, a further survey of older buses and coaches indicated a reduction in the average age of tyres fitted in the PSV fleet and demonstrated widespread compliance with the published advice. \r\n\r\nThe combination of guidance and enforcement has been successful to date. Official figures show that in the period between June and September 2017, the DVSA conducted 28,524 roadworthiness inspections on PSVs. Of those, approximately 0.23% failed to meet the minimum requirements for tyres set down in regulation.  Approximately 0.03% of the vehicles had tyres older than 10 years fitted to the front axle and, importantly, only four of these vehicles (approximately 0.014%) had tyres older than 11 years. These figures indicate that the industry is adhering to the guidance that has been issued. DVSA vehicle examiners have been instructed to remain vigilant and to issue official advice notes to reinforce the message on those operators who have not followed best practice.\r\n\r\nNevertheless, the Department wants to go further in examining this important issue. It will continue to monitor the use of tyres in the PSV fleet and will look carefully at the evidence that emerges from the independent scientific research to determine what further measures are appropriate.\r\n\r\nDepartment for Transport",
            "summary": "The Government takes road safety seriously but legislation must be evidence led. It has taken steps to manage tyres on public service vehicles and initiated research. Extra measures are not ruled out.",
            "updated_at": "2018-03-01T14:39:43.963Z"
        },
        "government_response_at": "2018-03-01T14:39:43.966Z",
        "moderation_threshold_reached_at": "2017-12-14T11:26:48.850Z",
        "opened_at": "2017-12-19T17:44:09.144Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-20T20:19:27.248Z",
        "scheduled_debate_date": null,
        "signature_count": 14216,
        "state": "open",
        "updated_at": "2018-05-29T14:32:13.087Z"
    },
    "id": 207171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207171.json"
    },
    "type": "petition"
}