{
    "attributes": {
        "action": "Readdressing the cancer act legislation 1939",
        "additional_details": "The evidence is everywhere!\r\nSearch cancer act 1939 and read how no natural remedies are allowed to be used other than prescribed pharmaceutical medication. For example CBD oil is being used around the world to cure not just cancer patients but so many other illnesses and disabilities.\r\nEven having a alkaline diet has been known to completed wipe out cancer cells as any medical professional knows that cancer cells can't thrive in a alkine pH in the blood.\r\nWe need to update this act and save lifes",
        "background": "The cancer act legislation by all means has great points to support alot of cancer patients, but I believe that only allowing pharmaceutical medicines to cure this illness as a legal obligation is wrong! Our future generations should atleast have a chance to address the benefits of natural cures",
        "closed_at": null,
        "created_at": "2017-12-06T01:50:40.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-06T21:30:50.443Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T23:10:44.694Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-11T23:10:44.703Z"
    },
    "id": 207146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207146.json"
    },
    "type": "petition"
}