{
    "attributes": {
        "action": "Reject the application for 50 houses off Priest Hill Lane, Hailey, witney, OXON.",
        "additional_details": "Close to 300 objections were lodged on the WODC website regarding this application (17/00992/OUT) and the initial response from the planning officer was that the site was unacceptable for development. The Parish Council and the Hailey Action Group (a committee of volunteers petitioning against this development) have worked tirelessly to oppose such a preposterous planning application. The community remains committed to growth but in an appropriate and sustainable manner.",
        "background": "Sharba Homes, a part of the Barton Willmore Group, have applied to develop 50 houses off Priest Hill Lane, Hailey. The entire community believe this development to be inappropriate and wish to stop such ill considered proposals destroying our greenfield sites forever.",
        "closed_at": null,
        "created_at": "2017-12-05T18:14:26.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-05T19:18:27.148Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T17:29:28.454Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-12-11T17:29:28.460Z"
    },
    "id": 207115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207115.json"
    },
    "type": "petition"
}