{
    "attributes": {
        "action": "Launch Inquiry into Fitness for Purpose of the Parliamentary Brexit Committee",
        "additional_details": "Headed by remain supporting MPs who do not support the outcome of the UK’s referendum in 2016, the Parliamentary Brexit Committee is not fit for purpose and is incapable of adequately representing or acting on behalf of the electorate. This is evidenced in demands that the government reveals its hand by virtue of impact assessments and other information and other activities designed to actively weaken its position.",
        "background": "We believe that Parliamentary Brexit Commitee is working to actively obstruct the government during the Brexit negotiations and is not operating in the best interests of the United Kingdom.",
        "closed_at": null,
        "created_at": "2017-12-06T21:28:46.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-06T22:05:47.884Z",
        "opened_at": null,
        "rejected_at": "2017-12-13T15:43:43.221Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what kind of inquiry you would like, who you would like to carry out the inquiry, or what exactly you mean by \"Inquiry into Fitness for Purpose of the Parliamentary Brexit Committee\". \r\n\r\nThe House of Commons as a whole, not the Committee on Exiting the European Union, agreed that the Government should provide impact assessments to the Committee. You can read the debate here:\r\n\r\nhttps://hansard.parliament.uk/Commons/2017-11-01/debates/62139AE8-AA75-42F7-85D3-BB50087ACEFB/ExitingTheEUSectoralImpactAssessments?highlight=humble%20address%20impact%20assessments#contribution-E8853E96-A83A-4FB6-9F5D-E6703FD00A14\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a House of Commons debate about the work of the Committee, if that's what you would like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-12-13T15:44:00.362Z"
    },
    "id": 207223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207223.json"
    },
    "type": "petition"
}