{
    "attributes": {
        "action": "David Davis must resign or be sacked.",
        "additional_details": "On Jun 17, Davis stated in reference to the Brexit impact assessment reports that data was being gathered and that 'we've got 50, nearly 60 sectorial analysis already done'. On the 7th of November, he stated, 'The sectorial analysis is a wide mix of qualitative & quantitative analysis contained in a range of documents'.  However on December 6th, Davis informed a parliamentary committee that, 'there's no analysis' and admitted no reports had been conducted at all. David Davis has clearly mislead the public by lying about the existence of the reports. He has breached the trust of the Tax-paying British public as an elected Member of Parliament. He must be sacked or made to resign otherwise makes a mockery of democracy and our parliament.",
        "background": "David Davis lied publically, on several occasions regarding the existence or non-existence of impact reports pertaining to Brexit. As Brexit Minister this was his one of his primary tasks and have had 18 months to see it done.",
        "closed_at": null,
        "created_at": "2017-12-07T10:28:04.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-07T11:28:18.647Z",
        "opened_at": null,
        "rejected_at": "2017-12-13T12:20:44.774Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Cabinet Ministers to be sacked.\r\n\r\n If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n\r\nA decision to resign is a decision for the individual to make, not the Government or the House of Commons as a whole."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-13T12:20:44.781Z"
    },
    "id": 207263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207263.json"
    },
    "type": "petition"
}