{
    "attributes": {
        "action": "Re-instate the winter fuel allowance for pensioners living in EU countries.",
        "additional_details": "The decision to stop the Winter Fuel Allowance for pensioners was based on skewed data which Ian Duncan Smith then used for calculating who was entitled to WFA. Some of this data came from Caribbean countries, protectorates of France and other EU countries",
        "background": "My husband is 86 and received the Winter Fuel Allowance in the UK and then here in Cyprus. It is 8 degrees tonight. Most homes have no insulation, damp proofing or central heating.  Fuel costs here are far higher here than in the UK. It is a misconception that Cyprus is always hot!",
        "closed_at": null,
        "created_at": "2017-12-06T23:32:59.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-10T09:37:26.691Z",
        "opened_at": null,
        "rejected_at": "2017-12-15T14:22:09.568Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already possible to claim winter fuel allowance if you are living in an EU country, although some EU countries, like Cyprus, are excluded. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for the Government to introduce the winter fuel allowance for people living in Cyprus, if that is what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-15T14:22:09.574Z"
    },
    "id": 207235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207235.json"
    },
    "type": "petition"
}