{
    "attributes": {
        "action": "Not to recognise Jerusalem as capital of Israel.",
        "additional_details": "Jerusalem is not recognised as an Israeli settlement internationally and rightly so. The 2 states need to resolve matters between themselves and involvement from the US in this way is unfair, not the correct way and has ignited mass fury against millions globally. We do not want to pour oil over an already delicate situation by creating a gate for more violence and attacks to just flood through. Many Heads of State have asked Donald Trump to not go ahead with this move but his stubbornness and need to do exactly the opposite of what anyone ever advises him has yet again surpassed his common and moral sense. Heads of States include, The Turkish PM, Egyptian President, German State, King of Saudi Arabia, French PM and the UN.",
        "background": "Donald Trump has broken all chances of peace in the Middle East after announcing he will recognise Jerusalem as capital of Israel and move the US Embassy there.Let them know the British people are not going to allow dictatorship over a state where 2 sides have not agreed to a peace deal.",
        "closed_at": null,
        "created_at": "2017-12-07T09:54:56.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-07T10:06:37.245Z",
        "opened_at": null,
        "rejected_at": "2017-12-12T15:35:44.925Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/207129"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-12-12T15:35:50.357Z"
    },
    "id": 207261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207261.json"
    },
    "type": "petition"
}