{
    "attributes": {
        "action": "stop closure of Royal Bank Scotland turriff",
        "additional_details": "We have a thriving town with little 2 to 3 at most of empty premises, closing branch will effect footfall and visitors from already outlying areas with branches already closed and therefore knock on effect to businesses in the town.  We have weak internet/slow signal therefore difficult in rural areas to do online banking.",
        "background": "Turriff has a large community of personal business & farming depending on the branch who need for business daily use, those who do not have the facility to travel over 70 mile round trip to visit a branch & also dont have internet or knowledge or trust to do online banking.",
        "closed_at": null,
        "created_at": "2017-12-06T17:15:22.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-07T00:12:50.055Z",
        "opened_at": null,
        "rejected_at": "2017-12-11T17:43:49.064Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close branches is a commercial and operational decision for a bank, and not the responsibility of the UK Government or Parliament.\r\n\r\nYou may be interested to know that the House of Commons debated the general issue of bank branch closures in June 2016. You can read the debate here: https://hansard.parliament.uk/commons/2016-06-30/debates/A32A8165-29DE-4FE1-A93F-E88310B81E5C/BankBranchClosures\r\n\r\nYou can find out more about the recent announcements about branch closures and the banking industry's response in this House of Commons Library briefing paper:\r\n\r\nhttps://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN00385\r\n\r\nThe Scottish Affairs Committee will be asking RBS about its branch closures. You can find out more here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/scottish-affairs-committee/news-parliament-2017/rbs-bank-closures-evidence-17-19/\r\n\r\nYou could start a new petition asking the House of Commons to debate the issue of local bank branch closures again, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-11T17:43:49.071Z"
    },
    "id": 207200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207200.json"
    },
    "type": "petition"
}