{
    "attributes": {
        "action": "Remove Wood Pellet Heating Systems from Mosside, N.I BT53",
        "additional_details": "There are limited suppliers of the pellets for these systems. We have little storage for bags, so I only buy 8 bags a week. This provides my house with approximately 4 hours heat per day. This is insufficient for this time of year. The systems are no longer being manufactured, so it takes over a week to source parts when they break down. A number of houses have small children, and when the system breaks down it could be harmful to their health. I myself have been battling with various moulds.",
        "background": "These systems were implemented in 2006 as a pilot scheme for Housing Executive houses in the area. It was believed that they would be a cheaper and more efficient source of heating for Housing Executive homes. Personally I have found this not to be the case. We spend almost £30 per week.",
        "closed_at": null,
        "created_at": "2017-12-08T10:27:37.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-08T19:33:36.346Z",
        "opened_at": null,
        "rejected_at": "2017-12-14T17:19:17.983Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Housing in Northern Ireland is the responsibility of the Northern Ireland Assembly, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with your MLA. You can find out who your MLA is here:\r\n\r\nhttp://aims.niassembly.gov.uk/mlas/search.aspx\r\n\r\nYou could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-14T17:19:23.186Z"
    },
    "id": 207333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207333.json"
    },
    "type": "petition"
}