{
    "attributes": {
        "action": "Take action against motor insurance corporations for increasing insurance.",
        "additional_details": "Insurance companies must use relevant information based on individual drivers record and quote accordingly. \r\n\r\nLets stop these multi corporations from penalising older drivers due to their age!\r\n\r\nLets stop discrimination due to differnt career paths, for example a nurse would be quoted far less than a house builder!\r\n\r\nInequity amongst different genders are factors being used to target individuals for an increase in insurance premiums.",
        "background": "Every year motor insurance premium have risen, irrespective of accidents and claims made under ones policy.  Customers are being penalised for differences in age, where they live, career paths, which then the insurance decide how likely your to claim insurance. Some factors are simply unjustified!",
        "closed_at": null,
        "created_at": "2017-12-10T17:35:36.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-10T18:21:45.302Z",
        "opened_at": null,
        "rejected_at": "2017-12-15T15:31:37.334Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you'd like the Government or Parliament to take to limit the cost of car insurance.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-12-15T15:35:06.465Z"
    },
    "id": 207439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207439.json"
    },
    "type": "petition"
}