{
    "attributes": {
        "action": "Re election of Lincoln council",
        "additional_details": "The closing of the Christmas market because of a weather warning, instead of joining the weather service and offering to further spread that same warning so that those people within the city can still enjoy the market and businesses don't lose revenue and custom!\r\n\r\nThe stopping of the WW1 memorial to celebrate the birth of the Tank and Lincolns massive role in this creation! \r\n\r\nThe massive delay and expense of the new bypass that has finally after several years of investment and debate gone ahead!",
        "background": "After several poor decision damaging the city of Lincoln both business and tourism have taken a massive negative impact and it's time the people stood up for the city and voted for re-election.",
        "closed_at": null,
        "created_at": "2017-12-10T12:04:13.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-10T17:07:24.337Z",
        "opened_at": null,
        "rejected_at": "2017-12-15T14:09:56.304Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://democratic.lincoln.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-15T14:11:52.669Z"
    },
    "id": 207428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207428.json"
    },
    "type": "petition"
}