{
    "attributes": {
        "action": "Make racism publically illegal and take more action to promote that its wrong!",
        "additional_details": "-99.9% of earth knows what racism is.\r\n-Over of the worlds population has experienced a form of racism\r\n-racist people would feel devastaed if they were born into society as a victim of racism.\r\n-We are all human even if our appearances are different we are born to be humans so dont have a racist mind set and consider what it would be like to feel depressed and uncomfortable being a victim of racism\r\n-Racism stops everyone from evolving",
        "background": "Racism has taken over society.all ethnics are effected by this,especially ethnic minorities and this must be changed.its cruel to see humans being bullied or judged due to race and skin colour which the victims didnt have a chose for.The mentality for everyone must be changed for humanitys evolution",
        "closed_at": null,
        "created_at": "2017-12-10T00:42:50.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-10T00:56:12.555Z",
        "opened_at": null,
        "rejected_at": "2017-12-15T14:18:13.861Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nThere are already laws against hate speech and discrimination because of race, so we're not sure what new action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'll need to give your full name to start a petition.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-17T10:47:42.636Z"
    },
    "id": 207416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207416.json"
    },
    "type": "petition"
}