{
    "attributes": {
        "action": "License driven grouse shooting",
        "additional_details": "Licensing is the middle way between a ban (https://petition.parliament.uk/petitions/201443) and doing nothing (https://petition.parliament.uk/petitions/205672).\r\n\r\nHunting is regulated more tightly elsewhere in Europe. The Scottish Government is exploring licensing; by signing this petition you will encourage them. In England, Defra has done little to regulate driven grouse shooting and it is time it did. Legal sustainable shooting estates have nothing to fear from licensing.",
        "background": "Licensing will help end poor practice on uplands managed for driven grouse shooting, which can entail environmental damage and illegal killing of raptors, such as Hen Harriers.",
        "closed_at": "2018-06-15T22:59:59.999Z",
        "created_at": "2017-12-11T11:16:10.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-08T16:49:57.844Z",
            "details": "The Government has no plans to license grouse moors nor to introduce vicarious liability in England for offences related to wildlife crime. The introduction of such new regulation would require evidence that it will be effective. We are not aware of compelling evidence that the introduction of such provisions would have a significant deterrent effect on those who persecute wildlife. We will continue to monitor the situation in Scotland and to consider whether this approach is necessary and proportionate to assist in tackling wildlife crime in England.\r\n\r\nThe Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation. \r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nNatural England is working with landowners of grouse moors within special areas of conservation to develop long term land management plans, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put these plans in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. The Government is working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nThe Government takes the decline in the hen harrier population in England very seriously and is committed to securing its future. In January 2016 we published the Hen Harrier Action Plan to increase the English hen harrier population. It contains six actions that individually can bring benefits for hen harriers, but when combined underpin each other and have the potential to deliver positive outcomes. \r\n\r\nThe Action Plan was developed with senior representatives from organisations including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game & Wildlife Conservation Trust, National Parks England and formerly the RSPB. These organisations, led by Natural England, will monitor activities and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime.\r\n\r\nRaptors, like all wild birds, are afforded protection from illegal killing by the Wildlife and Countryside Act 1981. However, the Government is concerned that there are still individuals who continue to commit these crimes. \r\n\r\nAs a result, the Government has identified the illegal persecution of raptors as a wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The Raptor Persecution Priority Delivery Group is made up of representatives from Government and non-government organisations working together to help preserve and protect the six UK priority raptor species (goshawk, red kite, golden eagle, hen harrier, peregrine falcon and white tailed eagle). \r\n\r\nAdditionally, the National Wildlife Crime Unit, which is part-funded by Defra, provides valuable intelligence and operational support to police forces in tackling wildlife crimes, including raptor persecution. There are strong penalties in place to punish those committing offences against birds of prey and other wildlife. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-03-08",
            "summary": "Grouse shooting is a legitimate activity providing economic benefits, investment in remote areas and benefits for wildlife and habitat conservation. The Government has no plans to introduce licensing.",
            "updated_at": "2018-03-08T16:49:57.844Z"
        },
        "government_response_at": "2018-03-08T16:49:57.848Z",
        "moderation_threshold_reached_at": "2017-12-11T17:41:52.694Z",
        "opened_at": "2017-12-15T14:53:59.911Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-17T11:14:45.584Z",
        "scheduled_debate_date": null,
        "signature_count": 16902,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.343Z"
    },
    "id": 207482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207482.json"
    },
    "type": "petition"
}