{
    "attributes": {
        "action": "We request that the Government implement the plan for Co-operative Socialism.",
        "additional_details": "More can be found in the papers' section at www.interestfreemoney.org\r\n\r\n- Including the 'CCPA Reader on Co-operative Socialism'.\r\n\r\nFor this Petition, we have created a new web-site, www.co-operativesocialism.org to cover five policy areas:\r\n\r\nWhy and How\r\n\r\nLand Issues\r\n\r\nWorkplace Issues\r\n\r\nMoney, Finance and Banking Issues\r\n\r\nIncome Issues\r\n\r\nA definition of 'Co-operative Socialism: a set of policies to help create the co-operative commonwealth: a world of human and ecological co-operative relationships.'",
        "background": "A radically-different economic system, rather than capitalism, is needed to create a peaceful, prosperous and sustainable world.\r\n\r\nThis Petition, therefore, invites all Members to debate the plan for Co-operative Socialism, details of which are collected at a relevant Occupy London web-page.",
        "closed_at": null,
        "created_at": "2017-12-11T19:16:04.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-07T03:35:39.022Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T14:35:42.857Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We’re not sure what specific action or actions you’d like Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to force all privately owed companies to convert to workplace co-operatives, if that’s what you’d like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-02-26T14:37:18.244Z"
    },
    "id": 207516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207516.json"
    },
    "type": "petition"
}