{
    "attributes": {
        "action": "Ensure there is always a receptionist on duty at the Leicester Royal Infirmary",
        "additional_details": "Leicester Royal Infirmary is a vital part of the healthcare provisions in Leicester and as such it is important that visitors and patients are able to find the correct departments and wards as efficiently as possible. It is also important for security reasons that there is a presence in the entrance area to the hospital. To ensure the safety of patients, visitors and employees of the hospitals.",
        "background": "There have been complaints about the lack of a full time receptionist at the Leicester Royal Infirmary, both for security and efficiency reasons. When complaints were made to the Chair of the University Hospitals Leicester he was informed that signage and a welcome centre were in place to help.",
        "closed_at": null,
        "created_at": "2017-12-12T18:17:32.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T14:44:46.907Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T12:21:33.584Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Staffing arrangements in specific hospitals are the responsibility of the hospital's management and the local NHS Trust, not the UK Government or Parliament. \r\n\r\nWe could accept a petition asking the Government to introduce a requirement that all NHS hospital receptions in England be staffed full time."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-26T12:21:37.537Z"
    },
    "id": 207572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207572.json"
    },
    "type": "petition"
}