{
    "attributes": {
        "action": "Use an alternative measure, for the proposed “white cider” tax.",
        "additional_details": "“White Cider” is cheap, but not always strong (abv) or still. Our Cider and Perry industry is rich in history and our artisan producers using 100% juice frequently make drinks up to 8% whose price reflects their quality. The Alcoholic Liquor Duties Act 1979 requires Cider and Perry to have a juice content of >35%. This means that Cider and Perry not made using 100% juice can be made very cheaply. Perhaps juice content is worth considering to target these cheap “white ciders” instead of strength.",
        "background": "In the Autumn 2017 budget, the chancellor proposed an increase in duty for still Cider and Perry from 6.9% to 7.5% (abv) to target “white ciders” in 2019. We believe that the proposed duty will have a much more widespread and disproportionate impact on the industry than the Government foresees.",
        "closed_at": null,
        "created_at": "2017-12-11T16:24:56.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-11T20:00:13.306Z",
        "opened_at": null,
        "rejected_at": "2017-12-15T15:22:03.073Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"alternative measure\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition specifically calling on the Government to set duties based on the juice content of cider."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-15T16:37:57.810Z"
    },
    "id": 207503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207503.json"
    },
    "type": "petition"
}