{
    "attributes": {
        "action": "Acknowledgement of endometriosis as a long term health condition: the workplace",
        "additional_details": "Endometriosis is defined as \"a condition where tissue that behaves like the lining of the womb (endometrium) is found in other parts of the body. It can appear in many different places, including the ovaries, fallopian tubes, inside the tummy, and in or around the bladder or bowel.\" (NHS England, 2017). This condition causes debilitating pain, interferes with normal life and causes misery for thousands of women each day. A recognition of this illness in the work place would reduce this stress!",
        "background": "Living with endometriosis is a constant physical and psychological battle; it seems that there just isn't enough awareness about the condition. This lack of understanding causes women with the condition to suffer in silence, with many being disciplined at work for sickness beyond their control.",
        "closed_at": null,
        "created_at": "2017-12-13T09:21:31.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-13T09:57:39.240Z",
        "opened_at": null,
        "rejected_at": "2017-12-18T11:49:49.997Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about how women with endometriosis are treated in the workplace, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to fund an awareness campaign aimed at employers, to increase their understanding of endometriosis. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-18T11:49:53.787Z"
    },
    "id": 207600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207600.json"
    },
    "type": "petition"
}