{
    "attributes": {
        "action": "Reverse government decision that will increase State Pension Age for millions",
        "additional_details": "The principle of \"up to one third\" of adult life over State Pension Age (SPA) was announced in the 2013 Autumn Statement.\r\n\r\nBut in July the Secretary of State said \"Government is minded to commit to ‘up to 32%’ as the right proportion”.\r\n\r\nUnder the original principle, SPA reaches 68 by April 2041 and 69 by April 2055. Under the new approach it would be 11 and 13 years earlier respectively and 70 by April 2056.\r\n\r\nUnless the original target is retained, millions of people will have a higher SPA.",
        "background": "When State Pension Age (SPA) is reviewed, the underlying principle is that the proportion of adult life spent over SPA should be constant. At first the target proportion was up to 33.3%. Government now wants to reduce this to 32%. The 33.3% target must be maintained or SPA will rise for millions.",
        "closed_at": "2018-06-18T22:59:59.999Z",
        "created_at": "2017-12-13T11:30:37.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-06T09:01:07.126Z",
            "details": "To ensure that the State Pension (SP) remains affordable, a law was introduced in 2014 requiring the Government to review State Pension age (SPa) every six years. The SPa reviews are based around the principle that people should spend a similar proportion of their adult life receiving the State Pension as the generation before them. This ensures fairness between different age groups and means that people retiring in future should not have a better or worse deal than people retiring today. The SPa review can be found here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/630065/state-pension-age-review-final-report.pdf\r\n\r\nThe first government review of State Pension age followed an independent review which was led by the former Chair of the Confederation of British Industry (CBI) , John Cridland, which can be found here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/611460/independent-review-of-the-state-pension-age-smoothing-the-transition.pdf \r\n \r\nIn addition, each time the Government reviews State Pension age, they must ask the Government Actuary to write a report that considers various State Pension age timetables, and the proportion of adult life in retirement which these timetables would result in. This report will inform the Government’s review. The first of these reports is available here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/603136/periodic-review-of-rules-about-state-pension-age-gad-report.pdf\r\n\r\nPeople are living for longer. For example, life expectancy for men aged 65 has increased by over 8 years between 1951 and 2018 – from 77 to 85. Women of the same age have experienced an increase of over 7 years in the same period. Projections of how life expectancy is expected to change in the future are updated regularly. If people live longer, the Government will have to spend more public money on the State Pension. To address this, the Government announced in 2013 that people should expect to spend, on average, ‘up to one third’ of their adult life receiving State Pension. \r\n\r\nFollowing the Cridland Review, the Government published its first State Pension age review in 2017. This review proposed an increase in SPa to age 68 between 2037 and 2039. The review said that ‘…the Government is minded to commit to up to 32% as the right proportion of adult life to spend in receipt of State Pension.’  This is because ‘up to 32%’ is similar to the average proportion of adult life that people reaching age 65 (male State Pension age) over the last 25 years (between 1992 and 2016) were expected to spend above age 65, based on the ONS 2014-based life expectancy projections. So, committing to 32% as a proportion from now on ensures that people in the future can enjoy a similar deal to people today. This is within the ‘up to one third’ range announced by the Government in 2013. \r\n\r\nThe Government uses projections of life expectancy produced by the Office for National Statistics (ONS) in order to decide on a timetable for increasing the State Pension age, where the average proportion of life over State Pension age will be up to 32%. Because people have been living longer, State Pension age is increasing, but the average proportion of adult life spent over State Pension age is fairly consistent between generations. \r\n \r\nThe Government will continue to review the State Pension age every six years, using the latest life expectancy projections. The changes proposed in the 2017 review, to increase SPa to 68 between 2037 and 2039, will not be made law until the Government have reviewed future life expectancy projections.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2018-07-06",
            "summary": "The government review of State Pension age followed two independent reports, one by the former CBI Chair, John Cridland. Changes to the law will not be made before another State Pension age review.",
            "updated_at": "2018-07-06T09:01:07.126Z"
        },
        "government_response_at": "2018-07-06T09:01:07.131Z",
        "moderation_threshold_reached_at": "2017-12-13T11:48:43.240Z",
        "opened_at": "2017-12-18T11:38:02.266Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-16T10:50:37.166Z",
        "scheduled_debate_date": null,
        "signature_count": 12354,
        "state": "closed",
        "updated_at": "2018-07-06T09:01:07.152Z"
    },
    "id": 207603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207603.json"
    },
    "type": "petition"
}