{
    "attributes": {
        "action": "Stop misuse of full beam headlights and force alteration of bi-xenon headlamps.",
        "additional_details": "A study by DirectLine found nearly three-quarters of Brits had been temporarily blinded by oncoming drivers refusing to switch off full beam. More than 300,000 miles a year (!) are driven \"blind\" causing 1,600 accidents 350 of which result in a fatality or serious injury. \r\n\r\nResearch has revealed vision is impaired for two seconds after the dazzling car has passed. This is like texting or checking their phone whilst driving. \r\n\r\nThis needs to stop. It is irresponsible and unnecessarily dangerous.",
        "background": "Drivers are being dangerously dazzled by oncoming motorist who refuse to dip their headlights and by bi-xenon headlamps (HID headlamps are at least 50% brighter than traditional halogen headlights). Although these lights are providing safety for the driver it is very dangerous for fellow drivers.",
        "closed_at": null,
        "created_at": "2017-12-13T09:28:10.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-13T12:00:26.489Z",
        "opened_at": null,
        "rejected_at": "2017-12-18T18:12:37.523Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about the risk of the misuse of headlights, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-18T18:12:41.635Z"
    },
    "id": 207601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207601.json"
    },
    "type": "petition"
}