{
    "attributes": {
        "action": "Change the law to make parents directly responsible for their child’s behaviour.",
        "additional_details": "Many schools face backlash from parents for disciplining students who disrupt the learning of others. It is our belief that holding parents accountable for their child’s behaviour in school will force them to ramp up discipline in the home and teach their children to be more considerate citizens. They may not want to learn, or make a good life for themselves, but they certainly do not have the right to take that away from others. Fines should be imposed and parenting lessons issued to address it",
        "background": "Poor behaviour is directly affecting your child’s education. A class full of well behaved students, regardless of ability, will make good progress. However the progress of a class with one or two disruptive students is significantly diminished on a long term basis. Parents need to be accountable.",
        "closed_at": null,
        "created_at": "2017-12-13T19:36:07.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-14T11:27:29.572Z",
        "opened_at": null,
        "rejected_at": "2017-12-20T10:43:28.637Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly how you'd like parents to be made directly responsible for their children's behaviour. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-20T12:45:46.874Z"
    },
    "id": 207641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207641.json"
    },
    "type": "petition"
}