{
    "attributes": {
        "action": "Insurance should be on the car itself instead of the individuals who drive it",
        "additional_details": "Scenario: 3 friends go on a night out in the same car, they all have driving licenses, but only one of them is insured on the car. 2 of them are under the influence of alcohol and incapable of driving, including the car owner. If the car was insured on itself, the sober friend could drive it legally. However, because each individual is insured on the car, no one would  be able to drive it as it would be illegal.",
        "background": "In some countries, such as America and Portugal, insurance is based on vehicle itself instead of being based on the individual who drives it. This is an effective method for families and friends as they are able to share a car without paying for multiple insurances.",
        "closed_at": "2018-06-15T22:59:59.999Z",
        "created_at": "2017-12-13T14:20:25.207Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8241",
            "debated_on": "2018-03-05",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/Commons/2018-03-05/debates/8209EF41-487A-475C-9E6B-CB1A3B22FCA5/CarInsurance",
            "video_url": "http://parliamentlive.tv/event/index/8f71f255-6065-40d8-8de0-7524a2613d00?in=18:05:50"
        },
        "debate_outcome_at": "2018-03-06T12:04:50.511Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-01-09T13:59:01.678Z",
            "details": "There are a variety of approaches to motor insurance taken around the world, and the UK Government is not alone in requiring the use of a vehicle to be insured. \r\n\r\nThe current motor insurance system of insuring individual drivers, rather than cars, does not prevent named drivers from being added to an insurance policy for shorter or longer periods of time. This allows for friends or relatives who share a car to be included on one insurance policy. \r\n\r\nThe price of insurance depends on a range of factors, including many which are specific to the person driving; for example, driving history (whether the driver has had previous claims or unspent convictions for drink driving, for example), the use they make of the vehicle (for example, for commuting or business use), and their years of driving experience.\r\n\r\nIf insurers had to cover the vehicle itself and were not able to take driver-specific factors into account in their pricing, then the cost of insurance would likely rise for those with a good driving record and history of driving safely. \r\n\r\nDepartment for Transport\r\n",
            "responded_on": "2018-01-09",
            "summary": "The Government has no plans to change the motor insurance system to require vehicles themselves, rather than the use of a vehicle, to be insured.",
            "updated_at": "2018-01-09T15:15:37.940Z"
        },
        "government_response_at": "2018-01-09T13:59:01.680Z",
        "moderation_threshold_reached_at": "2017-12-13T19:56:54.260Z",
        "opened_at": "2017-12-15T15:32:12.862Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-12-24T18:21:11.633Z",
        "scheduled_debate_date": "2018-03-05",
        "signature_count": 60447,
        "state": "closed",
        "updated_at": "2018-06-25T03:59:53.468Z"
    },
    "id": 207616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207616.json"
    },
    "type": "petition"
}