{
    "attributes": {
        "action": "Make Equestrian an appropriate use within the greenbelt",
        "additional_details": "Equestrianism in the UK has gained popularity after the recent Olympic success in Dressage and Showjumping. This however is not supported by local councils who make it extremely difficult for equestrian business to get established to continue this success. This along with the expense submitting multiple applications is too much for some to continue. Local government should support this industry by making Equestrian an appropriate use within the greenbelt alongside Agriculture and Forestry.",
        "background": "Equestrian applications are being refused as inappropriate development in the greenbelt despite need and lack of alternative sites. Very Special Circumstances are required however there are no guidelines and councils are dismissing them out of hand without any explanation which is wrong.",
        "closed_at": null,
        "created_at": "2017-12-14T14:20:03.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-14T15:44:37.724Z",
        "opened_at": null,
        "rejected_at": "2017-12-20T17:31:40.138Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on local councils, not the UK Government or Parliament, to take action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-12-20T18:42:10.408Z"
    },
    "id": 207694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207694.json"
    },
    "type": "petition"
}