{
    "attributes": {
        "action": "Grant Facial Feminisation Surgery procedures to all MTF trans people.",
        "additional_details": "While aesthetic procedures are only offered from the public purse under the extreme circumstances,  the fact of the matter is in the case of MtF (male to female) transgender individuals, these issue which we ask H.M. Government to ensure are treated are caused by the underlining condition, the pain of being born with the incorrect anatomy, all we ask, is that the effects of having the wrong hormone levels be reversed, and the mental suffering, and physical risk of attack/discrimination reduced.",
        "background": "Currently MtF (Male to Female) transexuals are supposed to walk around with distinctively male features, 90 Degree Adam's Apples, masculine jaw lines, and over developed facial features.\r\n\r\nThe development of these features is utterly due to testosterone. \r\nWe the undersigned find this unacceptable.",
        "closed_at": null,
        "created_at": "2017-12-14T20:07:50.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-14T20:53:18.486Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T15:48:11.619Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about surgery are the responsibility of clinicians and local NHS bodies, not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking the House of Commons to debate NHS services for trans people, including Facial Feminisation Surgery. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-21T15:48:15.979Z"
    },
    "id": 207723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207723.json"
    },
    "type": "petition"
}