{
    "attributes": {
        "action": "Issue parents with a badge to park in parent and Child parking spaces",
        "additional_details": "There was an article published in Daily Express on 2.5.17 which confirms there are generally no rules for parking in these spaces although some supermarkets implement their own fines\r\nNow I can confirm from experience that you cannot remove a baby in a car seat from a car parked in a standard space without damaging your car or the one next to you and trying to squeeze in to unbuckle a wriggling toddler is a joke. \r\nThis spaces are a god send when you can use them so as parents let’s fight for them",
        "background": "Following the many arguments I have had with Child free people parking in a parent and Child parking space I have decided it’s time to act. I didn’t realise how abused these spaces were before becoming a Mum myself 3 years ago. It seems anyone and everyone believes they have the right to use them.",
        "closed_at": null,
        "created_at": "2017-12-15T15:02:05.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-15T16:50:10.039Z",
        "opened_at": null,
        "rejected_at": "2017-12-19T14:41:03.079Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parking schemes and permits are usually the responsibility of your local council. If you'd like a scheme like this in your local area, then you could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you'd like the scheme to be available in the whole of the UK, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-12-19T14:41:03.085Z"
    },
    "id": 207765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207765.json"
    },
    "type": "petition"
}