{
    "attributes": {
        "action": "Freeze all parliamentarian pay rises and limit their expenses.",
        "additional_details": "It’s very unfair that many of parliamentarians are able to claim benefits and can have periodic pay rises despite of having no contributions in any parliamentarian activities for long durations especially lords but  other public servants depends on food banks. \r\nSystem must be fair for everyone and until public sector worker get descent pay rises govt must freeze pay rises for MPs/Lords also. It’s also required to scrutinise their expenses,scrutinise their contributions and limit their expenses.",
        "background": "Majority of nurses, police,teachers,soldiers and other public servants have been working on permanent contract and still they are subjected to these continuous cuts but on the other hands our parliamentarians get elected for 5 years and get multiple and periodic pay rises and also other benefits.",
        "closed_at": null,
        "created_at": "2017-12-17T00:12:15.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-17T19:46:51.069Z",
        "opened_at": null,
        "rejected_at": "2017-12-18T11:40:53.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-12-18T11:40:54.081Z"
    },
    "id": 207852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207852.json"
    },
    "type": "petition"
}