{
    "attributes": {
        "action": "Adjust standardized testing for people with dylexsia and discalculia.",
        "additional_details": "-find standardized tests to be unjust. I, like many others, do not struggle with the content of these tests but rather with the way they are structured and the way questions are asked, as well as their presentation, which is intrinsically disadvantageous to people with my conditions. For example, when I read or do an equation, the words or numbers will move around on the page, or even disappear completely. Therefore I would like the government to review its biased policies on standardized tests.",
        "background": "1/10 people in the UK suffer from dyslexia and discalulia according to Dyslexia Action. I am one of those people who has been affected by these learning difficulties. These handicaps affect my school work to a greater extent, especially in the core subjects of maths, science and english. Ergo, I -",
        "closed_at": null,
        "created_at": "2017-12-17T22:20:27.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-17T22:33:27.012Z",
        "opened_at": null,
        "rejected_at": "2017-12-20T12:10:36.558Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to support people with dyslexia and dyscalculia. We're also not sure which standardized tests you'd like to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-20T12:10:36.566Z"
    },
    "id": 207893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207893.json"
    },
    "type": "petition"
}