{
    "attributes": {
        "action": "PIP should be administered and decided by the NHS, not the DWP/contracting firms",
        "additional_details": "In August this year the UN criticised the UK government for its treatment of people with disability and stripping people of their livelihoods, dignity and being.  This has led to an increase of post-decision making unexplained deaths of people with disabilities. The DWP is not concerned with helping people or listening to experts on health related issues with relying on 'for profit' companies making decisions on people with disabilities.  The NHS needs to be the decision making body for PIP.",
        "background": "Currently the DWP handles the deliberation of PIP and ESA. Disability is a state of being dealing with health, not work and pensions. The decisions for any disability related payments or dictates should be handled by the government's experts (i.e. health professionals) in the NHS, not DWP.",
        "closed_at": null,
        "created_at": "2017-12-17T16:22:56.327Z",
        "creator_name": "Antony Redman",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-16T12:13:29.883Z",
            "details": "The Government is absolutely committed to supporting disabled people and determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people. We are also committed to ensuring those with health conditions and disabilities are assessed fairly for Personal Independence Payment (PIP) and Employment Support Allowance (ESA) to ensure they receive the right level of support. \r\n\r\nPIP, which can be paid at one of eight rates, provides a non-contributory, non means-tested, tax free contribution towards the extra costs that people with long-term health conditions and disabilities face and is based on the impact of conditions and impairments on individuals’ everyday lives.\r\n\r\nESA provides financial support to those that face barriers to work. The Work Capability Assessment (WCA) for ESA focuses on the functional capability of claimants to work and on the impact of mental health conditions on functional capability. The premise of the WCA is that eligibility for benefits should not be based on a person’s condition, but rather on the way that condition limits their ability to function. \r\n\r\nThe assessments for both PIP and ESA were developed using multi-layered processes involving disabled people, representatives of disabled people and health professionals. Individual disability assessments are carried out by suitably trained Healthcare Professionals working within a quality assured, managed environment. The Department for Work and Pensions (DWP) has set clear requirements on the professions, skills, experience and training of the Healthcare Professionals that our assessment providers can use to carry out PIP and ESA assessments and all are registered with an appropriate professional body such as the General Medical Council (GMC), Nursing and Midwifery Council (NMC) or the Health and Care Professions Council (HCPC). \r\n\r\nHealthcare Professionals do not need to be an expert in a condition to assess the impact of a condition on a claimant’s (i) capability for work or work related activity in ESA, or (ii) daily living activities and mobility in PIP. The assessment is not designed to diagnose or give a clinical prognosis. Instead, the emphasis is on ensuring that the Healthcare Professionals are experts in disability analysis, focusing on the effects of health conditions and impairments on the individual claimant’s daily life. The role differs from the therapeutic role of healthcare professionals in reaching a diagnosis and/or planning treatment.\r\n\r\nIn addition to their profession DWP recognises the importance of ensuring individuals also have sufficient experience, skills and training. All PIP and ESA  Healthcare Professionals must complete a comprehensive training programme approved by DWP and pass an assessment of competence before they can carry out assessments. \r\n\r\nThe National Health Service (NHS) is the national healthcare system for the UK, and is not designed to administer welfare benefits. Although doctors are responsible for issuing medical statements to patients, they are not responsible for making the decision on eligibility for benefit. For example, GPs and their representative body, the British Medical Association, have made it clear that they do not want to be guardians of the benefit system. The primary role of the GP or hospital doctor is to diagnose and treat any medical conditions that the patient presents to them and a clinician does not routinely consider the functional restrictions or disabling effects of the medical conditions that they treat. They are unlikely to have received specific training in assessing disabilities in their medical education, and may have difficulty in giving an accurate assessment or forming an opinion in relation to the functional restrictions experienced by their patient. They are also unlikely to have any knowledge of the legislative requirements in relation to benefit entitlement.  \r\n\r\nDecisions on both PIP and ESA are made by DWP Decision Makers based on the advice received from the assessment provider together with the evidence supplied by the claimant in their questionnaire and any additional evidence they submit or which has been requested.\r\n\r\nMany claimants to PIP and ESA present with life-limiting conditions meaning that some may sadly die during the course of claiming or receiving benefit. However, we don’t believe there is any causal link between claiming benefit and death.\r\n\r\nThe Convention on the Rights of Persons with Disabilities is an international human rights treaty of the United Nations (UN) intended to protect the rights and dignity of persons with Disabilities. All nations signed up to the convention are subject to a periodic review as part of the standard UN reporting process. We were disappointed that the concluding observations of the UN did not accurately reflect the evidence we gave to the committee.\r\n\r\nDepartment for Work and Pensions ",
            "summary": "DWP is committed to ensuring those with health conditions are assessed fairly for ESA and PIP. They provide tailored support for individuals based on assessed functional needs rather than a diagnosis.",
            "updated_at": "2018-04-16T12:13:29.883Z"
        },
        "government_response_at": "2018-04-16T12:13:29.886Z",
        "moderation_threshold_reached_at": "2017-12-17T22:45:40.242Z",
        "opened_at": "2017-12-20T12:12:06.683Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-02T15:14:49.993Z",
        "scheduled_debate_date": null,
        "signature_count": 17250,
        "state": "open",
        "updated_at": "2018-05-29T14:40:10.760Z"
    },
    "id": 207878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207878.json"
    },
    "type": "petition"
}