{
    "attributes": {
        "action": "Introduce stricter supervision on animal testing organisations",
        "additional_details": "Think about how you would feel if it was you. You are put in stocks, and therefore can’t move. You are given a large cut and injected with allsorts of chemicals. You are then forced into your small metal cage with no food, water or sunlight and the next day you are killed in a long, slow and painful way. This is torture. Please help to correct this by signing this petition. By signing you can help to improve the poor animals’ short lives. Stricter supervision could change this for the better.",
        "background": "Animals throughout the UK are suffering at the hands of animal testing. The animals are often left with untreated open wounds and illness before being tested and killed. They are often killed in illegal ways and usually are not fed. Stricter supervision could help make the animals’ lives better.",
        "closed_at": null,
        "created_at": "2017-12-16T12:24:13.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-16T19:31:25.102Z",
        "opened_at": null,
        "rejected_at": "2017-12-20T12:28:14.781Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by \"stricter supervision\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-20T12:45:40.759Z"
    },
    "id": 207810,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207810.json"
    },
    "type": "petition"
}