{
    "attributes": {
        "action": "Remove streams from education, it's detrimental to most children's education.",
        "additional_details": "The majority of children do not fall into the top stream in their schools. This causes teachers to treat them as less able, causing the children to feel less abled, and perform less than they might if labelled differently. In 1968 a study (Rosenthal & Jacobson) showed that students picked at random, if told they're more able, over half of previous underachievers improved academically within a year. For the sake of equality of opportunity, let's abolish these labels and support all kids equally.",
        "background": "It's been proven through various studies that streaming children creates a self fulfilling prophecy that is detrimental to the majority of children's' education. The label influences how children respond to school, and as such affects how they perform throughout. As such, labels should be removed.",
        "closed_at": null,
        "created_at": "2017-12-18T11:03:22.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-18T18:44:04.750Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T14:27:30.291Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Streaming is a decision for individual schools to take, not the UK Government or Parliament.\r\n\r\nIf you'd like schools in England to be banned from using streams in education, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-12-21T14:27:30.298Z"
    },
    "id": 207915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207915.json"
    },
    "type": "petition"
}