{
    "attributes": {
        "action": "Provide a mental health service to the  children young people of Gosport.",
        "additional_details": "Gosport is by its Social, demographic make up in desperate need of a mental health provision that will provide easy access, prompt diagnosis, support and therapy to children and young people and their families. The government has pledged every young person will be seen by CAHMS within four week window of being referred. This will be in place by 2021. This is too late for our young people. They need additional support now. Please provide suitable CAHMS resource to meet this critical need.",
        "background": "Support for children in Gosport with mental health illness is inadequate. \r\nThis systematic failing has and can lead to social and restricted life choice pathways for young people. Drugs and alcohol misuse, criminality, suicide and homelessness.",
        "closed_at": null,
        "created_at": "2017-12-19T18:57:49.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-19T21:36:02.462Z",
        "opened_at": null,
        "rejected_at": "2017-12-22T14:11:32.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local health services are the responsibility of local NHS bodies. \r\n\r\nIf you'd like the Government to change its pledge, and bring forward the date by which every young person will be seen by CAHMS within a four week window of being referred, you could start a new petition calling for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-12-22T14:11:32.885Z"
    },
    "id": 207994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207994.json"
    },
    "type": "petition"
}